[
    [
        "https://21stcenturywire.com/2020/04/14/dr-shiva-blasts-lockdown-medieval-medicine-of-fauci-bill-gates-and-w-h-o/",
        "By\n\nScientist and health freedom advocate, Dr. Shiva Ayyadurai, MIT PhD and biological systems expert, is now challenging the authority and “medieval medicine” decisions being made by America’s self-appointed technocratic medical elite, namely Dr Anthony Fauci and colleague billionaire oligarch and vaccine developer, Bill Gates. Is the pharmaceutical industrial complex using the fear surrounding the COVID-19 crisis in order to leverage government policy and seize power over decision making?\n\nIn this powerful segment Dr. Shiva speaks with indy news outlet, America’s Daily Report. Watch:\n\nhttps://youtu.be/NjjybyJ59Lw\n\n.\n\nShiva4Senate.com\n\nVashiva.com\n\nTruthFreedomHealth.com\n\nREAD MORE CORONAVIRUS NEWS AT: 21st Century Wire Coronavirus Files\n\nSUPPORT OUR INDEPENDENT MEDIA PLATFORM – BECOME A MEMBER @21WIRE.TV"
    ],
    [
        "https://21stcenturywire.com/2020/05/04/dr-ioannidis-on-collateral-damage-from-coivd-19-lockdown-policy/",
        "By\n\nHere, Dr. John Ioannidis discusses the results of Stanford University’s preliminary serology study showing how many more people in California have already had Coronavirus which means the actual infection fatality rate is much lower than previous claims by the World Health Organization (WHO) and western governments. In fact, according to Dr. Ioannidis, the infection fatality rate is likely to be “in the same ballpark as seasonal influenza,” and that the overall risk of dying from COVID-19 in a country like Germany is the equivalent to the risk of “dying when driving to home from work, or even less.” Also, non-lockdown country Sweden now appears to be a success story in comparison to those countries who opted for the experimental and highly draconian lockdown policy. By choosing a common sense policy over a mass-panic approach of the UK, France or the US, Sweden has avoided horrific collateral damage including a high prevalence of suicides which will now result from Government-mandated mass unemployment policy being pushed by US and UK governments.\n\nPress and the Public Project and filmmaker John Kirby have documented how the work of Dr Ioannidis and other are part of a growing army of data, including some revised estimates of Imperial College and America’s CDC, (as well as the original work of Dr. Anthony Fauci himself), which show that COVID was never the Plague which governments and media claimed it was in the first place. Watch:\n\n.\n\nREAD MORE CORONAVIRUS NEWS AT: 21st Century Wire Coronavirus Files\n\nSUPPORT OUR INDEPENDENT MEDIA PLATFORM – BECOME A MEMBER @21WIRE.TV"
    ],
    [
        "https://21stcenturywire.com/2020/05/01/coronavirus-epidemiologist-dr-knut-wittkowski-lockdown-has-no-benefit-only-negative-effects/",
        "By\n\nIn his second interview with Journeyman Films, Dr. Knut Wittkowski states how his initial claims have now been vindicated – the US and European policy lockdowns – came way too late as the virus had already made its way into the populations and therefore any panic measures to contain it would not be effective, and more likely could exact a massive cost on society and the economy. In other words: from a public health and respiratory virus mitigation perspective, the lockdowns were useless.\n\nIn Perspectives on the Pandemic Episode 5, John Kirby talks with Dr Wittkowski across all the essential topics of the crisis, and gives answers you are unlikely to see in the major media. The original video of this interview was removed by YouTube’s censored bureau, but was uploaded on Bitchute. Not to be missed. Watch:\n\nWATCH PART ONE OF THIS INTERVIEW\n\nSpecial thanks to Radical.org for the following transcript:\n\n[00:00:15.12] JOHN KIRBY: So, Knut, our first interview has been seen by over 1.2 million people and received thousands of largely positive comments. It has also created some controversy, here and abroad, on a number of fronts, starting with allegations that you did not represent yourself accurately. Could you please introduce yourself again, and then tell us about some of what you’ve been dealing with on this front?\n\n[00:00:39.09] KNUT WITTKOWSKI: So, I have had an academic career, originally in Germany, where I worked for 15 years with Klaus Dietz, one of the leading epidemiologists at the University of Tubingen. And then I came to New York, and was, for 20 years, with the Rockefeller University, heading the Department of Biostatistics, Epidemiology and Research Design at the Center for Clinical and Translational Science at the hospital. I apologize for being precise, but because I’m thrown dirt at, I have to be precise. I was never, and never claimed to be, a professor at the Rockefeller University, although, as I said, I had an academic career before. Now, people have corrected the factual problems they had with what I had said, because they mis-reported me, and that was Tagesschau, in Germany, which is the government-funded television station; it was also here, a similar situation with USA Today, where the so-called fact-finders started to throw dirt at me, and in particular, they said that I had, in my own words, misrepresented myself as being a professor at the Rockefeller University, which I have never done.\n\n[00:02:12.09] KIRBY: What do you think is behind all that reaction?\n\n[00:02:17.04] WITTKOWSKI: Well, I think if somebody says something that you don’t agree with—because you have a different opinion, because you are used to praising the government—and you cannot attack somebody for what he said, in terms of the facts, then you try to create a smoke screen of some allegations that are totally baseless, and use that to try and discredit somebody’s credibility. But as we have seen now, and at least since yesterday in New York, the New York Times reported that at least 21% of the population are already immune. I think I am now vindicated, that what I said three weeks ago, when we had the first interview here, was correct.\n\n[00:03:09.16] KIRBY: And that’s 21% of the, the New York population, right?\n\n[00:03:13.05] WITTKOWSKI: This is 21% of the New York City population of the sample that they took; that excludes all people who are known cases. That also was a test that was skewed to rather have false negative, than false positive tests, so the actual number, probably, was higher than that, and it was a couple of days ago. So, at this stage of an epidemic, the number of immune people increases constantly, and so it should, now, be much higher than it was then.\n\n[00:03:48.14] KIRBY: I’m struck by the partisan nature of this discussion, where any dissent from the accepted approach to the virus is dubbed as “Trumpian,” or its analogues in other countries, with the only acceptable approach being what is billed as “the scientific consensus.” But shouldn’t science always be an open question, subject to revision, new evidence, and debate, irrespective of political party? And, I have to ask you, at this point, are you a Trump supporter, as some people have alleged? Is that why you’ve chosen to view the crisis as you do?\n\n[00:04:21.11] WITTKOWSKI: No. I am not, and I have never made a political statement. I have never singled out one party, and I have never aligned myself with one party. I am a scientist. I am looking at data, and I’m interpreting the data to the best of my experience, and I have 35 years of that, so that sometimes helps.\n\n[00:04:44.25] KIRBY: So, now, on to the important matters. So, you’ve already alluded to this, but how has your assessment of the epidemic been born out? And have there been other experts who have come to support your position?\n\n[00:04:58.29] WITTKOWSKI: There are many people who are supporting my positions; one was on the same channel interviewed here, that’s John Ioannidis[†][‡]. There are several people: Wolfgang Wodarg, in Germany, there’s Sprague, there’s Helms, there are several of them. But they are not favored by the media, because if you don’t present bad news, that’s not good news for the media. The media—only bad news is good news. So, three weeks ago, I was sitting here and had already published the manuscript showing that the epidemic would be over soon, that this was just a regular flu, and no reason—that there was no reason whatsoever to close schools, and in particular, not to run the whole economy against the wall. The damage that was done to the economy is immense. And even if there had been a few more deaths than in a regular flu, which it wasn’t, but even then, the huge damage done to the economy could not be justified by whatever was known, even at the time when people started with the so-called social distancing or the second prohibition, exactly 100 years after the first prohibition, and we already knew how effective the first prohibition was.\n\n[00:06:42.02] KIRBY: Yeah, no, no, no, it’s okay. So, tell us about some of the numbers. What have you seen that bolsters your view?\n\n[00:06:54.02] WITTKOWSKI: It is simply that the number of cases, even with a very liberal definition of what constitutes a case, is now dropping all over the world: in Europe and, well, it’s over in China; it is over in Korea, and in most countries in Europe, it’s also dropping; in others it’s leveling, and will be dropping soon. It is dropping in the United States, so there is no indication anywhere this would get worse than a flu during the flu season. It happens that flus are during the flu season.\n\n[00:07:37.19] KIRBY: One of your most intriguing contentions from our last interview was that peak infections had already been reached by the time containment was begun in a number of countries. Can you go over the evidence for that again and maybe you want to show the CDC graph right now?\n\n\n\nFig 18: Percentage of US Hospital Visits of Influenza-like Illness (ILI). Reported by the U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet). Weekly national Summary, 2019-2020 and Selected Previous Seasons. The 3rd peak of the 2019-20 season (03-16..22) reflects hospital utilization by COVID-19 patients, presented by the CDC director Robert R. Redfield at the 04-17 White House coronavirus briefing. (https://www.cdc.gov/flu/weekly/index.htm, https://www.cdc.gov/flu/weekly/weeklyarchives2019-2020/images/ILI15_small.gif, accessed 2020-04-17 04-15 data added. (https://www.cdc.gov/flu/weekly/weeklyarchives2019-2020/images/ILI16_small.gif, accessed 04-28)\n\n[00:07:55.11] WITTKOWSKI: So, on the 17th, April the 17th, the Director of the CDC presented at the Presidential Briefing this graph that I am showing here. And this is data from the Influenza-Like Illness Reporting System, or ILINet, where hospitals make a checkmark, or count, how many patients show up and [are] having fever, sore throat, runny nose—any of those—and with an indication that this might be some sort of influenza or similar [illness]. And what you see, and he explained that, there are three peaks: One was in December 2019; the other was sometime in January-February 2020; and then a third peak, that was around March 18th, and that was COVID-19. So, if the number of admissions, or people showing up in a hospital, peaks around March 18th, that means that the number of infections must have occurred on March 8th.\n\n[00:09:19.17] KIRBY: That’s the top number of infections?\n\n[00:09:21.24] WITTKOWSKI: Because it takes a week until you have symptoms. And you don’t go to the hospital with the first symptoms. You say, “Oh, I have the flu. Oh, I have a cold. Whatever, it will be over soon,” and then after three or four days, if it’s not over, then you say, “Well, maybe it’s something more serious,” and then you go to the hospital. So, what we see around the 18th must have been events, or infections, that were around the 8th. And if the infections peaked around the 8th, shutting down schools, and restaurants, and the economy, about ten days later is something that is totally absurd. In particular, if you know that one week later, only one week, not ten days later, one week later the curve was already clearly going down, indicating that the worst was already over. And if, in an epidemic, the worst is already over, to say, “Okay, let’s shut down the economy and cause 26 million people [to] lose their jobs, because it’s so fun seeing them losing their jobs,” I think that is heartless.\n\n[00:10:38.17] KIRBY: Okay, can we get that again? What was the condition of New York hospitals?\n\n[00:10:44.09] WITTKOWSKI: They were not overflowing. New York hospitals were not overflowing. They were laying off people.\n\n[00:10:51.00] KIRBY: And what happened with the Javits Center?\n\n[00:10:53.14] WITTKOWSKI: Nothing.\n\n[00:10:55.21] KIRBY: How many people were at the Javits?\n\n[00:10:57.12] WITTKOWSKI: 300. 300 in the Javits Center and we were […] figure 65, 64, 186 people in the ship, the Navy ship that came here. So, if it’s a total of 500 patients, 500 patients are a drop in the bucket in the New York City hospital system.\n\n[00:11:25.10] KIRBY: So, the ship was not necessary?\n\n[00:11:36.08] WITTKOWSKI: That may have been unfortunate for the patients, that there were so many respirators, but that’s a different story.\n\n[00:11:43.28] KIRBY: Yeah. That red graph, that was peak hospitalizations, right?\n\n[00:11:50.05] WITTKOWSKI: That was admissions to the hospital or people showing up in hospitals.\n\n[00:11:55.23] KIRBY: So, we’re saying that that happened, as a nation-wide average, on March 18th?\n\n[00:12:00.06] WITTKOWSKI: Yeah.\n\n[00:12:01.25] KIRBY: And the lockdown in New York occurred on March 18th. So, is there any reason why public health officials, people like Redfield, or Fauci, or any of these people, would not have been able to understand that they were at the top of a peak? Or, as soon as they, the next day, saw that the rate of admissions was going down, I mean, what do you make of that?\n\n[00:12:25.27] WITTKOWSKI: I have no clue. And other countries play an even more important role here, in the United States, because the United States was one week behind Europe. It took for the virus, about a week to get from Europe here to the United States, so we could also already see what the epidemic was in Europe, and that it had already peaked in some European countries. And a virus doesn’t behave differently in the United States than it did in Europe. So, one could, one had a lot of evidence that the virus would do, in the United States: exactly what it had done in China, and in South Korea. It would peak, go down, and be over, be done with. Without any intervention. Because the intervention in China came too late, they didn’t know yet what was going on. And in the South Korean government is very proud to treat people as a government in a democracy should, not to impose restrictions on people that are not absolutely necessary. So, South Korea, like Sweden, and Iceland, and Belarus, they, and other countries, did not do what the United States did, and that is shut down the country and tell people to stay at home, create a lock-down of the whole society.\n\n[00:14:00.24] KIRBY: But they did—South Korea did do a lot of, sort of, Orwellian contact tracing, didn’t they?\n\n[00:14:07.01] WITTKOWSKI: That’s not Orwellian. Contact tracing, so following those who are cases, and seeing what their contacts is, are things that have always been done to control epidemics. That was very successful, also, with smallpox. That is a reasonable thing to do. But to say that children should stay at home and can’t go to school, that people cannot go out and eat, should not meet—all of these things are not reasonable.\n\n[00:14:40.25] KIRBY: Dr. Ioannidis feels like Neil Ferguson and people who modeled like Neil Ferguson, could have made this—this could just be a big mistake, just a, kind of a, mathematical disaster, but an honest mistake. Is your feeling that this could all have been an honest mistake?\n\n[00:15:03.17] WITTKOWSKI: No.\n\n[00:15:05.02] KIRBY: Ferguson’s numbers stood until the Oxford study challenged him. He came out the next day and said, “I’ve reduced my estimate from 500,000 in the UK to 20,000. But this is because of social distancing.” He must know better than to say that, no?\n\n[00:15:29.24] WITTKOWSKI: I don’t know his personality.\n\n[00:15:31.23] KIRBY: Okay.\n\n[00:15:32.13] WITTKOWSKI: To know better means you have to question yourself, and some people are not capable of doing that. And that is dangerous.\n\n[00:15:43.08] KIRBY: It just seems so incredibly, obviously disingenuous, even to a lay person, to say that “Oh, my model has changed, but it’s because we were so good,” in one day (because social distancing had only happened for one day), and he was saying, it’s because I can—maybe, I tell we’re going to be so good, I mean, and therefore that’s why—I mean, it just doesn’t make a damn bit of sense.\n\n[00:16:14.16] KIRBY: What could have inspired Neil Ferguson to make the estimates that he made?\n\n[00:16:21.03] WITTKOWSKI: I don’t—I have no clue. And I don’t like to engage in conspiracy theories. So, if you have a model that gives results that contradict everything else, then you contact your colleagues. You say, “Send me your model. Let me try it. Let me compare what we have. Where are we in agreement? And what is it that makes my model different from yours?” This is how science works—we all make mistakes. But we don’t present the results without first double-checking with what other people think and what other models say. Because, as a scientist, you know you are humans. We always make mistakes—\n\n[00:17:25.17] KIRBY: And it would seem—\n\n[00:17:26.17] WITTKOWSKI: But we check for it, and we know how to check for it.\n\n[00:17:28.26] KIRBY: And it would seem that this, in particular, was a moment that required a very careful checking, and very careful peer review, but the WHO comes up with this 3.4%, and then Ferguson’s numbers are…I don’t know what the percentage he was thinking of was, but it meant 2 million dead in the United States, and 500,000 in the UK.\n\n[00:17:52.05] WITTKOWSKI: Okay. Frankenson came out with things that were totally off the chart. And if your results are totally off the chart, you double-check them.\n\n[00:18:05.27] KIRBY: You’re talking about Ferguson?\n\n[00:18:07.25] WITTKOWSKI: Yeah.\n\n[00:18:08.13] KIRBY: You said Frankenson. Okay.\n\n[00:18:09.21] WITTKOWSKI: Oh, sorry.\n\n[00:18:10.20] KIRBY: So, say that again. “Ferguson-” Ferguson.\n\n[00:18:12.27] WITTKOWSKI: It’s okay. No, no. leave it.\n\n[00:18:16.03] KIRBY: Leave it. Okay.\n\n[00:18:18.01] HANDROS: Frankenstein.\n\n[00:18:18.27] KIRBY: Yeah, right. Okay.\n\n[00:18:20.28] WITTKOWSKI: But this double-checking has never happened with these models, because you don’t—you are not off by several orders of magnitude; you’re off by 10-20-30%, 50%! But that is two orders of, more than two orders of magnitude. Even the best social-distancing cannot change something by two orders of magnitude. That would mean you have to put each person in a negative pressure room and isolate them there. Yes, if you do that for all 10 million people in New York, you put them a negative pressure room, then you can achieve a major difference. Otherwise, you cannot. Everything you can achieve is a gradual change and we see that now with the data that we get from the, published now, in the New York Times. We still have spread of the virus. It may be somewhat less, but it’s not enough for two orders of magnitude in the results.\n\n[00:19:44.07] KIRBY: Would it have been easy for public health officials to predict, based on prior experiences with economic depressions, that the lockdown would cause more excess death than the virus? I mean, in terms of suicide, like—\n\n[00:20:00.07] WITTKOWSKI: It was known to everybody that the lockdown would cause a catastrophe, there is no question. If you shut down the economy of the United States and other countries in the western world, that this is creating hardship at a scale that is difficult to imagine. And we don’t see it yet. So, we don’t have—I haven’t seen, for instance, data on suicides yet. So, we don’t see—we have seen 26 million people in the United States losing their job, and we see a lot of businesses going bankrupt.\n\n[00:20:47.16] There is substantial spread of virus, despite all of that distancing. It may be that some people are actually beginning to start thinking, because, if the virus is spreading with all this distancing, how effective is the distancing? It’s not effective! It’s not doing it. It’s slowing down the spread. But it’s not preventing it.\n\n[00:21:26.16] KIRBY: But, what they would say to you is, didn’t that help ease the strain on our healthcare system? That that was the point, to slow down the spread.\n\n[00:21:36.08] WITTKOWSKI: Where is the strain on our healthcare system?\n\n[00:21:38.13] KIRBY: Well, they would say that we did this distancing, and therefore, there was no strain.\n\n[00:21:43.07] WITTKOWSKI: The sky didn’t fall down.\n\n[00:21:45.09] KIRBY: Well, but how would you seriously answer that?\n\n[00:21:48.10] WITTKOWSKI: Isolating the nursing homes would be the thing that would have prevented death and would have prevented hospitals from becoming overloaded. Not letting children and young adults become infected and develop immunity does not reduce the risk or the load on hospitals.\n\n[00:22:20.11] KIRBY: Back to some epidemiology: Professor Isaac Ben-Israel, of Tel Aviv University, has recently claimed that the virus is self-limiting, peaking after 40 days and then rapidly declining, largely vanishing after 70 days, no matter what interventions are put in place. Does that make sense to you and why would that happen?\n\n[00:22:39.13] WITTKOWSKI: Every respiratory disease virus does that. And that is, simply: it spreads; people get infected or exposed, mostly without having symptoms; they become immune; eventually more people are immune than susceptible; and at that point in time, the epidemic goes down and ends after a couple of weeks.\n\n[00:23:06.03] KIRBY: But, does that happen even if you don’t infect 80% of a population?\n\n[00:23:12.14] WITTKOWSKI: This is how humankind has survived the last maybe 100,000 years.\n\n[00:23:17.26] KIRBY: But back in March, back in before mid-March, or let’s take what you say is the peak, the peak in hospital admissions is the 18th, and so the peak of infections must have been earlier than the 18th, and would we have, at the point of peak infection, and it starts to fall, is that the point of herd immunity? Or does that mean that herd immunity is approaching? What does that mean in terms of—\n\n[00:23:49.04] WITTKOWSKI: Approaching.\n\n[00:23:49.29] KIRBY: It means it’s approaching.\n\n[00:23:50.12] WITTKOWSKI: So, herd immunity—we’re talking [of] herd immunity as the state where no imported infection causes secondary infections anymore, that is herd immunity. But what we are seeing here, is herd immunity building: we are approaching herd immunity, as we see the proportion of people who are immune increasing. And what is actually needed…. Three weeks ago, I said 80%. It depends on that basic reproduction number R0 [pronounced ‘are-knot’], which we don’t know. It could well be that R0 is a bit lower than the 2.2 that I assumed at that point in time—maybe it’s only 1.8 and then we need only 60 or 70%—but the important thing is, that the process had already started, very early on. That is common knowledge. This is what happens with all respiratory diseases. So, even if there is a flu that we don’t have a vaccine against, it comes, stays for 2, 3, 4 weeks, and is gone. So, I think he’s very pessimistic to say 70 days; that includes the very ends, where we don’t really see anything, if we look, and to the period where we actually see cases. That’s more—I would say it’s half that time. But it doesn’t really matter, because, in principle, we all, all epidemiologists agree on that. I couldn’t say, I wouldn’t know anybody who would disagree that this is how respiratory diseases get into a population, spread, and get extinguished.\n\n[00:25:41.10] KIRBY: Since you mentioned the R0 value, I have a missive here from a science teacher in England. Is he right to say that an R0 of 2.2 needs about 55% resistant people to have herd immunity? Or—in other words, you need less people with an R0 of 2.2?\n\n[00:26:06.07] WITTKOWSKI: I don’t want to go there because part of the problem is that these calculations assume that you have a homogenous population, and the population isn’t homogenous. And if you want to do something in a non-homogenous population, then things change a bit, but not fundamentally. The important thing is, you don’t need to do anything to prevent disease from running—a respiratory disease—from running. What you should do, however, and what was not done in the United States, is to protect the elderly. From the experience in Italy, we already knew that the vast majority of people who die are people in their 70’s, 80’s and 90’s who have comorbidities. So that was nothing new when it also happened in Seattle. We had the very early experience, in Seattle, of a couple of people, old people with comorbidities, dying in a nursing home. At that point in time, one should have isolated at least the nursing homes. Pay the nurses and everybody working there overtime so that they can stay there for three or four weeks. Sorry, my voice is breaking because I think that is a tragedy. This opportunity was missed. Instead, people were isolating the children, who are not at risk at all.\n\n[00:27:49.00] You still don’t really know whether children are infected or not, and if they are infected, they never, or virtually never, develop a phenotype. To isolate those who are not at risk, and put those at risk who are at risk, is a catastrophe. It’s a human catastrophe that should never, ever have happened. And if people say they don’t have money for that, for 2 trillion dollars you can pay a lot of overtime. You could have made all of these people millionaires, and there would be a lot of money left, and we would have really protected the virus from getting into the nursing homes and killing those who are the most vulnerable.\n\n[00:28:43.16] KIRBY: All we’ve really done, you’re suggesting, in addition to not adequately protecting the old, we have slowed the spread of herd immunity.\n\n[00:28:55.09] WITTKOWSKI: Yes. And that means we have increased the risk of the elderly to become infected. Because you cannot isolate yourself for extended periods of time. Isolation for a short period of time is easy. But for a long period of time, it’s just human—the grandparents want to see their grandchildren.\n\n[00:29:26.07] KIRBY: So, now, they’re going to be in a situation where, because herd immunity has not fully developed, they’ll come back out into the world and the virus will still be there?\n\n[00:29:36.01] WITTKOWSKI: The virus is still around. So, we still have to isolate the elderly. We are no more better, so the time that has passed is wasted. You still have to do, actually, we have to do more, because the epidemic that is coming now will be not so high, but wider. So, the time the elderly and the nursing homes have to be isolated would be more than it otherwise would have been.\n\n[00:30:21.07] KIRBY: Is there no way around that?\n\n[00:30:23.15] WITTKOWSKI: No. The only thing we have to do is to do what we should have done in the first place: keep the schools open, keep the businesses open, and isolate the elderly.\n\n[00:30:40.07] KIRBY: And the immune-compromised.\n\n[00:31:28.19] WITTKOWSKI: Healthy elderly people, including Prince Charles, have done reasonably well. It is the existence of comorbidities, in addition to being old, that really causes a problem. And we are—for instance, I have asthma, but my asthma is very well controlled, so I’m not really scared. But if somebody has more severe forms of asthma, that might be a factor. But, those people who have these conditions are aware of it. It’s not that you have a severe problem with your health and you have no clue about it. That would be extremely rare.\n\n[00:32:08.22] KIRBY: And among young children, I mean…respiratory viruses can be very dangerous for them, can’t they?\n\n[00:32:17.00] WITTKOWSKI: Not really. At least they may—sometimes there is a virus that effects younger people as well. I’m not aware of children—one thing that we have with children is, they have innate immunity because they didn’t have time or the experience to build up the adaptive immunity, where we have antibodies against specific diseases. They have an immune system that is primed to be exposed to diseases or viruses [that] they don’t have immunity against, and they typically do well with it. So the childhood diseases are not causing that many problems. We are not vaccinating children for rubella because rubella is such a bad disease for children. We are vaccinating children against rubella because we don’t want women of child-, who are pregnant, to become infected without having immunity and then having the side-effects or the effects that Agatha Christie described in her book, The Mirror Crack’d from Side to Side.\n\n[00:33:35.00] KIRBY: In yesterday’s press conference, one of your suggestions seems to have been picked up by the President’s advisors, namely that sunshine, heat, and being outdoors may “kill” the virus. But Bill Gates, in his latest pandemic memo, says “Almost all respiratory viruses, a group that includes COVID-19, are seasonal. This would mean there are fewer infections in the summer, which might lull us into complacency when the fall comes. This is a matter of degree, because we see the novel coronavirus spreading in Australia, and other places in the Southern Hemisphere, where the seasons are the opposite of ours. We already know the virus is not as seasonal as influenza is.” What do you say to that?\n\n[00:34:23.04] WITTKOWSKI: It does not really matter whether it is so seasonal or not. It seems to be seasonal in the Northern Hemisphere. What’s happening right now in Australia—I didn’t expect that either, but there was an epidemic—but it didn’t last very long either, and ended. The important thing is: wherever a respiratory disease spreads, it doesn’t last very long. As the—my colleague, Ben-Israel said, it vanishes after a predictable, relatively short period of time, and that is, [it] doesn’t have anything to do with the weather. It is true that most epidemics start when it is cold, in the winter. But that doesn’t mean it couldn’t be, under certain circumstances, also be in the summer. We don’t know.\n\n[00:35:22.25] KIRBY: Well, Bill Gates is not a doctor or an epidemiologist. And, incidentally, I think it should be mentioned, his computer operating system—\n\n[00:35:31.21] WITTKOWSKI: Well, he knows a lot about spreading operating systems.\n\n[00:35:36.23] KIRBY: Which are, themselves, notoriously susceptible to viruses. Do you have any thoughts about why the world seems to be following his lead in this crisis?\n\n[00:35:48.16] WITTKOWSKI: I had never heard of him as, and never read any publications on epidemiology by Bill Gates, but maybe I overlooked some of his qualifications.\n\n[00:36:05.25] KIRBY: But, why is he on the news every night, telling us what we should be doing and how—well, let me say something else that he says. He says that, “every additional month that it takes to get the vaccine is a month when the economy cannot return to normal.” Do you agree with that statement?\n\n[00:36:27.09] WITTKOWSKI: No. It’s absurd. It has nothing to do with reality. No epidemiologist would ever say anything like—with one example, we have one person, who calls himself an epidemiologist, and is seen as an epidemiologist in Britain, who makes statements like that as well.\n\n[00:36:49.10] KIRBY: You’re talking about Neil Ferguson?\n\n[00:36:50.25] WITTKOWSKI: Yes. I’m talking about Neil Ferguson.\n\n[00:36:55.22] WITTKOWSKI: The virus is gone. What do we need a vaccine for?\n\n[00:37:02.23] KIRBY: And you’re pro-vaccine, right? You’re not an anti-vaccine?\n\n[00:37:05.10] WITTKOWSKI: I’m not anti-vaccine. I’m taking vaccine shots every year, and if there should be a vaccine around for the coronavirus, I would take it too, if it’s tested and shown to be safe. I don’t see any reason not to take it. But here we have a particular virus that stays in the population, as all respiratory disease viruses do, for a couple of weeks and then it’s gone. Why should we change our behavior forever? Doesn’t make sense.\n\n[00:37:42.02] WITTKOWSKI: We don’t need a vaccine to get out of it. We don’t—sorry for Bill Gates—but we don’t need a vaccine. It is nice to have it in case this virus should come back again and if we then have a vaccine that will be nice. Do we need it right now? No. We don’t need a vaccine because we see already herd immunity developing and in two or three weeks or maybe already now, we have herd immunity and it’s over.\n\n[00:38:20.23] KIRBY: Bill Gates, Trump, Doctors Fauci and Burke, and Neil Ferguson, of Imperial College, believe the lockdowns were necessary. Trump reiterated, again, this week that 1 to 2 million people would have died in this country were it not for the lockdown. On the other hand, you have people like renowned German infectious disease expert Dr. Sushari Bakti—is that how you pronounce his name—who called Germany’s anti-COVID measures, “grotesque, absurd, and very dangerous. The life expectancy of millions is being shattered.” He referred to the impact on the world economy as horrifying and said, “All these measures are leading to self-destruction and collective suicide based on nothing but a spook.” I know we have just covered this, but I should just ask you, which of those two positions do you agree with and why?\n\n[00:39:07.03] WITTKOWSKI: I agree with him whole-heartedly. I agree with the Swedish government. I agree with John Ioannidis. I agree with most people that I have read about, with Ben-Israel. I don’t know where the government finds these so-called experts that obviously do not understand the very basics of epidemiology.\n\n[00:39:46.12] KIRBY: We’ve already spoken about New York. There are two other important studies that have occurred recently, one in Santa Clara County, in California, and the other in L.A. County. The Santa Clara study indicated—and these are antibody serology tests, and if you could maybe, when I finish, explain what those are—but they indicated that something like 50-85 times the reported cases had likely been infected, usually asymptomatically. I am just wondering if you could comment on their tests and what it means for the rest of the country.\n\n[00:40:23.18] WITTKOWSKI: As we have seen now, the first, I think, was in Germany, in one of the hardest hit cities, in Heimsheim, where a study was done—that was about three weeks ago, if I remember right, where they had 15% seropositive. Then, a week later, we had the data from California, that was 5%; now we have those here in New York at 21%. We have evidence everywhere in the world where it was tested, that there is—people are developing antibodies. Now, you were asking what that means. It means that people are getting infected; the virus gets into some cells; the cells are expressing some of the virus DNA on their surface; this gets read by the immune system; the immune system takes about a week to create antibodies; the antibodies then bind against the cells that are expressing this virus DNA or RNA, and then these cells get all killed by the immune system, which is causing the phenotype that we experience. That is what’s causing the sore throat, the coughing, and all the effects that we see. It’s not the virus itself, it’s the immune system, the cytokine storm, whatever you call it, that is attacking cells and over-attacking cells that are infected, and that’s causing the problems.\n\n[00:42:09.21] KIRBY: Why wouldn’t the government, the federal government, have conducted randomized serology tests much earlier?\n\n[00:42:17.12] WITTKOWSKI: That would have been reasonable.\n\n[00:42:22.25] KIRBY: Can you imagine any reasonable reason why they wouldn’t have?\n\n[00:42:29.24] WITTKOWSKI: I’m not sure that this particular antibody test was available at that particular time. However, I think if the efforts in doing PCR tests for active virus had been spent on antibodies, we would have been able to do policy decisions much earlier. We would have the data. It’s one of the examples, I mentioned that in the last talk, there is a fundamental difference [in] how physicians and epidemiologists think. A physician sees the individual patient and wants to do the best for this patient, and thinks, “Well, it would be good to know if that patient is actually infected by a particular virus.” Not that it would make much of a difference anyway, but it would be nice to know, and I understand that. An epidemiologist would say, “We want to know how many, which proportion of the population has already developed antibodies, and so is immune against the virus, so that we know what policy decisions should be made.” Is it necessary to shut down the country, or is it not necessary? And this is where you need antibody tests. So, the virus tests and antibody tests serve different purposes, and you need people with a different profession and experience to make sure that both sides are being heard.\n\n[00:44:03.03] This flu was no different from other flus. Why should we suddenly say, “Oh, now we have to change our life forever?”\n\n[00:44:16.14] KIRBY: But what about people who say it’s much more intensive? And the effects, there are two things: one, that it seemed to hit, in particular, a place like New York, all at once, very hard; and then, it seemed to have ill-effects that were in some ways scarier than the flu, whereas, like, maybe perhaps, less of a recovery rate. What do you say to that objection? That this was different in those ways?\n\n[00:44:46.17] WITTKOWSKI: We have no indication that it is different, fundamentally different, from any other flu. The New York hospital system was quite capable of dealing with it. The hospital ship, the Javits Center, all of that was unnecessary. We had enough respirators, there was no—people were afraid that something might happen. But it never happened.\n\n[00:45:18.10] KIRBY: Though, you hear from doctors who’ve been dealing with this, and nurses, and they are telling, you know, very difficult stories to hear. Very, you know, sad stories about what’s been going on.\n\n[00:45:33.25] WITTKOWSKI: You always have individual places somewhere, where some individuals experience something dramatic—that happens. And the bad thing is that, for the media, only a bad story is a good story, so they pick these isolated events of personal and highly-emotional experiences. And I don’t say it’s not there, but it’s not representative. It’s not typical. Tragic stories happen all the time. Some here, some there. It happens, but we don’t stop living our life because, in one place or another, something goes wrong. We learn from it and we try to prevent it from happening again. But we are not saying, “Oh no. Now we have to change our entire life because there was a flu during the flu season.”\n\n[00:46:49.01] KIRBY: Very confusing.\n\n[00:46:53.00] WITTKOWSKI: Why? I’m not confused.\n\n[00:46:55.08] KIRBY: No, it’s very confusing…I mean, it’s very confusing why we’re having this response to what should be a seasonal event.\n\n[00:47:08.14] WITTKOWSKI: I think it is a side-effect of the internet, of rumors spreading on the internet at a speed that is unprecedented, and the normal controlled mechanisms to do factual checks, real factual checks, don’t work at that speed, at least not at that speed. And so, there is a lot more fear, and fear is something that is dangerous.\n\n[00:47:43.20] KIRBY: As bleak as that interpretation is, it’s very generous to the many groups that are going to benefit from this event, like the people being bailed out on Wall Street.\n\n[00:47:56.27] WITTKOWSKI: I’m sure some people benefitted from it. I mean, there were some people [who] knew in advance what was happening, and, I mean, there was that critical period, in March, where the President got advice from different people, and some people who gave the advice may have had some knowledge that other people did not have, and therefore the ability to act on that knowledge.\n\n[00:48:35.11] KIRBY: Well, who’s going to benefit from this idea that life can never be the same again? Who benefits from that?\n\n[00:48:44.11] WITTKOWSKI: I don’t know. So, I can see people benefitting, and we say, “Okay, we just convinced the President that the market is, the stock market, is going up. If the economy is shut down, and at the same time we shorten, and then we benefit from our shortening.” I can see that, but I don’t see how somebody benefits from saying, “Well, now we have to change our entire life.”\n\n[00:49:16.15] KIRBY: What about Fauci saying we should never shake hands again? What do you think of that?\n\n[00:49:24.15] WITTKOWSKI: It’s bullshit. But, even there, I cannot see who benefits from not shaking hands. Yes, a few viruses are not being transmitted, so in the end, we would have a bit less flu infections, if we are not shaking hands anymore, big deal. Because so far, we have survived hand shaking, and we probably would survive handshaking for another few thousand years.\n\n[00:50:00.11] KIRBY: But it’s very sad to think that certain—like, ritual forms of human contact…. I mean, in Europe, cheek-kissing and these things—they seem to be under attack, this new normal.\n\n[00:50:16.24] WITTKOWSKI: I mean, even Dr. Strangelove was concerned about the exchange of bodily fluids. And I could see that becoming a problem. And maybe we should totally abolish this. And therefore, abolish the existence of the human race, just because we had a flu here.\n\n[00:50:40.11] KIRBY: Let’s talk about the case of Sweden. Most of the reporting in the major media would tend to suggest that it has been reckless in its approach, and a failure, yet we just received a report from a Swedish American reporter that at their most recent press conference, the Chief Medical Officer said, “The curve is very flat, really since the beginning of April, and that’s very good news. It’s very good news. There’s no rise in cases in Stockholm at all.” So, what do you make of the Swedish approach and what does it tell us now?\n\n[00:51:16.05] WITTKOWSKI: The Swedish approach tells us that this respiratory disease epidemic behaves like every other respiratory disease epidemic and does not require the draconian measures that were taken in many countries in the world. What is happening in Sweden is not fundamentally different from what’s happening in the United States. Whether it’s a bit higher or a bit lower, it doesn’t make that much of a difference. At least in Sweden, people didn’t get unemployed, they didn’t run their economy against the wall, and neither did China. So, I think China will have a huge benefit from the United States running their economy against the wall, because now China has the opportunity to benefit.\n\n[00:52:07.23] KIRBY: You spoke last time about the lockdown virtually guaranteeing a second wave. In the Swedish press conference, which we’ve translated, thanks to the reporting of Celia Farber, the Health Minister said something that struck me along those same lines. He said, “You’re talking about countries that have been under lockdown. When you do lockdown, it’s always a worry when you’ve had total lockdown that you’ll get a sudden spike of very many cases and many people who weren’t infected will be hit. In Sweden, we’ve had a low spread the whole time. Probably also in the schools, which means we don’t have to worry about these spikes.” So, what does that mean for us, that we have had this sort of lockdown, in terms of getting out? Are we going to see these spikes? Are we going to see extra waves because of this lockdown?\n\n[00:53:00.26] WITTKOWSKI: Three weeks ago, that was something I was afraid of, that it might happen. What we now see is, people got infected nonetheless. So, we now have at least 25% in New York who are already immune. So, even if we just stop right away, having 25% in the population immune is a very effective barrier against a fast spread. So, we may see a rebound, but the rebound will be very low, and take some time. So, we will have a flat curve of rebound that will not have any major impact on health or any other indicators.\n\n[00:53:51.04] KIRBY: Of course, we’re being told that we do not know whether having the antibodies makes you immune. Doesn’t that seem to sort of fly in the face of most immunology and indeed the whole basis for vaccination?\n\n[00:54:06.01] WITTKOWSKI: I don’t know if I’m jumping out of the window, if I will die as soon as I hit the street. I don’t know because I haven’t done it yet. But, experience tells that most people who jump out of the window from the 4th, 5th, or 6th floor die. And this is the same situation here. We know what all other respiratory viruses did and there is no reason to believe that this respiratory virus will be fundamentally different from any other respiratory virus, including the coronaviruses that we are very well aware of.\n\n[00:54:45.22] What I find strange and totally illogical, is that there is now this mantra that, “we will never go back to where we were before.” And I think about it and I say, “Why not?” If the virus is gone, we can go back, like Camus in The Plague. It’s over, we go back to normal. Why are people talking about, “Well, it will never be like it was before?” I don’t see any reason. There was a plague, it was terrible, it’s over. Let’s go back and have a life.\n\n[00:55:40.04] KIRBY: I mean, why-why do you think they’re saying it?\n\n[00:55:44.19] WITTKOWSKI: I have no clue. The only thing I know is, it does not make any sense. You, if you think social distancing makes sense during the time where the virus is around, I disagree, but if you think so, fine. Then, do the social distancing while the virus is around. But if the virus is gone, why continue? Why not go back to normal?\n\n[00:56:20.10] KIRBY: You made reference last time to ostensible COVID deaths being “found in a shoebox,” as it were, in France and Germany, which added deceptively to the sense of a spike in cases. Recently, we in New York, were told that 4,000 we’ll call them “ostensible COVID deaths” were added to the rolls. First of all, what do you think of that procedure and how they went about doing it? We were assured this is making it more accurate, but it seemed somewhat arbitrary to—what do you think?\n\n[00:56:52.05] WITTKOWSKI: I haven’t seen another place where the data is so chaotic as in New York, with the potential exception of Germany, which also screwed up a lot.\n\n[00:57:04.23] KIRBY: What do you make of the CDC and the WHO guidance to assume COVID-19 when coding deaths?\n\n[00:57:12.24] WITTKOWSKI: This is one way to artificially inflate numbers, to give the politicians a bit of…to cover their gluteus maximus. I don’t see any other reason why you should call something something that it isn’t on the death certificate.\n\n[00:57:35.25] KIRBY: Or something that you don’t know, if you don’t know what it is—\n\n[00:57:40.18] KIRBY: So, that leads us to ask, theoretically, can the appearance of a pandemic be created by nothing more than flawed or even possibly rigged tests and non-standard death coding procedures? Is it possible that this may have happened in the case of COVID-19?\n\n[00:58:00.19] WITTKOWSKI: Okay. I’m not…. I have to admit. I’m not quite sure what the current definition of a “pandemic” is, because that also changed recently. But, it is a disease that spreads across ten world, so you could say, “Yeah, it is a pandemic.” The question is not whether there is a pandemic. The question is: what are we going to do about it, or not?\n\n[00:58:24.24] KIRBY: Fair enough. So, we agree that there is something that’s novel, a novel coronavirus of some kind is spreading, but it does seem that, given these coding procedures, and given some of the problems with the PCR testing, including contaminated tests, etc., that it is possible that the numbers associated with the pandemic are very, very different than what they really are.\n\n[00:58:51.08] WITTKOWSKI: Now, first let me comment on the “novel virus.” Every virus that spreads is “novel.” If it were not novel, it would not spread, because then we would have antibodies against it. So, having a novel virus is nothing novel. It is just routine. It happens every year. This year, we had three waves of viruses, and yes, they were different types of virus, but if you look into this more carefully, you will see that the influenza B and the influenza A epidemics that we had prior to having the COVID epidemic were probably also caused by novel variants of these viruses.\n\n[00:59:43.29] KIRBY: Is this virus any more contagious than influenza?\n\n[00:59:51.04] WITTKOWSKI: We have no evidence that there are any fundamental differences in infectivity. The only evidence, or the only finding is that, in some countries’ cases, it seems this virus is more lethal to the elderly than other, than influenza viruses typically are, and that might well be…\n\n[01:00:18.07] KIRBY: Is there any science behind the actual numbers in social distancing? You know, 6 feet as opposed to 7 or 5 or, in terms of…? And wearing masks? And, you know, no cash, things like that? Is there-is there science? What is the science behind that, as far as you know?\n\n[01:00:40.07] WITTKOWSKI: Well, every statement about an empty set is true.\n\n[01:00:45.07] KIRBY: That’s gotta be an epidemiological joke—\n\n[01:00:48.12] WITTKOWSKI: No, that’s a mathematical joke. That is, there is no science. So, you can say anything about science, but there is none. We don’t have any science that tells us how effective social distancing is, we have no comparison. The only comparison that we have is the comparison that, in countries like Sweden, like Iceland, like South Korea, like Belarus, that it doesn’t seem to be much different. So, whatever the effect is, it’s unlikely to have any major impact. I knew all that.\n\n[01:01:32.27] If people would be more active, if they would take part in political decisions, if they would be more awake, if they would fight for their democratic rights, this would never have happened. It’s a failure of the people to take control of the government, and let the government take control of them.\n\n[01:02:06.26] KIRBY: Let me ask you the final question then. What should we do right now? I mean, it seems that the flatter the curve gets, and the less deaths there are, the more lockdown measures are being put in place. We were just asked by our mayor to inform on citizens who were not practicing social distancing. It seems that, you know, we’re now being asked to wear masks on the street, no matter what we’re doing. What do you make of all this, and how should we respond?\n\n[01:02:41.12] WITTKOWSKI: It’s ridiculous. So, what we should do immediately, now that we know that we already have developed herd immunity, in spite of the social distancing, at least to some level? We have immunity in a quite relevant portion of the population, we should open schools and businesses yesterday, at the latest! There is no reason whatsoever to wait. The worst thing that could happen is, we get a bit of a rebound that will not be catastrophic, that will not overload the hospitals, it will be less than we had so far. That could happen. But everything else that we do is a lot worse than what could happen if we, let’s say, have another 10-20,000 cases. Could be. It’s not the end of the world. We should go back to be[ing] a strong economy, to work, to have a social life, to let children be educated, do everything our society should do. And that lockdown is…there is no benefit. It has only negative effects.\n\n[01:04:17.28] KIRBY: Thank you.\n\n***\n\nREAD MORE CORONAVIRUS NEWS AT: 21st Century Wire Coronavirus Files\n\nSUPPORT OUR INDEPENDENT MEDIA PLATFORM – BECOME A MEMBER @21WIRE.TV"
    ],
    [
        "https://21stcenturywire.com/2020/12/03/michael-yeadon-strong-evidence-of-covid-herd-immunity-in-the-uk/",
        "By\n\nDr Mike Yeadon, a former chief scientific adviser for respiratory research with Pfizer, has claimed there is “strong evidence” that the UK has developed some herd immunity against coronavirus.\n\nSpeaking with talkRADIO’s Julia Hartley-Brewer, the lockdown sceptic said that herd immunity is evident by a number of proven facts including “lack” of COVID deaths happening in metropolitan centres like London.\n\nYeadon said he would accept any vaccine provided it was well developed, eg. went through all proper safety and efficacy research, and also if it ‘fulfilled as health need,’ both of which do not appear to be evident in this case.\n\n“It was about 200-250 a day seven months ago. I checked three days ago, it was nine – so about 90-95% lower”.\n\nYeadon also voiced concerns over the mass roll out of the newly approved Pfizer and BioNTech jab, because it was “too early” to know its the long term safety or effectiveness. Watch:\n\nhttps://www.youtube.com/watch?v=aRLnM8DsLLM\n\nREAD MORE COVID NEWS AT: 21st Century Wire COVID-19 Files\n\nSUPPORT OUR WORK BY SUBSCRIBING & BECOMING A MEMBER @21WIRE.TV"
    ],
    [
        "https://21stcenturywire.com/2020/05/13/interview-debunking-the-covid-19-narrative-with-prof-dolores-cahill/",
        "By\n\nAre public health officials and the mainstream media really telling the public scientific accurate and correct information about the Coronavirus and treatment for COVID-19? Was there any scientific or medical basis for governments to impose a lockdown? Are the government-media complex irresponsibly spreading misinformation about COVID-19? Is this misinformation harming the public and causing needless suffering and additional deaths? Apparently, yes.\n\nComputing Forever speaks with Professor Dolores Cahill an experienced biological scientist with over 25 years expertise in high-throughput protein array, antibody array, and proteomics technology development. Dr. Cahill dismantles many of the popular assumptions about Coronavirus repeated by politicians and public health officials. Watch:\n\nNOTE: The original video which was posted was censored by YouTube.\n\nREAD MORE COVID-19 NEWS AT: 21st Century Wire COVID-19 Files\n\nSUPPORT OUR WORK BY SUBSCRIBING & BECOMING A MEMBER @21WIRE.TV"
    ],
    [
        "https://369news.net/2021/10/05/heros-journey-the-story-of-all-stories/",
        "What is the meaning of life? This is usually the question that we all ask ourselves when times in our lives start to get really difficult, and maybe there are times in our lives that get difficult for a very good reason that most of us cannot explain just yet.\n\nWhat if all that you are going through is simply there to introduce you to your real self?\n\nWhat if the very reason for what appears in the form of “adversity,” is for you to ask that very essential question, “Who AM I?”\n\nThe answer to that question lies at the heart of every living being and can only be found when the Seeker is truly ready to look.\n\nThis world is meant to be confusing and very challenging for a specific reason. It is not meant for everyone to understand and figure out so quickly.\n\nWe all grew up with Stories, tales of truth and justice, journeys of discovery, fights for survival and not forgetting the endless fight between good and evil, but where did they come from originally?\n\nThey derive from every human being who had the courage not to run when faced with their deepest fears and who consequently had to face their worst enemy and the greatest battle of their lives.\n\nThink back to your childhood. Which movies inspired you the most, which of them moved you and which characters did you identify yourself as?\n\nSometimes we come across a character in a story that uplifts us and helps us to understand a little bit more about ourselves. It can help us look at things differently, in ways that can challenge us to overcome our greatest fears and inspire us to do things that we always dreamed of doing.\n\nMaybe these stories have been written for that very reason. To help us discover our true purpose in life, overcome our greatest fears and inspire us to do great things.\n\nThe very reason movies such as: Lord of the rings, Divergent, Hunger games, Harry Potter, Alice in Wonderland, The Truman Show, the Matrix, Wizard of Oz, James Bond, The Lion King, Star Wars etc.… are so enticing, is because we see the highest version of ourselves in some of these characters. It draws us into these stories emotionally & mentally and can help us through our own journey.\n\nTo let go of the known and embark on a quest unlike one you have ever experienced before.\n\nOne that will take you into the depths of your own soul and will lead you to unmask the answer to the question on everyone’s lips, “Who am I?”\n\nEvery human being on the planet is looking for that very answer, but disarmed by society’s conformities and expectations and distracted by its means of entertainment, most people have been enticed into searching for commodities on the outside, rather than the potential hidden on the inside.\n\nUntil the seeker faces their own shadow, they will never discover their true potential and their reason for being.\n\nThe Gospel according to Thomas – Verse 2\n\n“Let him who seeks continue seeking until he finds. When he finds, he will become troubled. When he becomes troubled, he will be astonished, and he will rule over the All.”\n\nThe only way out is IN and the only way forward is BACKWARDS.\n\n“As above, so below, as within, so without, as the universe, so the soul…”\n\n~ Hermes Trismegistus\n\nMeaning: That which has been, will return again. As in heaven, so on earth.\n\nWhen we are faced with difficulties, it could be that trouble is calling us to a change something in our lives. We need to conquer the serpent within that holds us back.\n\nIf we didn’t have trouble in our lives, then there would be no reason to change anything. When things get difficult, we find ourselves having to find new ways of doing things.\n\nIn this time in our lives, with all the upheaval and dramatic changes going on in the world right now… this could be a turning point, a calling, that we are being drawn over a threshold into a new way of doing things.\n\nAny experience we have been facing, is something that has happened to others before us and we learn from their mistakes. We can see the guidance that has been left behind for us from those who came this way before and it is interpreted primarily through imagery.\n\nJoseph Campbell‘s concept of monomyth (one myth) refers to the theory that sees all mythic narratives as variations of a single great story regardless of their origin or time of creation.\n\nCampbell called it “The Hero’s Journey.” A story of a man or woman, who through great suffering, reached an experience of the eternal source and returned home with gifts powerful enough to set their society free.\n\n“I don’t believe that people are looking for the meaning of life as much as they are looking for the experience of being alive.”\n\n– Joseph Campbell\n\nThe hero’s journey was first described in Campbell’s book: The Hero with a Thousand Faces (1949) and became a bestseller, with a particular impact on George Lucas, the creator of Star Wars and he has credited the book with shaping his thoughts about the saga and Luke Skywalker’s thrilling adventures follow almost every stage laid out by the hero’s journey.\n\nWhat Joseph Campbell referred to as “the calling” is usually bad news of some kind. Something goes wrong in your life.\n\nIt could be anything from a divorce, to financial problems or an illness.\n\nIn a collective community, it could be a natural disaster, or a pandemic of some kind.\n\nSomething happens that makes us realize that we need to go looking for new answers.\n\nThe movie the Matrix is a great example of The Hero’s Journey.\n\nNeo is guided to follow the white rabbit which inevitably leads him into his own hero’s journey. Neo finds out the hard way that he is the chosen one to save the world from the evil A.I. controlled Matrix system.\n\nGnosticism has the idea of a Demiurge, a demigod who created the flawed Matrix system in which we try to find ourselves, while a higher truth of knowledge and way of being exists beyond that structure.\n\nThe Gnostics also emphasized knowledge as the key to spirituality and paint ignorance as humankind’s major obstacle.\n\n“You must be willing to get rid of the life we planned, so as to have the life that is waiting for us.”\n\n~ Joseph Campbell\n\nThe movie The Truman Show in particular relates to many people who are awake seeking the truth, because sometimes it feels like we are living in a movie set and we are surrounded by actors.\n\n“All the world’s a stage, and all the men and women merely players;\n\nThey have their exits and their entrances, and one man in his time plays many parts, His acts being seven ages.”\n\n~ William Shakespeare.\n\nMythical stories are the secret opening through which the inexhaustible energies of the cosmos pour into human cultural manifestation.\n\nFor the symbols of mythology are not manufactured; they cannot be ordered, invented, or permanently suppressed. They are spontaneous productions of the psyche, and each bears within it, undamaged, the germ power of its source.\n\nIt is the realm that we enter in sleep. We carry it within ourselves forever.\n\nWhen you hear the calling, you embark on an adventure that might take you away from your ordinary life, where you will cross a threshold into a place you have not been before.\n\nThere will be companions, allies, mentors, and opponents. There will be obstacles that you need to face and there might be a good deal of suffering, but that is what’s necessary in order for you to realize what needs to be done.\n\nBeing the hero of your journey is something that we all must face at some point in our lives and it is completely up to you to accept your mission. It is where you have to make a choice in life to face your fears, take a stand for what you believe in and conquer the serpent with you.\n\nIt is the beginning of what could only ever be, the greatest adventure of them all; it is the story of all stories, it is the Hero’s journey of YOU.\n\nDo you Hear the Calling?\n\n“Who looks outside, Dreams, who looks inside, awakens.”\n\n~ Carl Jung"
    ],
    [
        "https://369news.net/2019/06/19/urgent-breaking-news-that-effect-us-all/",
        "New York State following California, lost there right to “Religious Exemptions” that protected\n\nour right to choose when, how many, and if you wanted to vaccinate your child. The right a\n\nwoman has to choose what to do with her body, and unborn child applies. However, this choice\n\ndoes not apply with your live child. My body my choice except with vaccines.\n\nThere are several other Bills on the table as well that may pass. Bill to vaccinate all adults. Bill\n\nfor insurance companies to collect all vaccine records of every citizen. If these two Bills pass as\n\nwell, then it is check mate. If you’re not educated on what vaccines consist of what chemicals\n\nand heavy metal ingredients, along with the side effects they cause, both short term, and long\n\nterm then you owe it to yourself and your loved ones to do so.\n\nThere are currently many law suits against the state of New York. One of the biggest is Robert F\n\nKennedy Jr, and his legal team. If the people of New York loose this lawsuit then all states will\n\nfollow, and it will be a full blown communist country over night. We should all fight for our\n\nrights and donate to his cause for the future of humanity.\n\nhttps://thefedupdemocrat.home.blog/2019/06/15/rfk-jr-to-sue-ny-\n\nstate/amp/?__twitter_impression=true\n\nIn addition, there is a US Navy ship quarantined for over a month because of a Mump outbreak\n\nonboard. The latest breaking news on this, is the US Navy acknowledges MMR vaccine caused\n\nviral mumps outbreak!\n\nHPV which has been banned in France for about a decade due to all the deaths and injuries it\n\ncaused, is legal, and mandated here in the US. A sexually naïve girl tested positive for HPV after\n\nGardasil vaccine. Merck and FDA confirmed no HPV DNA in Gardasil.\n\nDr. Sin Lee tested a sealed vial and found HPV DNA. 16 more sealed Gardasil vials were tested\n\nfrom Australia, and India to France, and US. HPV DNA in everyone!\n\nAll Democratic states have these bills, and more in motion! Please see link below for all Bills\n\npassed by state along with descriptions, dates, and where they currently stand.\n\nhttps://nvicadvocacy.org/members/Home.aspx\n\nIf the Democratic states successfully take these fundamental rights away from us with there\n\nfalse propaganda, and we loose presidential election to Democrats along with 5G\n\nimplementation, simply intended to radiate us to death – then it’s the endgame and there will\n\nbe a revolution.\n\nPennsylvania Republican lawmakers canceled a vote Tuesdays on proposed legislation that\n\nwould make it easier and cheaper for wireless carriers to blanket cities, towns, and rural areas\n\nwith thousands of small cell antennas on utility poles for 4G and next –generation 5G wireless\n\nservices.\n\nThe Capitol of Washington D.C. has legislation protecting it from 5G implementation.\n\nSo you see that we can unify and legally take action successfully.\n\nThe Wi-Fi we currently have along with the 5G implementation of these radiation frequencies\n\nwill interact with the heavy metals in these vaccines – frying us from the inside out. Just as their\n\nmicrowave beam 5G test satellites then sent into the upper atmosphere last year, which caused\n\nall the fires in California. 1200 homes burnt from the inside out, leaving trees with complete\n\nfoliage in between homes. These satellite connect with the cell towers that connect with our\n\nhome routers and smart meters!!! It’s a “smart” telecommunication system.\n\nWe need to wake up and take back our power from the elite monarchs that delegate their\n\npowers to there paid politicians, that carry out their agendas for us. That’s how the system\n\nreally works, sadly for thousands of years.\n\nFederal Lawsuit to Stop 5G\n\nThe Santa Fe Alliance for Public Health and Safety filed a lawsuit to stop 5G in U.S. District\n\nCourt in New Mexico on December 21, 2018. We are asking the court to declare that city, state,\n\nand federal laws which deprive citizens of the right to protect themselves from harm, and\n\ndeprive injured persons of any remedy for their injuries, are unconstitutional and void.\n\nThese laws violate the First Amendment rights to free speech and to petition the government\n\nfor redress of grievances. These laws violate the Fifth and Fourteenth Amendments because\n\nthey deprive people of life, liberty and property without due process of law, and because they\n\nare a taking of property without just compensation. Our First Amended Complaint can be seen\n\nhere: http://www.cellphonetaskforce.org/wp-content/uploads/2019/01/Doc-19-First-\n\nAmended-Complaint.pdf.\n\nAppeal Statistics, Appeal Needs\n\nSignatures as of June 6, 2019\n\n\n\nThese are the approximate numbers of people to date who have signed the International\n\nAppeal to Stop 5G on Earth and in Space:\n\n2,000 scientists\n\n1,400 medical doctors\n\n4,000 engineers\n\n2,200 nurses\n\n2,500 psychologists\n\n1,200 organizations\n\n100,000 total individuals and organizations from 187 countries.\n\n\n\nPlease Circulate the Appeal\n\nIt is time to push this Appeal hard. Please send the Appeal (www.5gSpaceAppeal.org), and also\n\nforward this email, to everyone you know. Every person on Earth has a stake in our future. We\n\nneed as many signatures from as many different kinds of people as possible.\n\nWhile we were working on the website, some people had problems accessing the signature\n\nform. That is now fixed, and everybody should be able to sign. Please do not sign more than\n\nonce. If you sign for the first time now, your name will appear on the website within a few days.\n\nIf you signed between December and April, your name will be appear on the list within a few\n\nweeks. Signatures are now processed automatically, but I still have to review all the\n\nsubmissions before making them live. I am working as fast as I can to keep up.\n\n\n\nDonations Are Needed\n\n\n\nDonations are needed to support every aspect of this work — the federal lawsuit, the\n\nInternational Appeal to Stop 5G on Earth and in Space, a media campaign, lobbyists to present\n\nthe Appeal to governments, etc. I need a secretary and a bookkeeper. Donations can be made\n\non the Appeal website and are tax-deductible for U.S.\n\ncitizens: https://www.5gspaceappeal.org/donate. For large donations or stock transfers, please\n\ncontact me. A big thank you to those who have already contributed.\n\nThis work is also supported by sales of my book, The Invisible Rainbow: A History of Electricity\n\nand Life (AGB Press 2017). It gives the background history and science that is necessary in order\n\nto understand what is happening today. It is the first book ever published that tells the history\n\nof electricity from an environmental point of view. It is available for sale\n\nhere: http://www.cellphonetaskforce.org/buy-the-invisible-rainbow. All proceeds go into the\n\neffort to stop 5G.\n\nPlease review links and share information far, and wide. This is a silent weapons used in a silent\n\nwar.\n\nArthur Firstenberg, Administrator\n\nInternational Appeal to Stop 5G on Earth and in Space\n\nP.O. Box 6216\n\nSanta Fe, NM 87502\n\nUSA\n\nTel: +1 505-471-0129\n\nEmail: spaceappeal@fastmail.fm\n\nhttps://www.5gspaceappeal.org"
    ],
    [
        "https://mypatriotsupply.com/products/new-for-2020-ultimate-preparedness-kit-survival-made-simple?utm_campaign=aff-ats-horiz&utm_source=aff-ats-horiz&utm_medium=aff-ats-horiz",
        "THIS time, when there’s a NEXT time, you’ll be prepared. Gather all these items to be truly prepared, including meals, a powerful water filter, a solar device charger & room light, a stove, fire starter, and much more. Our Ultimate Solar Power & Cooking Emergency Food Kit is our most complete single emergency bundle yet. It's perfect for any disaster scenario—whether you have to grab and go or stay put and ride the emergency out. Here's what you get with this kit: 4-Week Food Supply : 2,000+ calories per day – Up to 25-year shelf life. Breakfasts, lunches, dinners, and drinks. Complete, hearty, tasty, and easy-to-prepare meals all produced and packaged right here in the USA.\n\nAlexapure Pro Water Filtration System : Get clean and safe drinking water from nearly any freshwater source. Filters out 200+ contaminants—up to 5,000 gallons from each filter.*\n\n2-Gallon Bucket Emergency Fire Starter by InstaFire : Can start a fire and keep it going in even the most difficult conditions – rain, snow...even 30 mph winds!\n\nWireless Solar PowerBank Charger & 28-LED Light by Ready Hour : The only wireless charger made specially for disasters. Designed to keep your devices powered up through conditions (hurricanes, earthquakes, etc.) that would crush most other chargers\n\nSolo Stove Lite : The perfect pick-up-and-go emergency stove. Fueled by twigs and leaves you find along the trail—cooks a full meal!\n\nFolding Cutlery Tool by Ready Hour : You get a strong carbon stainless steel knife that will cut even the toughest food – plus a detachable fork and spoon so you feel like you’re eating at home.\n\nStainless Steel Mess Cooking Kit (5 Piece) by Ready Hour : Includes a 34-ounce pot, 17-ounce pan, BPA-free mug, a Scrubber for cleaning, and a Nylon mesh bag.\n\n\n\nStainless Steel Drinking Cup : Solid handle. Lightweight.\n\nWaterproof Matches by InstaFire: 160 matches that can be lit in wind, rain, or snow. If you bought all of these items separately, you would pay over $800. But when you buy this Ultimate Kit today, you'll save over $200. The 4-Week Emergency Food Supply averages 2,000+ calories per day for one person for 28 days. Other lesser companies skimp on the calories/day and that's simply wrong - be sure to compare. Calories are what matter for survival. CALORIES = ENERGY = SURVIVAL.\n\nThese Ready Hour foods meet or exceed the highest standards in the industry. This food storage kit comes with 16 food varieties, and includes:\n\nMeals averaging 2,000+ calories / day\n\nUp to 25-year shelf life\n\n56,940 calories in the kit, 256 servings, 38 pounds\n\nMeals in resealable, heavy-duty 4-layer pouches with oxygen absorbers inside to extend shelf life\n\nwith oxygen absorbers inside to extend shelf life Foods proudly packed in the USA, n o MSG added\n\no MSG added Tasty breakfasts, lunches, dinners, drinks & snacks\n\nEasy to prepare meals sealed into two rugged, water-resistant buckets (12\" x 12\" x 15 1/4\") for long-term storage Damage to lifelines, food supply chains, and infrastructure with an earthquake or flooding can be extensive.\n\nIDEAL FOR EMERGENCIES\n\n\n\nWhen each person in your household has a 4-Week Emergency Food Supply, you’ll be prepared for: Minor power outages\n\nNatural disasters that break supply chains and cut off access to stores\n\nPandemics, quarantines, or lockdowns\n\nFood shortages or economic downturns\n\nCivil unrest\n\nSupplemental meals for everyday use or the cabin A SOLID FOOD STORAGE PLAN Where do you start? Preparedness advisers recommend at least three months’ worth of food for every person in your emergency preparedness plan. Building a food storage supply for your home, cabin, shelter, or bunker is a journey. If your budget is tight, start with a 4-Week Food Supply and then add additional kits to your plan each month. Over time, as you invest in your plan, you will feel more secure in your ability to survive an emergency.\n\nCALORIES = ENERGY = SURVIVAL Our mission is to offer you the highest quality survival foods and products at the most reasonable prices possible. It's the calories that matter during emergency survival.\n\nLOOK AT ALL THE FOOD YOU GET! This 4-Week Food Supply Contains: GOOD-AS-HOMEMADE ENTRÉES Mac & Cheese 3 Pouches (12 servings) Creamy Stroganoff\n\n2 Pouch (8 servings) Homestyle Potato Soup\n\n2 Pouches (8 servings) Cheesy Broccoli Soup 2 Pouches (8 servings) Chili Mac 1 Pouches (8 Servings) Creamy Alfredo Pasta 2 Pouches (8 Servings) QUICK & EASY SIDES Southwest Rice 3 Pouches (24 servings) Creamy Chicken Flavored Rice 4 Pouches (16 servings) Long Grain White Rice 3 Pouches (30 servings) Mushroom Rice Pilaf 2 Pouch (16 servings) HOT & HEARTY BREAKFASTS Buttermilk Pancake Mix 3 Pouches (30 servings) Maple Grove Oatmeal 4 Pouches (32 servings) Strawberry Flavored Creamy Wheat 1 Pouches (8 servings) DELICIOUS SNACKS, DESSERTS & DRINKS Orange Energy Drink Mix 1 Pouch (8 servings) Chocolate Pudding 2 Pouches (20 servings) Banana Chips 1 Pouch (8 servings)\n\nAlexapure Pro® Water Filtration System\n\nThe Alexapure Pro transforms water from virtually any fresh source into cleaner, safer drinking water.\n\nReduces up to 99.9999% of 206 contaminants, targeting: Heavy metals\n\nLead\n\nFluoride\n\nChlorine\n\nViruses & bacteria\n\nPesticides & pharmaceuticals Clean drinking water. You can survive without it for about three days. How do you know yours is pure? This is the ultimate water filtration solution. Alexapure Pro is a groundbreaking, gravity-fed water filtration system that outperforms others, for less. Alexapure products are the only brand of water filters we carry because we know you expect the very best. No more trusting city tap water. Use an Alexapure Pro to supply purified drinking water for your family. We do for ours.\n\n\n\n\n\n\n\nThe Details Filter capacity of up to 5,000 gallons*\n\nUses as many as four filters at once\n\nStainless steel construction\n\nPre-primed filters\n\nEasy assembly, low maintenance\n\nGravity powered, no electricity needed\n\nExtended filter life with daily use\n\nReplacement filters are simple to install\n\nSpigot provides instant access to pure water\n\nRaw water capacity: 8.5 liters (2.25 gallons)\n\nFresh water capacity: 8.5 liters (2.25 gallons)\n\nStored height 14\"\n\nTop chamber 10\"\n\nLower chamber 10 1/8\"\n\nAssembled 21 1/2\" to top of handle\n\nTop opening 8 1/4\", largest diameter 8 7/8\" Did You Know? The Alexapure Pro Filter removes 200+ contaminants from water, while preserving essential trace minerals.\n\n\n\nThe filter is tested to NSF/ANSI Standards and uses NSF/FDA-approved materials. Click the button below to see the independent lab results!\n\nTest Results\n\nFAST CHARGING! Introducing the potential of the Ready Hour Wireless Solar PowerBank Charger & 28 LED Room Light. Stay connected with sustainable power to carry you through the unexpected! No sub-standard power here... it has 20,000 mAh power (triple lesser competitor low-grade and older units - be sure to compare). And, you can charge up to three devices at once with it! This solid wireless solar charger is rugged and dependable, perfect for emergencies, natural disasters, and power outages. It's waterproof too. And rugged. Weighs 1.55 pounds. Keep one in the car. Take it camping or on a hunting trip. Keep in your RV or cabin. Any time you're outdoors and need to charge your devices or gear, you'll want a powerful device like this. You'll be thrilled at how it fits in your hand and how fast it charges your devices. Make sure your cell phone has a constant supply of power for emergencies!\n\nPower the devices you depend on, any time and anywhere. Or count on the bright, long-lasting 28 LED bank of lights. Once you see this unit, you'll want every member of your family to have one. The best part of charging is that two of the three USB ports on this device are fast chargers, so you won't have to sit around and wait for hours. Or, set your device or cell phone on the wireless charging surface! A quick boost can take you a long way. Clip it to your hip or add a Ready Hour Solar PowerBank Charger to your go-bag.\n\nReady Hour Wireless Solar PowerBank & LED Light Specs: Powerful Battery - 20,000 mAh lithium-ion battery - charge standard cell phones up to four times - the lithium-ion battery has gone through rigorous testing to ensure durability. Built to Last - Carefully crafted with a premium silicon protective case - a durable build with side grips that make it easy to hold or use the carabiner hook clip - waterproof and shockproof. Charge on the Go - Three USB cable outputs, outport: 5V 1A/2.1A; input DC 5V/1A. Fast Charging, Two Ways - Micro-USB input to charge via electrical outlet + solar panel, charge and discharge more than 800 times; includes a four-stage power-level indicator; recharges devices fast. Solar Panel & Wireless - Cut the cord! Use the sun and recharge your devices on the wireless pad; compatible with iPhone, Android, Mac, and PC. LED Bank of Room Lights - Hold on/off button to turn on a bright panel of 28 LED lights with three settings: low, medium, high Dimensions - Dimensions 2.7\" x 0.7\" x 5.7\" and weighs 1.55 pounds. What's in the Box - Wireless Solar PowerBank Charging Unit, micro-USB cord, manual. Storage: Store in a well-ventilated area between the temperatures of around 30-100 degrees Fahrenheit. Do not expose to temperatures above 140 degrees Fahrenheit. The solar panel with this unit is primarily intended to power your LED flashlight. A couple hours of intense sunlight equals a couple hours of LED flashlight power. Although the PowerBank will charge via solar panel, that is not the primary intent on having the solar panel. The conversion rate for this size of solar panel under optimal, full-sun conditions is 550 mAh per hour. It would take on average about 40 hours to fully recharge the large 20,000 mAh battery once the sun's rays are intense enough to reach the maximum conversion rate. On a full battery, the LED flashlight can last up to 72 hours. It's recommended to have this unit standing by, fully charged by an electrical outlet, ready for use during emergencies. The solar panel with this unit is primarily intended to power your LED flashlight.Although the PowerBank will charge via solar panel, that is not the primary intent on having the solar panel. The conversion rate for this size of solar panel under optimal, full-sun conditions is 550 mAh per hour. It would take on average about 40 hours to fully recharge the large 20,000 mAh battery once the sun's rays are intense enough to reach the maximum conversion rate.\n\nWhen you see how compact this is, how wells it cooks, and how easy it is to use, you will want one in your camping gear, RV, and emergency food storage. What are the benefits of the Solo Stove Lite?\n\nPATENTED DESIGN - LESS SMOKE. It features a unique double wall that creates ultra-clean gasification and a secondary combustion. This allows fuel to burn more completely and with less smoke. That's important!\n\nFUEL IS FREE. No more spending money on white gas which is hard to transport or expensive liquid canister fuel. The Solo Stove Lite use twigs, leaves, pinecones, and wood as fuel. Free up more space in your backpack and eliminate the need to carry heavy, polluting, and expensive canister fuels that break down over a short period of time.\n\nLIGHTWEIGHT & FAST BOIL TIME. Boils water in 8-10 mins (34 fl oz water). It is 4.25\" Diameter, 3.8\"/5.7” tall (packed/assembled). The Solo Stove weighs only 9 oz. Made of premium stainless steel and nichrome wire. A nylon stuff sack is included.\n\nHow it Works\n\nTwigs for Fuel, Hotter Fires, Less Smoke, and Way More Fun!\n\nThe Solo Stove Lite is the perfect addition to anyone's bag as a lightweight cooking stove for one to two people. The best part? No fuel to carry! Your food shouldn’t depend on carrying or finding a place that sells gas when nature provides the perfect tinder and wood all year. Plus, gas disappears in an instant during an emergency!\n\nNow you can minimize your pack weight and your footprint with this ultra-efficient stove. The Solo Stove Lite operates on small twigs and sticks or an alcohol burner to fuel the fire, while the air intake holes on the bottom pull air in towards the fuel source. While air is being pulled in, the double-wall construction allows air to be heated up and fed through the top vents, providing an extra boost of pre-heated oxygen and creating a secondary combustion. With this patented design, you’ll get a hotter fire with less smoke!\n\nJust because you crave adventure doesn't mean you have to eat with your hands.\n\nFolding Cutlery Tool by Ready Hour\n\nYou get a strong carbon stainless steel knife that will cut even the toughest food – plus a detachable fork and spoon so you feel like you’re eating at home. There’s even a can punch and bottle opener! It’s all sandwiched between high-impact steel handles with comfortable rubber grips. You’ll appreciate the thoughtful design and quality craftsmanship that went into this handy tool.!\n\nStainless Steel Mess Cooking Kit (5 Piece) by Ready Hour\n\nThe Stainless Steel Mess Cooking Kit by Ready Hour features FIVE easy-to-carry cooking essentials you’ll want when worse comes to worst.\n\nNO mismatched sets of pots and pans. NO lost or ill-fitting lids. Each piece of this kit can be seamlessly stacked into the other, creating the ultimate all-in-one storage solution. Save space wherever it’s stored, from the trunk of your car to your basement’s survival supply.\n\nThis mess cooking kit includes:\n\n(1) 34-ounce pot – The perfect pot for boiling water to mix up your emergency meals.\n\n– The perfect pot for boiling water to mix up your emergency meals. (1) 17-ounce pan – Ideal for making eggs, meat, and more. Plus, it doubles as a lid for the pot.\n\n– Ideal for making eggs, meat, and more. Plus, it doubles as a lid for the pot. (1) BPA-free mug – Use for measuring and mixing ingredients.\n\n– Use for measuring and mixing ingredients. (1) Scrubber – Just what you need for squeaky-clean cookware.\n\n– Just what you need for squeaky-clean cookware. (1) Nylon mesh bag – Holds the complete kit, making it convenient to carry.\n\nStainless Steel Drinking Cup\n\nA Crisis Is No Time for Flimsy Tableware !\n\n\n\nThis heavy-duty stainless steel 12-ounce mug with rolled edge is the perfect \"crisis vessel\" for both drinking and eating. Add one to your bug-out bag or emergency kit!\n\nSolid handle\n\nEasy-to-clean\n\nPerfect for cooking a small meal\n\nWithstands the corrosive action of various acids found in fruits, meats, milk, and vegetables, while providing corrosion resistance, flavor safety, and ease in cleaning.\n\nWaterproof Matches by InstaFire\n\nOur wooden Waterproof Matches are designed to light easily and consistently, even when you're battling the elements.\n\nThese matches:\n\nLight easily and consistently\n\nWaterproof and individually coated strikers and heads\n\nCompact and portable\n\nPerfect for emergency situations and camping\n\nEach box contains 40 matches (total of 160 matches)\n\nBattery Care: As with all battery-run devices, proper upkeep is critical for the prolonged function of your Power Bank. If the unit is left to sit for long periods, the battery can drain and even become inoperable. Make sure to charge the battery every few months to extend its life and performance.\n\n\n\n*For the best results, store replacement water filters at temperatures above freezing (between 40°F and 85°F)."
    ]
]