{
    "abstract_text": "During the current COVID-19 pandemic, misinformation is a major challenge, raising several social and psychological concerns. This article highlights the prevailing misinformation as an outbreak containing hoaxes, myths, and rumours. In comparison to traditional media, online media platforms facilitate misinformation even more widely. To further affirm this ethical concern, the researchers cite relevant studies demonstrating the role of new media in misinformation and its potential consequences. Besides other significant psychosocial impacts, such as xenophobia, psychological distress,LGBT rights violation, gender-based violence, misinformation is undermining healthcare workers' psychological health and their efforts to mitigate the impact of COVID-19. In view of the adverse consequences of misinformation, this article addresses it as a massive ethical challenge during the current outbreak. Thus, the researchers make relevant suggestions to evaluate misinformation sources and mitigate the psychosocial impacts attributed to misinformation during crises. They include forming mental health teams comprising of psychologists, psychiatrists, and trained paramedical staff; rapid dissemination of authentic and updated COVID-19 situation reports regularly; establishing helpline services; and recognizing a broader range of personal needs. All health authorities should make clear that they are listening and responding to public concerns. Much effort is needed to counteract COVID-19 misinformation",
    "body_text": "Organization's role to mitigate the psychosocial impacts of COVID-19 (World Health Organization 2020e; Habes et al. 2020) .Thus, the current article addresses the misinformation during the COVID-19 pandemic and how this can lead to the worsening of multiple ethical and social problems associated with the disease. In particular, the article addresses the impact of misinformation on healthcare professionals. After highlighting the nature of the problem and its possible impacts, the article argues for several strategies and recommendations to address the worst effects of misinformation during the COVID-19. The authors also highlighted some relevant studies along with suitable conceptual support, witnessing the prevailing misinformation during the healthcare emergency and its potential impacts (Ali 2020; Gul et al. 2020) . Therefore, the current article extensively discussed misinformation and made ethical suggestions, conclusions, and recommendations accordingly.A colossal disaster of the twenty-first century, the COVID-19 pandemic is not immune to the spread of misinformation. According to Wardle and Derakhshan (2017) , misinformation is any false information shared unconsciously (without having sound knowledge of its authenticity and without any purpose to harm anyone), while 'disinformation' is any false information that is consciously shared to harm others. However, in this technological era, misinformation is intentionally shared and widely received on online platforms. It can briskly spread as billions of people depend on online resources for information gathering purposes as the content is highly prevalent without the confirmation of potential resources (Rathinaswamy et al. 2020) . As noted by Rathinaswamy and colleagues (2020) , social media platforms are mushrooming misinformation, and popular sites such as Facebook, Twitter, Pinterest, YouTube are significant sources of creating panic and mistrust among the general public. Misinformation is accompanied mainly by fake news; wrong information about any vaccine developments, diagnosis, stigmatization of diagnosis, and misinformation quickly spread worldwide without any authentication (Charlton 2019) . Table 1 gives a brief overview of the literature, witnessing the correlation between new media and misinformation.In this regard, the current era of the outbreak is comparatively more threatening as it is amplifying the most significant challenges for humanity and harming human values (Pennycook et al. 2020 ). According to Nguyen and Nguyen (2020) , the previous outbreaks were manageable as information was limited and could be filtered by the stakeholders. For instance, during the H1N1 outbreak, gossip and rumours were only limited to bars, family reunions, friends catch up, and small-scale coffee houses. However, today thousands of online media users are disseminating myths, rumours, misinformation, and disinformation, making it crucial for healthcare professionals and governments to counteract the pandemic (Rathinaswamy et al. 2020 ). These rumours are creating specific challenges for medical practitioners fighting against the COVID-19, which has also adversely affected the underfunded healthcare system of developing countries (Khalid and Ali 2020; Tasnim et al. 2020) .From February 2020 till the end of March 2020, during the 6 weeks of the pandemic, the main topics of discussion involved the disease outbreak and current status, geographical impacts, healthcare measures, testing techniques, and mitigation plans (RTI International 2020). However, misinformation is widely circulating along with (Siddiqui et al. 2020) Letter to the Editor Social media contains unvetted pieces of information, and users consider personal opinions as facts. Fabrication of facts and situations is negatively affecting the external reality (Ahmad and Murad 2020) Cross-sectional study, n=216COVID-19 is the first new media infodemic. This infodemic also contains a large amount of misinformation, leading to adverse consequences (Ali 2020) The systematic review, n= 35 peer-reviewed research articlesSocial media contains both information and misinformation. When users receive any information, they share it without further authentication (Al-Zaman 2020)Case study method, content analysis, n=127 social media posts Fake news is frequently discovered and reshared without any confirmation. Mostly fake news is obtained from unauthenticated social media accounts (Bastani and Bahrami 2020) A qualitative study, discourse analysisCultural pressure-demand information sources to continually keep the people updated. These information sources sometimes do not differentiate between information and misinformation, leading to increased fake news circulation (Pennycook et al. 2020) A comparative study, mix-method analysis nBesides the global pandemic, the current outbreak is also accompanied by misinformation, which is a great challenge for healthcare professionals and stakeholders (Islam et al. 2020) Cross-sectional study, n=433 participants from Bangladesh Social media is heaven for sharing unauthenticated and unverified information during the COVID-19. Many people share misinformation just for entertainment purposes and are indifferent about its consequences (Limaye et al. 2020) Research perspective Social media has dramatically altered the traditional trust and the significant role of media platforms during the crisis. Although social media contains a considerable amount of information, existing information on its platforms is serious (RTI International 2020) A qualitative study, content analysis Misinformation mainly involves social media posts regarding precautionary measures, the rise of pandemic, treatment guidelines, and social distancing rules (Sahni and Sharma 2020) Research perspective Social media spreads a significant part of misinformation during the COVID-19 pandemic. Due to higher access and ease of communication, health-threatening misinformation spreads faster, leading to adverse outcomes (Simpson and Conner 2020) Situational report Social media widely facilitates freedom of information and expression. However, in the current COVID-19 pandemic, this freedom of expression and information brings adverse outcomes due to misinformation these topics, facilitated mainly by digital media platforms (Limaye et al. 2020 ). Due to wider availability and accessibility to misinformation on social media, it is difficult to find reliable information (Hayat et al. 2020) . The misinformation purely relies on inaccurate and false information to deceive and misguide the public (Pan American Healthcare Organization 2020). Table 2 contains a brief overview of the literature, witnessing the potential consequences attributed to misinformation during COVID-19. Besides vaccination, mitigating the COVID-19 also relies upon the public attitude towards the disease and prescribed measures. Circulating misinformation is hindering the efforts made by public healthcare experts (Zarocostas 2020) . Several studies consider misinformation affecting healthcare initiatives, public awareness, and health well-being, and in the presence of digital media technology, these impacts can be highly fatal (Li et al. 2020a) . For example, the American Food and Authority issued a severe caution against the rumour regarding the use of citric acid with sodium chloride to have antibacterial and antimicrobial properties. According to the authorities, this can cause severe vomiting, dehydration, liver failure, and extremely low blood pressure (Frenkel et al. 2020) . As noted by Ahinkorah et al. (2020) , increased misinformation on different platforms is critically affecting public health safety measures. In many regions, this rapid spread of misinformation is endangering human lives and efforts to mitigate the pandemic. Figure 1 gives a picture of information sources that mostly turned into potential sources of misinformation.Moreover, during the current pandemic, misinformation can target mental health, leading to adverse outcomes (Pan American Healthcare Organization 2020). People living in quarantine and isolation are comparatively more vulnerable to develop specific psychological disorders, i.e. anxiety, fear, stress, and depression, with other detrimental outcomes. For example, a father of 3 children committed suicide upon learning that he is COVID-19-positive (Wallen 2020) . The role of misinformation is prominent to increase susceptibility and (Tasnim et al. 2020 ) misleading information is always more enticing and spread by the instant sharing behaviour (Sharma et al. 2017 ). The impacts of misinformation can be further estimated from a recent incident in Nigeria when health practitioners found hundreds of cases of an overdose of hydroxychloroquine as they were told it could develop immunity against COVID-19 (McLaughlin 2020). Figure 2 gives a brief idea of the current research study, classifying misinformation and describing their harmful impacts (Ali 2020) .Healthcare professionals are significantly more vulnerable to developing mental health problems as they are dealing with misinformation and actively treating patients confirmed with COVID-19. Healthcare workers are more vulnerable than others to develop psychological problems and other stress-related disorders (Lai et al. 2020) . Recent reports also witnessed the prevalence of mental health problems among healthcare professionals in Singapore during COVID-19 pandemic, estimated as 8.9% for depression, 14.5% for anxiety, 7.7% for the clinical concern posttraumatic stress disorder (PTSD), and 6.6% for stress (Tan et al. 2020) . High levels of depression, stress, and anxiety among medical staff and students have also been reported in Iran (Vahedian-Azimi et al. 2020) and China during the pandemic (Duan et al. 2020; Huang and Zhao 2020) . Different studies were conducted that demonstrated the roles of psychological resources that people can use to lessen the pandemic's adverse impact on psychological health. An individual's health-related behaviour is greatly influenced by the level of perceived risk (Janz and Becker 1984) . The higher the perceived risk, the greater fear is experienced (Jackson 2011; Masten 2001) . Hence, according to the risk resilience model, perceived risk in the face of calamity strengthening the tendency of adverse consequences, and resilient individuals can turn undesirable consequences (Warr 2000) into favourable aspects. The perceived risk and prevalence of the COVID-19 pandemic were associated with psychological distress and a strong potential to adopt prevention efforts against COVID-19 (Li et al. 2020b; Khosravi 2020) .Lack of proper facilities, improper infrastructure for patient care, insufficient personal protective equipment (PPE), lack of awareness among the general population and poor compliance with preventive methods, and finally the fear of being infected with the virus have already created a fearful wave in the minds of healthcare professionals (Burns et al. 2011) . Additionally, healthcare workers are also exposed to myths, rumours, and misinformation, spurring their concern to work in a toxic environment. This situation is further strongly affected by increasing mistrust and stigmatization among their societies (Zarocostas 2020) . A wave of racism, xenophobia, and discrimination after social media posts and blaming a country for using the virus as a 'bioweapon' make the situation even more hazardous, which reproduces many conspiracy theories. According to the United Nations, Chinese and other migrants' stigmatization is highly prevalent in the media. The examples of discrimination against minorities are highly prevalent, especially on online media platforms causing massive civil unrest (IOM 2020). Likewise, the other consequences of misinformation also include gender-based violence and LGBT healthcare rights violation (Pulido et al. 2020) . A massive amount of misinformation is circulating in our surroundings. Especially many cases of stereotyping, hate speech, bullying, harassment, and discrimination are widely seen on a scale that was not reported during the outbreak of Zika, Ebola, SARS, and MERS affecting vulnerable communities worldwide (Pulido et al. 2020 ; American Psychological Association 2020). Thus, misinformation is not only worsening the situation but it is also creating enormous challenges against efforts made by healthcare workers around the globe (Brennen et al. 2020) . As noted by COVID-19, a pandemic is demonstrating all negative aspects of human mentality rather than solidarity.Positive emotions, resilience, meaningful living, strong faith, and dispositional hope manifest good psychological health (Yildirim and Arslan 2020) . Earlier research on healthcare professional resilience has primarily focused on avoiding 'burnout', which is typically related to workplace stress. The American Psychological Association defined resilience as 'the process of adapting well in the face of threat, trauma, tragedy, adversity or other significant sources of stress including serious health issues, relationship and family issues and work and financial problems' (Palmiter et al. 2012) .Resilience is a useful resource used by many people at times of calamity as it buffers the detrimental effects of adverse mental health outcomes. It helps to bounce back from or overcome a stressful situation. Hence, resilience can play a significant role in overcoming adversity, even in the presence of greater risk (Windle 2011) . During the COVID-19 crisis, healthcare professionals may encounter various challenges that can affect their mental health and resilience. According to Robertson et al. (2016) , a healthcare professional in primary care can be overwhelmed by various sources of challenges such as organizational issues, conflict with challenging patients, and difficult clinical problems. Resilient healthcare workers can fulfil their duties realistically, can preserve a positive outlook on their patients, and can have effective strategies to reduce stress despite these challenges (Stevenson et al. 2011) . In broader literature, resilience is a strong predictor of subjective and psychological well-being and quality of life (Tecson et al. 2019) . Previous studies (such as Yildirim and Arslan 2020) also identified the mediating role of resilience between mental health and subjective wellbeing regarding COVID-19, suggesting that resilience can be a great source of mental health as it buffers the adverse effects of stress on one's mind. It is reasonable to presume that resilience can mediate the relationship between mental health problems among healthcare professionals and risk factors (e.g. fear and perceived risk).Protecting healthcare professionals' mental and physical health from the risk of infections is crucial for them to fight against COVID-19 effectively (Chirico et al. 2020) .Many studies showed that healthcare professionals are more stressed and tense due to increasing pandemic, leading to severe mental disorder. The more they experience the exposure to COVID-19 patients, the more they become susceptible to raising fear and anxiety (Bozdağ and Ergün 2020) . Well-suited resilience-based intervention can be delivered online using social networking sites, conveniently providing the least physical contact with healthcare professionals to reduce the risk of coronavirus infection (Barua et al. 2020) . Such interventions aim to:& Support healthcare professionals to maintain their mental health to continue working to provide health services in times of crisis without having psychological problems. Recent experiments have suggested specific tools that can estimate resilience, widely conceptualized as adaptive and healthy functioning in adversity's repercussion. & Identify those healthcare professionals who may be vulnerable to stressors due to the inability to encounter challenges during the pandemic. Masten and Mills (2020) noted that resilience is a positive, constructive support for the people confronting adversity. Especially during the current outbreak of COVID-19, healthcare workers are highly relying on resilience to cope with the current challenges. & Other than online interventions, psychiatric clinics can be effectively used to provide mental health services to healthcare workers who are actively involved in the fight against COVID-19 and develop symptoms of mental health problems such as anxiety and stress-related disorders . & Mental healthcare workers are comparatively more prone to posttraumatic disorders (PTSD) after greater exposure to COVID-19-positive patients. Here the sense of coercion and coherence can hamper the development of COVID-19-related anxiety, stress, and fear. According to Fuchs et al. (2020) , sense of coherence can significantly impact the vulnerability to psychological disturbances. Adopting coherence as an essential resilience-enhancing technique can improve the performance of healthcare workers. & The challenging and even more demanding role of healthcare professionals requires them to stay on the frontline. Here the role of local governments and the public is of greater magnitude. For instance, if the government and public stay connected with the healthcare professional through digital communication platforms and boost their morale, their vulnerability to develop mental disorder might decrease. In a short time, the healthcare system worldwide and healthcare workers both worked effectively to counteract against the rapidly increasing infections. Despite their vulnerability, the use of online platforms to communicate can help greatly (Nanda et al. 2020 ).Based on the cited literature, public behaviour, and responses regarding the COVID-19 outbreak, the current study is supported by the following two theoretical backgrounds (Stimulus-Response Theory and Resilience Theory), which further highlight the effects of misinformation on individual responses. In this regard, according to stimulusresponse theory, conspiracy belief, general misinformation belief, and religious misinformation belief can be considered the stimulus (see Fig. 3 ) and credibility evaluations as a resilience strategy (see Fig. 1 ). According to Barua et al. (2020) , misinformation, religious, and conspiracy beliefs are all adversely affecting the people's perceptions and responses against COVID-19. As noted by Bryce et al. (2020) , today, with the increased technological advancements, exposure to fake information, and later blindly sharing it with others, further increases the current outbreak's complexity. Misinformation through social media ultimately leads to adverse psychosocial outcomes, raising several healthcare emergency concerns in the future.One of the generalized insights regarding media effects on population is the \"stimulusresponse theory\" (Esser 2008) . It was developed by combining the available sociological and psychological theories earlier in the twentieth century (De Fleur 1966) . According to this theory, the creation of a particular response or reaction is linked with the reception of that specific stimulus. According to De Fleur (1956) , as the stimulus intensity increases, the level of response becomes magnified regarding dropping leaflets on the general population to convey information. Treisman (1960) also stated that any stimulus could be linked to any response by any concurrent state of affairs. For the current article, the authors considered 'misinformation' as stimuli that can generate favourable or unfavourable responses regarding COVID-19. As conspiracies and misinformation undermine public health messaging and cause potential harm (Lowery and De Fleur 1995) , the current study also addressed misinformation having three different types such as conspiracy belief, general misinformation belief, and religious misinformation belief (Barua et al. 2020; BBC 2020) .The researchers incorporated the resilience theory in the current study with the stimulus-response theory as upon receiving misinformation, sometimes individuals also assess or rationalize the misinformation as resilience (Barua et al. 2020 ). However, Fig. 3 Source: Barua et al. (2020) resilience is defined from different perspectives and in different ways. For instance, Southwick et al. (2014) define resilience as 'the process of adapting well in the face of adversity, trauma, tragedy, threats or significant sources of stress such as family and relationship problems, serious health problems, or workplace and financial stressors'. From the viewpoint of applied sciences, resilience is defined as the 'development of positive adaptations despite exposure to adversity or clear threat' (Yates et al. 2015) . The working definition of resilience is to be successful even with the presence of high risk and the knack to overcome adversity (Novak et al. 2019) . As mentioned in the introductory part of this study, COVID-19 is accompanied by misinformation, causing psychological disturbances; the current outbreak is directly coupled with severe health problems. In this context, resilience is collateral to life stress and an individual's ability to endure stress (Greene 2004) . Here different factors, including social, psychological, cultural, and biological factors, interact with each other as the determinants of resilience to distinguish how one reacts to stressful experiences (Haglund et al. 2007) . From the viewpoint of social sciences, resilience explains multiform consequences when individuals are exposed to unfavourable incidents (Masten 2001; Herman et al. 2011 ). Folke (2016 stated that resilience mostly occurs on two levels:From a situational perspective, the situational pattern recognizes those aspects that involve a relation between a person and a stressful situation. It involves the problemsolving skill of a person, the ability to determine problems and answers, and the ability to take action in response to a situation (Polk 1997) . Therefore, the credibility of the evaluation of misinformation is understood from the point of view of psychological factors because of individuals' ability to discuss individual circumstances. Moreover, resilience (Greene 2004 ) is an intentional attempt to take insightful measures to recover from the burden of misinformation and respond favourably to COVID-19.The role of the World Health Organization to counteract misinformation is widely acknowledged. The WHO launched official channels on Facebook, Instagram, Twitter, LinkedIn, Weibo, and Pinterest to provide evidence-based information (Pulido et al. 2020) . The World Health Organization Information Network for Epidemics (EPI-WINS) aims to provide timely, easy to understand, and accurate information from authentic resources on COVID-19 (World Health Organization 2020a, b, c) . For this purpose, the EPI-WINS conducted a global online consultation to manage the COVID-19 'infodemic'. The online consultation process gathered over 500 proposals from 1375 webinar participants and an interdisciplinary groups of experts. The aim was to draw the basis of the COVID-19 'infodemic' framework to guide healthcare networks and local governments (World Health Organization 2020a, b, c, d) . The World Health Organization is also working side by side with UNICEF, UNESCO, United Nations, and other relevant organizations, to counteract misinformation (Posetti and Bontcheva 2020) . The WHO campaign \"Stop The Spread\" is also working to create awareness that encourages the general population to ensure authentic information by trustworthy sources, including national and regional health authorities (World Health Organization 2020e). Additionally, the WHO (2020b) organized several online training programs among healthcare workers and the public to help countries increase their capacity, preparedness, and readiness and access country responses. Further, concerned bodies also suggested that social media companies should also contribute to delivering filtered information from reliable resources and join hands with the World Health Organization (Article 19 2020) . Furthermore, the role of social media influencers and key players can also disrupt misinformation by spreading relevant awareness (Anthrologica 2020) . Also, alarming the public about the potential sources of misinformation and its adverse outcomes and introducing a comprehensive policy to mitigate misinformation is the need of the day (United Nations 2020; Anthrologica 2020).The spread of misinformation on media platforms is quicker than the COVID-19 spread rate. To mitigate the fear of COVID-19, to protect public health, and to counter all the relevant infodemics is complex yet crucial for public health crisis management. Mental health experts should evaluate and manage all the harmful impacts of the disease. This can nullify the impacts of misinformation by spreading awareness among people. Along with behavioural modification, it can assist in preventing stigmatization of the population at risk as it can create hefty deleterious consequences on mental health, ensuring proper education and rapid dissemination of reliable information to reduce fear and stigmatization of COVID-19.Similarly, implementing preventive strategies through educational campaigns to curb transmission, including hand hygiene, covering face while coughing and sneezing, and physical distancing, is critical. Many countries have established helplines and daily press release policies like situation updates to contain the spread of misinformation (World Health Organization 2020c). The general public should be encouraged to test for COVID-19 in case of disease and travel history symptoms instead of stigmatizing the positive test results. Moreover, myth-buster educational materials should be promoted through newspapers, television, the Internet, radio channels, and social media. Additionally, mental health clinics should be established in public and private hospitals, rectifying rumours or myths among the general public and panic behaviours . Devising behavioural strategies to meet stigmatized ethnic groups' concerns by creating a community outreach team for the behavioural strategy implementation is also a complementary approach for general health educational programs. The ideas and reactions of people that lead to stigmatization in society can be monitored and tracked. This team makes a particular oriented strategy through rapid situational assessment, using targeted health educational materials by providing reassurance with integrity to affected ethnic groups at an individual level; creating awareness by promoting authentic information; encouraging to create community resilience among the high-risk population; and removing reserved thoughts, misconceptions, and myths. A similar approach was proved successful during the SARS epidemic (Person et al. 2004 ). The importance of preventive measures and protective equipment should be stressed up, and organizational policies regarding the COVID-19 pandemic should be clarified among the employers. It can remove stigmatization, discrimination, and fear of being infected while ensuring a secure job after recovering from COVID-19 (CDC 2020).Additionally, those having COVID-19 symptoms should be encouraged for testing and treatment instead of stamping on hand and discriminating against them in society. Finally, the upcoming posttraumatic stress disorder (PTSD) should be kept in mind with a multidisciplinary approach in this fearful wave of the pandemic. This can be accomplished by forming mental health teams comprising of psychologists, psychiatrist, and trained paramedical staff; rapid dissemination of authentic and updated COVID-19 situation reports regularly (Wu et al. 2005; Xiang et al. 2020 ); establishing helpline services; and recognizing a broader range personal needs.& Keeping in view the massive amount of misinformation circulating in the air, healthcare professionals and authorities need to build a society that is resilient to the COVID-19 pandemic. The duty lies with authorities and public health specialists to analyse data related to misinformation as it is not possible to prevent the general public from spreading rumours. However, impacts on the general public, analysis of information sources, and spread pattern will endorse practical approaches to flatten the 'infodemic' curve so that misinformation cannot circulate far and wide (Ball and Maxmen 2020) . & Moreover, people should be cautious about misinformation and seek trustworthy sources to seek information. Such guidelines are given by the World Health Organization and the US Centers for Disease Control and Prevention (CDC). It is crucial as there is also a pandemic of misinformation regarding COVID-19 in this global pandemic; a severe concern is leading to an increased xenophobia in the world, and scientists and WHO officials have made warnings (Bhagavathula et al. 2020) . Since it compromises public health awareness, the human cost of misinformation can be a multitude. & Additionally, it may be associated with taking excessive drugs without a medical consultation as a resident of Phoenix in the USA passed away after consuming the hydroxychloroquine, which was used to clean fish tanks at aquariums (Vigdor 2020) . Further, due to lack of knowledge, especially in developing and underdeveloped countries, people may not follow guidelines provided by international and national health authorities. & Hence, trustful communication based on diffidence should be adopted by communicating compassionately with patients to earn their trust in the context of COVID-19. HCWs can act as advocates for spreading authentic information by reading content related to COVID-19 from reliable sources, listening to public health experts, recognizing their limits, and willing to work as part of a whole. A protocol for healthcare professionals' response to COVID-19 needs to be endorsed and standardized by training existing community health teams, expanding community event-based monitoring modules to incorporate COVID-19, and by using eHealth literacy and e-learning tools to speed up and provide accreditation (Ballard and Schwarz 2019; Ballard et al. 2020) . To keep themselves healthy and monitor the outbreak, HCWs must demonstrate mastery of infection management skills. Current digital technologies can help reinforce training, clinical guidance, point-of-care testing procedures, and remote monitoring. & The role of eHealth literacy built on the concepts of both media and health literacy in the context of COVID-19 can be significant. eHealth literacy refers to an individual's ability to address the health problem in daily lives by seeking and understanding health-related information from electronic resources (Norman and Skinner 2006) . Instant health-related information (and misinformation) can be accessed due to the global penetration of smartphones. The focus of eHealth literacy assessments in response to COVID-19 needs to be moved beyond the individual, beyond the clinical care settings, and addressing functional health literacy (ability to obtain relevant health information), beyond the individual (Chinn 2011; Sykes et al. 2013) . Strengthening the general public's capabilities through social participation, empowering with better critical health literacy could be one strategy to fight against COVID-19-related misinformation (Chinn 2011; Sykes et al. 2013) . The American Academy of Nursing's urged health literacy \"universal precautions\" require HCWs to assume that the population may have difficulty understanding information. Thus, as a minimum, information comprehension should be confirmed (Loan et al. 2018) .Hence, in the current context of digital communication, health authorities, HCWs, and public health experts must consider eHealth literacy's role to control the rapid spread, more health-literate effectively, and better facilitator. & HCWs should monitor patients for health deterioration and support quick referrals who require hospitalization, follow up with patients, reinforce links between the health system and communities, assess symptoms of high-risk groups, and establish proper patient care plans for disinfection of contaminated surfaces. Moreover, ensuring the preparedness of healthcare systems and communities for the accomplishment of under-the-way COVID-19 vaccines and treatments is crucial (Dahn et al. 2015) . & Moreover, health authorities in Pakistan and other affected countries must ensure stern measures to disseminate authentic information to the public to protect them from exploitation (Khalid and Ali 2020) . Health authorities should make it clear that they are listening and responding to public concerns.Despite the widespread misinformation, social media can also play an effective role in stopping the spread of misinformation (Khalid and Ali 2020; Ali 2020). There is a need to create awareness among general protective measures of the rapid spread of the virus and provide reliable approaches through social media campaigns to manage this pandemic (Gul et al. 2020) . Although social media platforms have introduced false information checking system, still some many posts and claims are false and need more consideration. As Brennen et al. (2020) also validated this phenomenon and found that 59% of posts on Twitter, 27% on YouTube, and 24% on Facebook are unauthentic both by the sources and audience. These posts were uploaded by the unauthenticated users and were not taken down by the websites' administration. Thus due to a large number of misinformation on digital platforms, the rise of COVID-19 adversely influence psychosocial and healthcare infrastructures all over the world (Ittefaq et al. 2020 ). However, social media is a social institution and dominant factors can positively influence the people's behaviour towards COVID-19 and misinformation (Kirk 2009; Charlton 2019) . New media platforms can work for creating awareness among users regarding the negative impact of sharing unauthentic information, specifically, when it is related to health, ethnic, and other social and psychological concerns (Ali 2020) .According to Ishiwatari et al. (2020) , communities and local organizations can also play a significant role in managing disasters like COVID-19. Still, they should be supported with information and fundamental scientific knowledge regarding the perceived risks. Moreover, the local governments and international organizations such as the World Health Organization, United Nations, and UNICEF can arrange scientific-educational learning facilities for governmental stakeholders as well as the local organizations (Mukherjee et al. 2020) . Realizing the need for collaborative efforts, regional, international, and local organizations have also started working together. For instance, the WHO (2020d) launched various online training programs for both healthcare workers and the general population with the intention to:(i) Support countries to enhance their capability to respond to COVID-19 (ii) Support national foresightedness and alertness for COVID-19 (iii) Fortify international coordination for readiness and response (iv) Remodel the process of concerted action, coordinate resources, and evaluate the country's preparedness level For the regional cooperation, online training for the public health professionals on COVID-19 safety briefing to support country preparedness and response was arranged by the WHO (2020d). Additionally, another online learning program about COVID-19 was launched by the CDC to educate healthcare professionals regarding the prevention personal protective equipment non-pharmaceutical interventions and emergency preparedness and response. Moreover, contact tracing, health equity, shift work, and long hours of nurses were also included in the training (CDC 2020). However, such programs should also be launched for government spokespersons, community leaders, and the general public as they are too involved in spreading the information (Barua et al. 2020 ).To comprehend the nature of misinformation and relieving its impacts, it is vital to address this issue both nationally and internationally. The availability and accessibility to digital media are significant concerns as unauthentic data stays on trending, and people also share it with others. As social media usage has become one of the prominent information gathering sources (Almuhaisen 2020), information misuse, manipulation, and abuse are also highly prevalent. Especially during the current pandemic, misinformation is widely confusing the public and healthcare professionals, creating a psychosocial stigma about this disease. Given the seriousness and scope of the COVID-19, social media companies and local governments can play an influential role in filtering the virus-related misinformation. IT professionals can develop and introduce new software to detect and remove false information and myths. It is imperative that social media-based fact-checkers can effectively work against the misinformation to halt any potential impacts of misinformation in the future. Healthy ideas, solidarity, and boldness need to be flourished to fight this 'infodemic'. This is not a time to combat regionalism, racism, or nationality-because the virus does not recognize international boundaries. This is a time to counteract the virus with global cooperation (Zarocostas 2020) .This study highlights the prevailing misinformation as a crucial concern raised by COVID-19 worldwide. The researchers carefully collected evidence, discussed misinformation, and made relevant arguments supported by the relevant literature. Moreover, we proposed a study model (Fig. 2 ) that can be further used for future studies witnessing misinformation, media, and global healthcare crisis especially by using structural equation modelling (SEM).This study is a brief overview of the impacts of misinformation in the global context. As it does not involve any particular methodology, its scope is limited. Likewise, the disinformation is not discussed in the current article, which further narrows down its scope. However, the researchers extensively addressed misinformation as a psychological and ethical challenge, and their potential impacts, especially on the LGBT community (Hutchins et al. 2009 ). Similarly, the impacts of misinformation and disinformation on the current pandemic should also be empirically investigated. Despite ONCHR and UNHR have highlighted the inequality during the COVID-19 outbreak, very few studies focus on empirical scrutiny of minorities' rights violations during the current pandemic",
    "metadata": {
        "paper_id": "279eeaa765a35d11b7149198088e984409c05ff3",
        "title": "Is COVID-19 Immune to Misinformation? A Brief Overview"
    }
}