{
    "abstract_text": "Sacituzumab govitecan (sacituzumab govitecan-hziy; Trodelvy™) is a Trop-2-directed antibody conjugated to a topoisomerase I inhibitor (SN-38) that is being developed by Immunomedics for the treatment of solid tumours, including breast cancer. In April 2020, sacituzumab govitecan received accelerated approval in the USA for the treatment of adult patients with metastatic triple-negative breast cancer (mTNBC) who have received at least two prior therapies for metastatic disease. Sacituzumab govitecan is undergoing phase III development for breast cancer in the USA and EU, and phase II development for urothelial cancer. It is also being explored for brain metastases, glioblastoma, endometrial cancer and prostate cancer. This article summarizes the milestones in the development of sacituzumab govitecan leading to this first approval for mTNBC",
    "body_text": "Sacituzumab govitecan (sacituzumab govitecan-hziy; Trodelvy™) is an antibody-drug conjugate developed by Immunomedics for the treatment of solid tumours, including breast and urothelial cancers [1] . Sacituzumab govitecan was developed by site-specific conjugation of the irinotecan active metabolite, SN-38 (govitecan), to a humanized monoclonal antibody (hRS7) against trophoblastic cell-surface antigen-2 (Trop-2); SN-38 is covalently linked to hRS7 via a hydrolysable CL2A linker [2] [3] [4] [5] . Trop-2 is overexpressed in many solid tumours [3, 4] and has limited expression in normal tissues [6] . Trop-2 plays a role in oncogenesis and is associated with poor prognosis of several cancers, including breast cancer [7] . SN-38 is a moderately-toxic topoisomerase I inhibitor and therefore is conjugated to hRS7 at a high mean drug-to-antibody ratio (7.6) [3] . Use of a less toxic drug may improve therapeutic index of the formulation.Intravenous sacituzumab govitecan received accelerated approval in the USA on 22 April 2020 for the treatment of adult patients with metastatic triple-negative breast cancer (mTNBC) who have received at least two prior therapies for metastatic disease [8, 9] . The approval was based on results of a phase I/ II trial (NCT01631552); continued approval will require demonstration of clinical benefit in a confirmatory phase III trial. The recommended dosage of sacituzumab govitecan is 10 mg/ kg on days 1 and 8 of continuous 21-day treatment cycles until disease progression or unacceptable toxicity. The US prescribing information for sacituzumab govitecan carries a black box warning for neutropenia and diarrhoea [8] .The US FDA has granted sacituzumab govitecan breakthrough therapy designation for mTNBC [10] , and fast track status for mTNBC [11] , locally advanced or metastatic urothelial cancer [12] , metastatic non-small cell lung cancer (NSCLC) [13] and small-cell lung cancer (SCLC) [11] . Sacituzumab govitecan has orphan drug designation for SCLC and pancreatic cancer in the USA [14] and pancreatic cancer in the EU [15] . Sacituzumab govitecan is being evaluated in phase III studies in breast cancer in the USA and EU, and in phase II studies in urothelial cancer. Additional investigator-initiated studies are exploring the activity of sacituzumab govitecan in endometrial cancer, prostate cancer, brain metastases and glioblastoma. In addition, clinical trials of sacituzumab govitecan in combination with PARP inhibitors and checkpoint inhibitors are underway.In April 2019, Immunomedics and Everest Medicines entered into an exclusive licensing agreement for the development and commercialisation of sacituzumab govitecan in South Korea, China, Hong Kong, Macao, Taiwan and Southeast Asia excluding Japan [16] . Immunomedics will receive upfront, milestone and royalty payments; Everest Medicines will be responsible for development and commercialisation costs [16] .In September 2018, Immunomedics signed a long-term manufacturing agreement with Samsung BioLogics, under which the latter will manufacture hRS7 [17] . In January 2018, Royalty Pharma acquired from Immunomedics royalty rights on global net sales of sacituzumab govitecan across all indications for $175 million [18] .In May 2017, Seattle Genetics agreed to terminate its license agreement with Immunomedics for sacituzumab govitecan and settle the associated litigation [19] . The agreement was signed in February 2017, under which Immunomedics was entitled to receive upfront, milestone and royalty payments; Seattle Genetics was responsible for initiating a phase III study in mTNBC and submission of the initial Biologics License Application, as well as for the development in other indications [20] .Immunomedics has collaboration agreements with:• Dana-Farber Cancer Institute to conduct two phase II studies of sacituzumab govitecan plus pembrolizumab in mTNBC and HR-positive/HER2-negative metastatic breast cancer (agreement signed in 2020) [ 2 Scientific SummaryIn vitro, sacituzumab govitecan has a mechanism of action similar to that of free SN-38; in addition, hRS7 may impart its own antibody-dependent cell-mediated cytotoxicity, although it has not been demonstrated clinically [3] [4] [5] . In vitro, sacituzumab govitecan delivers greater (up to 136-fold [3] ) SN-38 than irinotecan [3, 27, 28] . A high level of SN-38 delivery may overcome Rad51-mediated homologous recombination repair of DNA breaks in Trop-2-expressing solid tumours, such as TNBC [28] . In addition to a greater delivery, sacituzumab govitecan delivers SN-38 in its most active nonglucuronidated form, which may partly explain the lower incidence of diarrhoea seen with sacituzumab govitecan than with irinotecan [3] . Sacituzumab govitecan has demonstrated potent in vitro and/or in vivo activity against TNBC [3, 4, 28] and a range of carcinomas, including cervical [29] , endometrial [30] , uterine and/or ovarian [31, 32] , and NSCLC, squamous cell lung, colonic, pancreatic and prostatic [5] carcinomas. Pharmacodynamic exposure-response and temporal trends are unknown for sacituzumab govitecan [8] .Functional expression of ABCG2 is associated with resistance to sacituzumab govitecan in vitro; combining an ABCG2 inhibitor (YHO-13351) with sacituzumab govitecan was associated with improved survival versus no treatment in an ABCG2-positive, SN-38 resistant human gastric cancer xenograft model [33] .In patients with mTNBC, the mean distribution volume of sacituzumab govitecan after a single 10 mg/kg dose was 0.045 L/kg [8] . The mean half-life of sacituzumab govitecan and free SN-38 was 16 and 18 h, respectively; the clearance of sacituzumab govitecan was 0.002 L/h/kg [8] . Following the 10 mg/kg dosage, pharmacokinetics of sacituzumab govitecan and free SN-38 in patients with diverse metastatic cancers were broadly similar to those seen in patients with mTNBC [34] .There are no metabolism studies of sacituzumab govitecan [8] . SN-38 is metabolized by UGT1A1, with a glucuronide metabolite of SN-38 (SN-38G) detectable in patient serum. Patients who are homozygous for the UGT1A1*28 allele (which leads to reduced UGT1A1 enzyme activity) are at increased risk for neutropenia from sacituzumab govitecan. Sacituzumab govitecan exposure is similar between individuals with mild hepatic impairment and those with normal function; the effect of moderate or severe hepatic impairment is unknown, although these conditions may increase the exposure of SN-38 due to decreased UGT1A1 activity. There are no pharmacokinetic studies of sacituzumab govitecan in patients with renal impairment or end-stage renal disease, although renal elimination of SN-38 is known to be minimal. There are no formal drug interaction studies of sacituzumab govitecan or its components. UGT1A1 inhibitors or inducers are expected to increase or decrease SN-38 exposure, respectively; use of UGT1A1 inhibitors and inducers with sacituzumab govitecan should be avoided [8] . Sacituzumab govitecan showed encouraging antitumour activity in the first-in-human clinical trial in patients with metastatic solid tumours (NCT01631552; IMMU-132-01) [35] . In the phase I dose-escalation portion, sacituzumab govitecan was administered at 8, 10, 12 or 18 mg/kg on days 1 and 8 of a 3-week treatment cycle for up to 8 cycles, or until disease progression or unacceptable toxicity. Of 25 patients, two achieved partial responses (PRs), 16 had stable disease. Overall, three patients had a ≥ 30% reduction in their target lesions. The maximum tolerated dose was 12 mg/ kg. The 8 and 10 mg/kg dosage levels were associated with acceptable tolerability in the first cycle, allowing repeated administrations. Consequently, the 8 and 10 mg/kg dosages were selected for phase II studies [35] .In the phase II dose-expansion portion of the IMMU-132-01 trial, 178 patients with advanced solid tumours were treated with sacituzumab govitecan 8 or 10 mg/kg [34] . Overall, the 10 mg/kg dosage was associated with numerically better objective response rate (ORR) and clinical benefit rate (CBR) than the 8 mg/kg dosage; therefore, the 10 mg/kg dosage was selected for further clinical studies in patients with solid tumours [34] .Sacituzumab govitecan was associated with an ORR of 33.3% (95% CI 24.6-43.1) [primary endpoint] in 108 heavily pretreated patients with mTNBC in the basket-design, open-label, single-group IMMU-132-01 trial [36] . The objective responses (assessed locally using RECIST version 1.1) included three complete responses (CR) and 33 PRs. The CBR (percent patients with CR, PR or stable disease for ≥ 6 months) was 45.4% (95% CI 35.8-55.2) and the median duration of response (DOR) was 7.7 months (95% CI 4.9-10.8). The median progression-free survival (PFS) was 5.5 months (95% CI 4.1-6.3) and the median overall survival (OS) was 13.0 months (95% CI 11.2-13.7). Sacituzumab govitecan was administered on days 1 and 8 of each 21-day cycle until disease progression or unacceptable toxic effects. The median duration of follow-up was 9.7 months (data cutoff December 2017) [36] .Consistent ORRs were seen with sacituzumab govitecan, regardless of oestrogen-receptor (ER) status in IMMU-132-01 [37] . In a pooled analysis of 162 patients with HER2-negative breast cancer (108 TNBC and 54 ER-positive), ORR was 33% (3 CRs, 50 PRs), median DOR was 8.3 months, PFS was 5.6 months and OS was 13.0 months. In the ERpositive subgroup, the ORR was 31% (17 PRs) and the median DOR was 7.4 months (median follow-up 10 months) [37] .In 69 patients who received a median of five prior therapies since diagnosis in IMMU-132-01, ORR was 30% (19 PRs, 2 CRs), CBR was 46% and the median DOR was 8.9 months [38] . Responses occurred early in the treatment course, with a median onset of 1.9 months. The median PFS and OS were 6.0 and 16.6 months, respectively [38] .The confirmatory multicentre, randomized, phase III ASCENT trial (NCT02574455) compared sacituzumab govitecan versus the physician's choice of chemotherapy in patients with mTNBC who have failed ≥ 2 prior lines of therapy. This trial was stopped earlier than planned upon recommendation of an independent Data Safety Monitoring Committee because of compelling evidence of efficacy [39] .Sacituzumab govitecan showed clinical activity in patients with metastatic urothelial carcinoma in the IMMU-132-01 trial [40] . Patients had received at least one prior line of therapy. The ORR was 31% in the overall cohort (n = 45), 27% in those with visceral involvement (n = 33) and 23% in those previously treated with checkpoint inhibitors (n = 17). The CBR was 47% (n = 45). The median DOR was 12.9 months. The median PFS and OS were 7.3 and 16.3 months, respectively [40] .Sacituzumab govitecan was associated with an ORR of 29% (median follow-up 4.1 months; n = 35) in patients with platinum-or immunotherapy-resistant metastatic urothelial carcinoma (cohort 1) in an interim analysis of the open-label, multinational, phase II TROPHY-U-01 trial (NCT03547973) [41] . The ORR exceeded the prespecified Simon 2-stage rule of 5 or more responders among 35 patients at interim in cohort 1, permitting enrolment continuation. The objective responses included two confirmed CRs, six confirmed PRs and two unconfirmed PRs. In patients with liver involvement, the ORR was 25% (2 of 8). A reduction in the target lesion was seen in 74% (26 of 35) of patients [41] .In 36 patients with metastatic SCLC who received sacituzumab govitecan 10 mg/kg in the IMMU-132-01 trial, the ORR was 17%, CBR was 39% and the median DOR was 4.0 months; the median PFS and OS were 3.7 and 6.2 months, respectively [42] . In 54 patients with metastatic NSCLC who received sacituzumab govitecan 8 or 10 mg/ kg, the ORR was 17% and the median DOR was 6 months; median PFS and OS were 5.2 and 9.5 months, respectively [43] . In the phase II dose-expansion portion of IMMU-132-01, in 89 patients with advanced epithelial cancers who received sacituzumab govitecan 10 mg/kg, the most common (incidence ≥ 5%) all-cause grade ≥ 3 adverse events (AEs) were neutrophil count decrease (36%), WBC decrease (12%), anaemia (12%), diarrhoea (10%), fatigue (9%) and febrile neutropenia (7%) [34] . Neutropenia was the most common dose-limiting toxicity and it was not correlated with serum govitecan levels or UGT1A1 genotype. The safety profile of sacituzumab govitecan was generally predictable and manageable [34] . Among 108 patients with mTNBC receiving sacituzumab govitecan in IMMU-132-01, grade 3 AEs occurred in 66% of patients; the most common (incidence ≥ 5%) were neutropenia (26%), anaemia (11%), hypophosphatemia (9%), WBC decrease (8%), diarrhoea (8%), nausea (6%) and vomiting (6%) [36] . Grade 4 AEs occurred in 19% of patients and included neutropenia (16%) and WBC decrease (3%) [36] . Serious adverse reactions occurred in 31% of patients and the most common (incidence > 1%) were febrile neutropenia (6%) vomiting (5%), nausea (3%), dyspnoea (3%), diarrhoea (4%), anaemia (2%), pleural effusion (2%), neutropenia (2%), pneumonia (2%) and dehydration (2%) [8] . Adverse reactions led to treatment interruption in 45% of patients, most commonly due to neutropenia (33%) [8] . Two patients discontinued treatment because of treatment-related AEs [36] . Patients had received a mean 9.6 cycles of sacituzumab govitecan over a median 5.1 months [36] .In 45 patients with metastatic urothelial carcinoma who received sacituzumab govitecan in the IMMU-132-01 trial, the most common (incidence ≥ 5%) grade ≥ 3 AEs included neutropenia/neutrophil count decreased (38%), anaemia (11%), hypophosphatemia (11%), diarrhoea (9%), fatigue (9%) and febrile neutropenia (7%) [40] .The tolerability profile of sacituzumab govitecan in patients with urothelial carcinoma in the TROPHY-U-01 trial was consistent with that of other studies. Grade ≥ 3 treatment-related AEs included neutropenia (23%), anaemia (17%), febrile neutropenia (11%) and diarrhoea (11%) [41] .In patients with lung cancer who received sacituzumab govitecan in the IMMU-132-01 trial, grade ≥ 3 AEs included neutropenia (28%), diarrhoea (7%), nausea (7%), fatigue (6%) and febrile neutropenia (4%) in those with metastatic NSCLC [43] , and neutropenia (34%), fatigue (13%), diarrhoea (9%) and anaemia (6%) in those with metastatic SCLC [42] .As with all therapeutic proteins, sacituzumab govitecan has a potential for immunogenicity. Persistent anti-sacituzumab govitecan antibodies were detected in 2 of 106 (≈2%) of patients with mTNBC [8] .The IMMU-132-01 trial is still ongoing. An open-label, randomized, phase III trial (NCT03901339; TROPiCS-02) is comparing sacituzumab govitecan with the physician's choice of chemotherapy in patients with HR-positive/ HER2-negative metastatic breast cancer [44] . A phase I/ II trial (NCT04039230) is evaluating sacituzumab govitecan in combination with a PARP inhibitor (talazoparib) in patients with metastatic breast cancer. In addition, a phase I/II, open-label, multicentre, randomized umbrella study (NCT03424005; Morpheus-TNBC) is evaluating the efficacy and safety of multiple immunotherapy-based treatment combinations, including sacituzumab govitecan, in patients with mTNBC.The TROPHY U-01 trial in urothelial carcinoma is ongoing [41] . Sacituzumab govitecan is also being evaluated in investigator-initiated phase II trials in endometrial carcinoma (NCT04251416) and prostate cancers (NCT03725761), as well as in an investigator-initiated early phase study (NCT03995706) in brain metastases or glioblastoma [45] .Sacituzumab govitecan received its first approval on 22 April 2020 for mTNBC in the USA.Funding The preparation of this review was not supported by any external funding.During the peer review process the manufacturer of the agent under review was offered an opportunity to comment on the article. Changes resulting from any comments received were made by the authors on the basis of scientific completeness and accuracy. Ya-hiya Y. Syed is a salaried employee of Adis International Ltd/Springer Nature, is responsible for the article content and declares no relevant conflicts of interest",
    "metadata": {
        "paper_id": "27c1276b66cb4c6389e7e309a03702b4e81029cf",
        "title": "Sacituzumab Govitecan: First Approval"
    }
}