{
    "abstract_text": "",
    "body_text": "aggravates the clinical picture (4) (5) (6) (7) , which can progress to viral sepsis with hypercoagulability (8) (9) (10) (11) . Many studies have demonstrated that SARS-CoV-2 can also involve the CNS, but the specific neuropathological features of the neurological involvement of COVID- 19 have not been completely highlighted yet (12) . COVID-19 patients, especially those with the severe form of the disease, have usually comorbidities that could make it difficult to understand which pathological findings are directly correlated to SARS-CoV-2 tissue damage (13, 14) . Herein, we provide a systematic literature review to collect the current knowledge about neurological involvement in COVID-19 with a special focus on the correlated neuropathological features.The present systematic review was carried out according to the Preferred Reporting Items for Systematic Review (PRISMA) standards (15) . A systematic literature search and a critical review of the collected studies were conducted. An electronic search of PubMed, Science Direct Scopus, Google Scholar, and Excerpta Medica Database (EMBASE) from database inception to March 2021 was performed. The search terms were \"COVID-19,\" \"SARS-CoV-2,\" \"neurologic involvement,\" \"neuropathology,\" \"histopathology,\" and \"autopsy\" in the title, abstract, and keywords. The bibliographies of all located papers were examined and cross-referenced to further identify relevant literature. A methodological appraisal of each study was conducted according to the PRISMA standards, including an evaluation of bias. The data collection process included study selection and data extraction. Two researchers (FDD, RLR) independently examined the papers with titles or abstracts that appeared to be relevant and selected those that analyzed brain histology in COVID-19 patients. Disagreements concerning eligibility among the researchers were resolved by consensus. Preprint articles were excluded, only papers in English were included. Data extraction was performed by three investigators (AM, CB, and ACM) and verified by other investigators (MDP, ET, and VF). This study was exempt from institutional review board approval, as it did not involve human subjects.A review of the titles and abstracts, as well as a manual search of the reference lists, were carried out. The reference lists of all identified articles were reviewed to find missed literature. This search identified 97 articles, which were then screened based on their abstract. The resulting 97 reference lists were screened to exclude duplicates, which left 52 articles for further consideration. In addition, non-English papers were excluded, and the following inclusion criteria were used: (1) original research articles, (2) reviews and mini-reviews, and (3) case reports/series. These publications were carefully evaluated, taking into account the main aims of the review. This evaluation left 21 scientific papers comprising original research articles, case reports, and case series. Figure 1 illustrates our search strategy.We found articles both on neurological manifestations and neuropathology in COVID-19. Because of the specific aim of this work, only papers concerning histology of the nervous system in SARS-CoV-2 infection have been included in the systematic review. However, a clinical background is fundamental to understand nervous system involvement and so a brief description of the neurological manifestations is provided below.The spectrum of neurological manifestations caused by COVID-19 is wide, varying from self-limiting mild symptoms such as anosmia or dysgeusia to the most severe manifestations, such as stroke, meningoencephalitis, Guillan-Barré syndrome (GBS), and others.Gustatory and olfactory dysfunctions seem to be two of the most frequent neurological symptoms associated with COVID-19, especially in Western countries (16, 17) ; the prevalence of these manifestations varies according to different studies, from 6% in Eastern countries (18) to more than 70% and 85% in the United States and Europe studies, respectively (17) . Some recent studies have documented the presence of SARS-CoV-2 virions in the olfactory bulb and neuroepithelium of nasal mucosa (19, 20) : the invasion of these tissues by the virus could be the basis of these sensory dysfunctions, though more investigations are needed to confirm this hypothesis.Stroke is one of the most severe and debilitating neurological manifestations associated with COVID-19. The main risk factors that can lead to this complication seem to be male sex and advanced age (21) . Regarding the pathogenesis of stroke in COVID-19 patients, it is important to notice that some of the most important prognostic factors associated with this disease (such as cardiovascular and cerebrovascular disease, diabetes, elderly, obesity, hypertension, and smoking) are related to a possible arterial compromise, that could lead or contribute to the onset of stroke (21) . Before the worldwide spread of the pandemic, the incidence of stroke in patient admitted to the emergency department in the United States was 3.2% (22) . Three retrospective New York studies have been conducted to determine the incidence of strokes in hospitalized patients for COVID-19: results show that 1.6% of 1916 patients, 0.9% of 3556 patients, and 1.1% of 3218 patients presented a stroke (23) (24) (25) , compared with only 0.2% of 1486 patients hospitalized for stroke as an influenza complication (23) . Yaghi et al. demonstrated that the incidence of cryptogenic strokes in patients affected by COVID-19 was twice as much as the incidence in the control group (24) . Furthermore, neuroimaging investigations conducted by Jain et al. on a subset of COVID-19 patients with stroke revealed that the majority of strokes were ischemic (68.5%), whereas 24% consisted of hemorrhagic type (25) . Another American study demonstrated a stroke incidence of 4.4% of 755 COVID-19 patients (26) : performing neuroimaging investigations on these subjects, researchers highlighted the presence of intracranial hemorrhage in all of them, consisting of punctate hemorrhage (7 patients), small to moderate hemorrhage (17 patients), one big parenchymal hemorrhage without herniation (4 patients), or with mass effect and herniation of brain structures (5 patients) (26) . Concerning the Eastern countries, Mao et al. reported 2.8% of 214 COVID-19 subjects with stroke (18) .Guillan-Barré syndrome is a rare neuroimmunological disorder that occurs when the immune system does not recognize the peripheral nervous system as a part of the \"self,\" attacking it and consequently causing demyelination. GBS can often follow viral infections, and SARS-CoV-2 seems to be one of the viruses that can cause GBS disorder. More than 30 cases of GBS related to COVID-19 have been reported from F I G U R E 1 Search strategy: a methodological appraisal of each study was conducted according to the PRISMA standards, including an evaluation of bias. The data collection process included study selection and data extraction Note: All the subjects were tested positive for SARS-CoV-2. Hypoxic changes (including red neurons) T A B L E 2 Summary of the main histological brain findings gathered from the published reports COVID-19 patients are related to axonal damage or demyelination caused by autoimmune cytokine storm involving IL-6 and other inflammatory mediators, and to the production of antibodies against gangliosides (33, 35) . Finally, two other clinical neurological manifestations of COVID-19 are meningitis and encephalitis, even if they are not as frequent as other neurological complications. Moriguchi et al. reported a case of a 24-year-old Japanese patient who, nine days after the onset of classical COVID-19 symptoms, presented neurological symptoms such as generalized seizures, neck stiffness, and altered mental status; furthermore, the magnetic resonance (MRI) of the brain showed hyperintensity of the medial temporal lobe and along the lateral ventricle. Reverse transcription-polymerase chain reaction (RT-PCR) for SARS-CoV-2 did not detect virus' RNA in the nasopharyngeal swab but showed positivity in the cerebral spinal fluid sample (36). Table 1 shows a summary of all the studies on neuropathology in COVID-19 included in this review.Reichard et al. (37) was one of the first who published neuropathological results from an autopsy performed on a patient who died from COVID-19. The subject of his study was a 71-year-old man with ischemic heart disease as comorbidity; he did not present any specific neurological signs or symptoms, and no neurological imaging was performed before death. Main macroscopic neurological findings were brain swelling and some disseminated hemorrhages (size from 1 mm to 1 cm); instead, microscopically, hypoxic changes, few infarcts, foci of intraparenchymal hemorrhages with peripheric macrophages, axons damage with loss of myelin and apoptosis of oligodendrocytes, generalized reactive gliosis were found. In May 2020, Bryce et al. (38) described the findings of 67 autopsied cases of COVID-19 related-deaths. The patients' mean age was 67.5 years, and multiple comorbidities were reported, such as hypertension, diabetes, coronary artery disease, obesity, and many others. At brain histology, performed on 20 brains, the authors found microthrombi and acute infarctions (six cases) in various brain regions: deep parenchymal ischemic infarcts, hemorrhagic infarcts in deep gray matter, infarct in large cerebral artery area. Furthermore, some brains showed anoxic injury (two cases), vascular congestion (all cases), and a focal parenchymal infiltrate of T-lymphocytes (two cases). Six cases were analyzed by von Weyhern et al. (39) . Patients presented a median age of 69.3 years, multiple comorbidities (cardiovascular diseases, cirrhosis, and fatty liver disease, Alzheimer's disease), and three of them manifested somnolence. Main microscopic brain findings were signs of encephalitis in five of them, lymphocytic meningitis in all cases, whereas some of them also presented petechial bleedings, neuronal cell loss, and/or axon degeneration. Besides, thanks to the aid of electron microscopy, researchers documented the entry of SARS-CoV-2 into the CNS via endothelial cells. Kirschenbaum et al. (40) published results of autopsies performed on two males, 70 and 79-year-old, respectively. The former had coronary artery disease, hypertension, and renal transplant in comorbidity, whereas the latter presented severe pulmonary hypertension and showed ageusia and anosmia before the death occurred. Microscopically, the authors found that the olfactory epithelium of both subjects presented infiltrates of leucocytes at the level of lamina propria, and some foci of mucosal atrophy. In addition, olfactory nerve fibers presented some \"digestion chambers,\" that tested positive for CD68 on immunohistochemistry, so they suggested they could be indicative of axonal damage. Both brains showed perivascular leukocytic infiltrates, mostly in the basal ganglia, and intravascular microthrombi.Paniz-Mondolfi et al. (41) reported a case of a 74-year-old male patient with Parkinson's disease, who died of COVID-19 complications after few days of hospitalization. Neurologically, he appeared intermittently alert and sometimes combative and agitated. Thanks to electron microscopy, the authors demonstrated the presence of viral particles in the frontal lobe and endothelial cells from brain sections obtained during the postmortem examination. Same particles were also present in neural cell bodies, in form of cytoplasmic vacuole with electron-dense center and stalk-like projections. Brain tissue tested positive for SARS-CoV-2 by qRT-PCR. In August 2020, Bradley et al. (42) performed five autopsies on COVID-19 patients (mean age 68 years) with multiple comorbidities, such as hypertension, obesity, cardiovascular and cerebrovascular disease, hyperlipidemia, and others. During the hospitalization, some of them presented also neurological symptoms: altered mental status and headache. On postmortem examination, one subject presented punctate subarachnoid hemorrhages; microscopically, some microhemorrhages in the brainstem were found. Schurink et al. (43) studied nine brains out of 21 autopsies performed on subjects who died from COVID-19. In one case, the death was attributed to necrotizing encephalitis, and microscopic examination of brain tissue showed some aspecific hypoxic changes, activation and clustering of microglia, astrogliosis, some foci of perivascular T-cells, especially in the olfactory bulb and cranial medulla oblongata, and, in three cases, some neutrophilic plugs. Two cases were examined by Jaunmuktane et al. (44) One female in her early 50s underwent a brain computer tomography (CT) scan before death, that showed some recent multifocal infarcts. At macroscopic postmortem examination of the brain, acute and subacute infarcts were confirmed. Microscopically, infarcted areas showed granulation tissue and perivascular hemorrhages. The second case examined by the authors was a male in his mid-60s who underwent an MRI of the brain before death. The imaging showed leukoaraiosis and right intraparietal sulcus high signal intensity, microhemorrhages, and some small acute infarcts. At postmortem examination, it was possible to better localize infarcted areas in white matter, globus pallidus, and cortex; microscopically, a mild leptomeningeal lymphohistiocytic inflammation in the right intraparietal sulcus, hemosiderin-laden macrophages, and swollen axons were found. Solomon et al. (45) autopsied 18 cases, with a median age of 62 years and multiple comorbidities. Six of them presented neurological symptoms before death, such as myalgia, headache, and taste decrease. Brain CT scan was performed in 3 subjects, showing no abnormalities. The macroscopic examination of the brain showed some unspecific findings. Microscopically, the majority presented acute hypoxic injury at the level of cerebrum and cerebellum, with neuronal cell loss in the cerebral cortex, hippocampus, and cerebellum; in addition, two cases showed some perivascular lymphocytic foci and, in one case, focal leptomeningeal inflammation was detected. In five subjects, brain tissue tested positive for SARS-CoV-2 by qRT-PCR, with a low virus load, whereas brain immunohistochemistry for SARS-CoV-2 was negative. In October 2020, seven patients who died from COVID-19 were described by Deigendesch et al. (46) . The mean age was 71.6 years, and multiple comorbidities were reported. During hospitalization, one of them showed disorientation and agitation, another showed vertigo, and one of them went into a coma before death. At the postmortem examination, only unspecific, not directly related to COVID-19 findings were highlighted by the authors. The olfactory bulb tested positive for SARS-CoV-2 (qRT-PCR) in four cases, optic nerve in two cases. Hanley et al. (47) performed a postmortem examination on nine brains of subjects who died from COVID-19 (median age 65 years). Brain tissue tested positive for SARS-CoV-2 in four cases (qRT-PCR). One of them, macroscopically, presented a hemorrhagic conversion of a middle cerebral artery stroke. The most important microscopic findings were ischemic changes in all encephalic tissues examined, microglial activation, and mild perivascular T-cell infiltration in five of them. In November 2020, Kantonen et al. (48) collected brain tissue from 4 COVID-19 dead patients, with a mean age of 68.25 years. All of them manifested delirium and loss of consciousness before death, in addition, one subject felt ageusia. No imaging before death was performed on them, whereas macroscopic examination of four brains showed depigmentation of some areas such as locus coeruleus and substantia nigra, and they also presented putamen lacunae, enlarged perivascular spaces, and microhemorrhages. At the microscopic examination, all brain tissues showed hypoxic changes and perivascular degeneration; some of them presented an inflammatory infiltration, vasculopathy, white matter lesions, and foci of axonal spheroids. All brain tissues tested negative for SARS-CoV-2 (qRT-PCR). A series of 43 subjects were reported by Matschke et al. (49) The median age of these patients was 76 years, and they presented multiple comorbidities. No one presented specific neurological signs or symptoms before death. At the postmortem examination, most brains showed brain edema (mean brain weight 1302 gr). In addition, some ischemic lesions were found in 11 brains. At the histological examination, the authors described microglia activation and T lymphocyte infiltrations, predominantly in the brainstem, astrogliosis, and neuronophagy (two cases). Immunohistochemistry revealed some subpial and subependymal regions that tested positive for HLA-DR. An interesting case is described by Al-Dalahmah et al. (50) : the patient was a 73-year-old male who presented sudden-onset headache, nausea, vomiting, and loss of consciousness. Brain CT scan showed a cerebellar hematoma and its pathological consequences. After his death, an autopsy was performed. Macroscopic examination of the brain confirmed the features already observed on brain CT scan. Microscopically, it was possible to notice severe hypoxic alterations with red neurons (in the olfactory bulb too), acute infarcts in the dorsal medulla and pontine tectum, neutrophilic infiltration in the cerebellum, microglial nodules, and neuronophagy in the inferior olives and cerebellar dentate nuclei, and some perivascular and parenchymal lymphocyte infiltrate. Nasal epithelium, olfactory bulb, cerebellar clot, and cerebellum-olfactory epithelium, which also manifested chronic active inflammation, tested positive for SARS-CoV-2 by qRT-PCR. Remmelink et al. (51) performed postmortem examinations on 11 patients who died from COVID-19. The gross examination of the brains did not show any specific finding, it was only possible to observe a recent drained subdural hematoma and a cerebral hemorrhage. At the microscopic examination, cerebral hemorrhages or hemorrhagic suffusions were confirmed in eight cases; in three cases, focal ischemic necrosis was reported, whereas other main microscopic findings were edema and/or vascular congestion and diffuse or focal spongiosis. Brain tissue tested positive for SARS-CoV-2 in nine cases (by qRT-PCR). In January 2021, Fabbri et al. (52) published results of 10 autopsies on deceased of COVID-19 complications (median age 60.9 years). No one presented specific neurological signs or symptoms. Grossly, brain weight was augmented (mean weight was 1560 g) because of edema and meningeal congestion. Moreover, it was possible to notice bilateral uncal herniation in two cases, cerebral infarction in three cases, purulent accumulation on the leptomeningeal vault in one case, and one focal SAH. Microscopically, microthrombi with focal microscopic recent infarcts and red neurons were reported but also scattered hemosiderin-laden macrophages and microglia activation was present. In one case, leptomeningeal vascular congestion with mild perivascular T-lymphocytic infiltration was observed. Olfactory nerve and brain tissue tested positive for SARS-CoV-2 by qRT-PCR in one case. Other neuropathological findings were reported by Rhodes et al. (53) on a case series of ten patients. At the postmortem examination brain swelling, herniations, intraparenchymal hemorrhages, cerebral infarcts, and cerebral ventriculomegaly were observed. In all cases, the authors reported the presence of acute neutrophilic endothelitis and reactive microangiopathy. In half of the cases, acute perivasculitis, infarcts, and hypoxic changes were also described, whereas other findings in a minority of cases consisted of perivascular hemorrhages, acute medullar encephalitis, and microglial nodules. Two cases were described by Jensen et al. (54) One 66-year-old male, who presented poor neurological state even off sedation, underwent a brain CT scan that only showed diffuse bilateral gyral calcifications. The postmortem examination of the brain confirmed the presence of thinning and darkening calcification areas; microscopically, the main findings consisted of multifocal subacute cortical infarcts with extensive perivascular calcification and cerebral amyloid angiopathy. The other subject was a 71-year-old male who appeared slow to awake from sedation. Brain MRI only showed an old cerebellar SAH, that was confirmed to be present at the postmortem examination. The main microscopic findings were internal capsule subacute microinfarct, moderate T-cells infiltration, neuronophagia, and microglia activation with nodules. Brain tissue tested negative for SARS-CoV-2 in both cases (by qRT-PCR). Meinhardt and colleagues (20) reported the results of 33 autopsies on patients with a median age of 71.6 years and multiple comorbidities. Five of them showed impaired consciousness, whereas two presented headache and/or behavioral changes. Macroscopically, only intraventricular hemorrhage was reported. At brain histology, the main findings consisted of acute hypoxic and ischemic lesions (both in the brainstem and brain) in six cases, microglia nodules in one case, microhemorrhages in one case, acute/subacute hypoxic-ischemic encephalopathy, and SAH in one case ( Figure 2 ).With regards to brain biopsies, Hernández-Fernández et al. (55) presented the cases of two male patients. One of them was 61-year-old and died from COVID-19 complications; he was admitted to the hospital because of the onset of focal seizures. Brain CT scan showed temporoparietal hematoma and subarachnoid hemorrhage (SAH). The other subject was a 69-year-old, and he had a favorable outcome; a brain CT scan showed bilateral parieto-occipital white matter involvement with extension to semi-oval centers, left frontal intraparenchymal hematoma, and right frontal SAH. Brain MRI showed multiple cortico-subcortical microhemorrhages and posterior leukoencephalopathy. Histological examination of brain biopsies allowed to observe fibrin microthrombi, neuropil degeneration, vessel wall alterations (disappearance of endothelial cells, reactive endothelial cells with hyperchromatic nuclei), and, in the patient who died, extravasation of inflammatory cells with atypical lymphocytes in the perivascular space and fibrinoid necrosis in one small artery.A peculiar case was presented by Efe et al. (56) It regarded a 35-year-old woman who developed headache, dizziness, and drug-refractory seizures. The brain imaging (an MRI and an MRI spectroscopy) was consistent with a high-grade glioma of the left temporal lobe. She underwent a left anterior temporal lobectomy. Two days after the surgery, she was tested positive for SARS-CoV-2 by qRT-PCR on rhino-pharyngeal swab. The histological revision of the frozen-section biopsy taken in the operating theatre revealed perivascular lymphocytic infiltrations alongside diffuse hypoxic changes. Therefore, the delayed diagnosis was COVID-19-associated encephalitis.In Table 2 , the main histological brain findings found in the literature are presented. The frequency of each finding on the total amount of cases included in this review is provided. The most common features were microgliosis and microglia activation, both with or without microglia nodules (37.6%), followed by hypoxic changes (29.4%) and astrogliosis (26.4%). Inflammatory infiltrates were present in 15.7% of cases, considering the parenchymal and perivascular localization, while leptomeningeal inflammation and infiltrates were observed in 5.6% of cases. Inflammation was mainly maintained by macrophages and T-lymphocytes. CNS samples showed microthrombi in 21 cases up to 197 (10.6%) and large ischemic lesions in 30 (15.2%). On the other hand, micro-and perivascular hemorrhages were described in 12.2% of cases, while focal hemorrhagic lesions in 6.6% of cases. Concerning olfactory bulb involvement, the presence of SARS-CoV-2 or inflammatory features of this part of the CNS was observed in 57 cases (28.9%).Nowadays, SARS-CoV-2 is well known for its pulmonary tropism, respiratory complications, and histopathological findings of the respiratory tract (57) , but it has also been demonstrated that other organs can be affected by COVID-19. In particular, neurotropism of the virus and its consequences on the nervous system have not been emphasized much in the literature, even if it has been demonstrated that SARS-CoV-2 can invade the nervous tissue through angiotensin-converting enzyme 2 (ACE-2) receptors (58, 59 . Previous studies demonstrated that ACE-2 receptors are present in the human brain (60) . Anyway, other cell receptors could also be involved in SARS-CoV-2 neuro-invasion, such as CD147-spike protein and neuropilin-1 (NRP1) (21, (61) (62) (63) . Furthermore, both SARS-CoV and MERS can cause CNS infections and animal models indicated they invade the bloodbrain barrier (64) . Regarding the neurological manifestations caused by COVID-19, a broad spectrum of signs and symptoms can be attributed to SARS-CoV-2, from the most common gustatory and olfactory dysfunctions to much more severe manifestations, such as stroke and meningoencephalitis. To better understand the neuropathogenesis of COVID-19, it is important to focus on the CNS histopathological findings that have been reported in the literature during this year. In this review, we analyzed 21 articles that reported the brain tissue histological description of 197 COVID-19 patients. Most of them were postmortem studies, whereas in two cases, brain biopsies were performed. According to our results, the neurological alterations do not seem to be specific to the SARS-CoV-2 infection. One of the most frequently reported alterations is hypoxic changes (29.4%), including the presence of red neurons (typical of hypoxic injury of the CNS) (20, 37, 43, 44, 46, 47, 50, 52, 54, 56 . In 37.6% of cases, the authors found microgliosis or microglial activation, sometimes with nodules, whereas in another high percentage of cases (26.4%), astrogliosis has been found (20, 37, 44, 47, 48, 51, 52, (54) (55) (56) . Regarding these last two findings, they were mainly reported by Matschke et al., which conducted a very interesting study on the brain samples of 43 COVID-19 autopsies (49) . This is the amplest study about neuropathological features in COVID-19 published so far. It has been supposed that reactive inflammation of microglia and astrocytes could be related to a systemic response. In fact, microglia activation with nodules, as found in COVID-19 patients, it is similar to the features of other viral encephalitis (65) (66) (67) . Besides, Deigendesch et al. did not find any statistical difference between the extent of microglia activation in COVID-19 patients and in septic patients (46. Another hypothesis could be that microgliosis and astrogliosis are secondary to other pathological mechanisms, like infarcts or hemorrhages (21) . In fact, in most studies, ischemic (20, 37, 38, 45, (52) (53) (54) (55) and/or hemorrhagic (20, 37, 38, 49, 53 lesions were described, in addition to micro-and perivascular hemorrhages (20, 38, 42, 45, 50, 52, 54, 56 and microthrombi (38, 40, 45, 49, 54 . These alterations seem to be related to coagulation disequilibrium and the cytokine storm caused by COVID-19 (8, 10, (68) (69) (70) , and not to be a direct consequence of the infection. As it is known, some of the most widespread symptoms related to SARS-CoV-2 infection are anosmia and hyposmia (without nasal congestion) (71). It is not an uncommon eventuality in the course of upper respiratory tract infections, in particular in the case of coronavirus infection (72) (73) (74) . It was suggested that COVID-19-related olfactory impairment could be linked to direct olfactory bulb or nasal mucosa neuroepithelial olfactory receptors injury (75) . Olfactory bulb invasion by SARS-CoV-2 was demonstrated in mice, indeed (76) . Furthermore, the olfactory bulb was considered a possible way to penetrate the CNS in SARS-CoV and MERS animal studies (64) . Recently, some authors pinpointed sustentacular cells as a possible entry for SARS-CoV-2 to penetrate the olfactory epithelium and cause anosmia (77) . A SARS-CoV-2 axonal transport via the cribriform plate was also suggested (78) . Moreover, a clinical study on patients with persistent hyposmia after SARS-CoV-2 infection proved brain hypometabolism bilaterally in the limbic cortex, suggesting the involvement of the distal olfactory pathway (79) . In this review, we detected 57 (28.9%) cases in which olfactory bulb inflammation or viral RNA presence was demonstrated, supporting the olfactory neuroepithelium and bulb as one possible entrance to the CNS.However, the collection of data provided in this review has an intrinsic limit. Heterogeneity among the studies can be noticed, concerning both the sampling technique and the succeeding examinations. For example, immunohistochemistry was not performed in all studies. An internationally accepted brain sampling protocol in ascertained or suspected COVID-19 deceased, as it has already been proposed for respiratory tract (80) , as well as standardized examination procedures (i.e., histology, immunohistochemistry, molecular investigations), may be helpful to uniform data concerning neuropathological features (81) .At this time, much remains to be investigated and a lot has still to be discovered about COVID-19 neuroinvolvement and more studies concerning neuropathological findings are certainly needed. The specific mechanism by which SARS-CoV-2 could enter into the CNS and cause neural damage has not been identified yet, even if some hypotheses have risen. Probably more pathological pathways concur to determine the various clinical scenarios and histological pictures described in the literature. The neuropathological features of COVID-19 known up to now seem to be unspecific and similar to the histopathological appearance of other forms of CNS inflammation.In contrast to the multitude of studies that highlighted the pulmonary damage caused by COVID-19, less attention has been paid to other organs' involvement in this systemic disease, including neuropathological issues. Brain postmortem examination of patients who died from COVID-19 is an important tool to shed light on pathogenetic mechanisms that could cause mild to severe neurological manifestations (82) . The small number of studies so far conducted to investigate histopathological characteristics of COVID-19 neuro-involvement did not seem to have highlighted any specific damage of brain tissue directly caused by the virus itself. The described neuropathological findings seem to be more likely because of systemic inflammation and coagulopathy caused by SARS-CoV-2 infection, which may lead to a reactive response of CNS components and to the genesis of infarcts, hemorrhages, and microthrombi that are often described in a wide range of brain areas of infected subjects (20, 37, 38, 40, 42, 45, 49, 50, (52) (53) (54) (55) (56) . Further studies are needed to confirm these hypotheses and to better clarify the role of SARS-CoV-2 in causing neural damage, to design effective strategies to prevent or at least to control the most fatal consequences of this pandemic disease.The authors declare no conflict of interest.",
    "metadata": {
        "paper_id": "277a560da63312822a7dd824d05702a2de0b8a39",
        "title": ""
    }
}