{
    "abstract_text": "median: −2.82; range: −5.18; 7.96) as compared to those not receiving TPE (median: −1.35; range: −3.89; 8.84), confirming that treatment assignment involved a selection bias of patients according to the severity of COVID-19 at hospital admission. The adjustment for confounding was carried out using severity as the covariate in Cox regression models. The univariate hazard ratio (HR) of 0.68 (95%CI: 0.26; 1.80; p = 0.441) for TPE turned to 1.19 (95%CI: 0.43; 3.29; p = 0.741) after adjusting for severity.Conclusions: In this study sample, the lower mortality observed among patients receiving TPE was due to a lower severity of COVID-19 rather than the TPE effects",
    "body_text": "Background: There is a risk of novel mutations of SARS-CoV-2 that may render COVID-19 resistant to most of the therapies, including antiviral drugs and vaccines. The evidence around the application of therapeutic plasma exchange (TPE) for the management of critically ill patients with COVID-19 is still provisional, and further investigations are needed to confirm its eventual beneficial effects.Aims: To assess the effect of TPE on the risk of mortality in patients with COVID-19-associated pneumonia, using three statistical procedures to rule out any threats to validity.Methods: We therefore carried out a single-centered retrospective observational non-placebo-controlled trial enrolling 73 inpatients from Baqiyatallah Hospital in Tehran (Iran) with the diagnosis of COVID-19-associated pneumonia confirmed by real-time polymerase chain reaction (RT-qPCR) on nasopharyngeal swabs and high-resolution computerized tomography chest scan. These patients were broken down into two groups: Group 1 (30 patients) receiving standard care (corticosteroids, ceftriaxone, azithromycin, pantoprazole, hydroxychloroquine, lopinavir/ritonavir), and Group 2 (43 patients) receiving the above regimen plus TPE (replacing 2 l of patients' plasma by a solution, 50% of normal plasma, and 50% of albumin at 5%) administered according to various time schedules. The follow-up time was 30 days and all-cause mortality was the endpoint.Results: Deaths were 6 (14%) in Group 2 and 14 (47%) in Group 1. However, different harmful risk factors prevailed among patients not receiving TPE rather than being equally split between the intervention and control group. We used an algorithm of structural equation modeling (of STATA) to summarize a large pool of potential confounders into a single score (called with the descriptive name \"severity\"). Disease severity was lower (Wilkinson rank-sum test p < 0.001) among patients with COVID-19 undergoing TPE INTRODUCTION COVID-19 is an asymptomatic disease in most cases, but some patients develop life-threatening diseases characterized by acute respiratory distress syndrome (ARDS), sepsis, multisystem organ failure (MOF), extrapulmonary manifestations, thromboembolic disease, and associated cytokine release syndrome (CRS) (1) (2) (3) . Although the pathophysiology of COVID-19 is far from being completely understood, the severe form of the disease is correlated with overrelease of proinflammatory cytokines (tumor necrosis factor, IL-6, and IL-1β), which cause strong inflammation, endothelial injury, thrombotic microangiopathy, MOF, and eventually death (4) (5) (6) . The strict biological criteria to diagnose the CRS associated with COVID-19 remain however poorly defined (7) .The lack of effective treatments against COVID-19 leads to a sense of urgency to develop new therapeutic strategies based on pathophysiological assumptions, thus endorsing the hypothesis that properly timed antiinflammatory therapeutic strategies could improve patients' clinical outcomes and prognosis (6, 8) . The mortality risk associated with the above CRS is thought to increase with the persistence of high blood concentration of cytokines over time; hence some therapeutic strategies against critical COVID-19 are focusing on anticytokine treatments or immunomodulators (6, 9) .A non-pharmacological option to counteract the dysregulated proinflammatory response featuring severe COVID-19 could be represented by blood purification techniques (8) . Therapeutic plasma exchange (TPE) is an extracorporeal treatment performed by filtrating a volume of plasma equivalent to the estimated plasma volume that selectively removes circulating pathogenetic substances, such as autoreactive antibodies, immune complexes, paraproteins, lipoproteins, and inflammatory mediators like cytokines. TPE has been applied to manage different critical diseases, including the acute respiratory distress syndrome (ARDS) (10) , pneumonia and respiratory failure from H1N1 influenza A virus (11), Kawasaki disease (12) , and sepsis, effectively reducing the elevated levels of cytokines and inflammatory mediators, avoiding lethal complications as septic shock, pulmonary embolism, renal injury, or disseminated intravascular coagulation (2, 10, (12) (13) (14) .Therapeutic plasma exchange as a remedy for the cytokine storm has also already been used as a supportive treatment for critically ill patients with COVID-19 (2, 10), especially among those admitted to intensive care unit (ICU) (6) . The risk of novel mutations rendering SARS-CoV-2 resistant to most therapies (including vaccines and antiviral drugs) might reduce the spectrum of drugs available for COVID-19. TPE, which has been performed for over a century, has proved to be safe and effective in several disorders (15) . Overall, TPE can be considered as a salvage or adjunctive treatment against severe COVID-19, with the rationale of clearing out the related cytokine storm and possibly the viral load (16).However, the effect of TPE has not been studied in patients infected with SARS-CoV-1 and MERS. Moreover, TPE does not appear in the Coronavirus Disease 2019 (COVID-19) Treatment Guidelines (major revisions on March 5, 2021 and February 23, 2021) issued by the National Institutes of Health (17). Although limited case reports demonstrated a beneficial effect, the evidence on the respective efficacy against COVID-19 is still inconclusive (18) .To assess the effect of TPE on the risk of mortality in patients with COVID-19-associated pneumonia using three statistical procedures to rule out the possibility that any threats to internal validity could be responsible for the observed treatment effect.This single-centered retrospective observational controlled, yet not randomized, study enrolled 73 inpatients from Baqiyatallah Hospital in Tehran (Iran) between March 4 and May 20, 2020. All patients with respiratory symptoms were screened by clinical examination, real-time PCR (RT-qPCR) on nasopharyngeal swabs, and chest-computerized tomography (CT) scan to confirm the diagnosis of COVID-19-associated pneumonia.The following inclusion criteria were applied to recruit patients with COVID-19 for this study:• age ≥ 20 years; • severe pneumonia with lung infiltrates on more than 50% of the lung fields and evidence of hypoxiemia, featured by:-tachypnoea (≥ 30 breaths per min); -O 2 saturation (SpO 2 ) ≤ 90% at rest on room air; or -PaO 2 /FiO 2 ratio <300 mm Hg);• positive real-time RT-qPCR (throat-swab specimens) or typical COVID-19-associated pneumonia imaging at chest CT scan, following WHO interim guidelines: evidence of severe pneumonia, patchy infiltration, ground glass opacities, ill-defined margins, smooth or irregular interlobular septal thickening, air bronchogram, crazy-paving pattern, and thickening of the adjacent pleura with severe involvement (> 50%).The following exclusion criteria were applied (19) :• non-severe COVID-19 patients,• MOF in COVID-19 patients.Patients' demographic and health data were extracted from the medical records. All medical records were screened by a double opinion of two hospital doctors. Adjudication of any clinical interpretative diagnostic difference was performed by a pulmonologist. Missing clinical data were filled up after discussion with an health care staff.According to clinical decision of doctors and patients' will, patients with COVID-19 were broken down as shown in Figure 1 : According to the Centers for Disease Control and Prevention (CDC) (20) , older age, chronic obstructive pulmonary disease, cardiovascular disease, type 2 diabetes mellitus, obesity, sickle cell disease, chronic kidney disease, immunocompromised status, and cancer are risk factors for severe COVID-19 (20) . We considered these factors if they were actually found in the clinical records of the patients. We also included in the statistical analysis additional conditions for which the data were unclear: comorbidity (grouping miscellaneous conditions), male sex (although is not currently included in the CDC list of risk factors for COVID-19), type 1 diabetes mellitus, hypertension, and smoking. All the above risk factors were treated as dichotomous variables in the statistical analysis.In the present study, patients with COVID-19 were categorized according to vital status or by TPE administration. For every single risk factor, the risk of death, and/or the probability of being assigned to TPE was estimated.The disease is a severe pneumonia, limiting gas exchange of lung. Rather than chest CT scan imaging, we assumed as an indicator of lung involvement the heaviest O 2 delivery support ever administered to patients. The variable was categorized as 0 (highflow nasal canula), 1 (non-invasive mechanical ventilation) and 2 (invasive mechanical ventilation with intubation). The variable was treated as ordered polytomous variable in the analysis.Early initiation, duration, and quantity of TPE could be related to better outcomes. Hence, TPE administration was categorized according to days, ranging from 1 to 12, of treatment start since hospital admission, coding a new variable (timing) as follows:• 0 (sample including the above Group 1); • 1 (patients admitted to TPE on days 1 to 3); • 2 (patients treated on days 4 to 5); and • 3 (patients admitted to TPE 6-12 days since hospital admission).We also coded a variable (number of treatments) with 3 levels:• 0 (including the above Group 1), • 1 (patients pertaining to Group 2 who underwent 1 to 4 sessions of TPE); and • 2 (Group 2 patients with 5 TPEs).The latter term is not an observed variable but is estimated by SEM, as a single score summarizing a large number of measured pretreatment covariates, particularly useful to adjust for confounders using Cox regression models (see below).The risk factors of 73 COVID-19 patients, broken down by vital status or TPE treatment, were reported in rows and columns of Table 1 to summarize the relationships among observations. At each row and column interception, there were numbers and percentages of subjects having a given trait; the denominator of the percentage was always 53 for patients who survived, 20 for those deceased, 43 for patients treated with TPE, and 30 for those not undergoing TPE (\"Total\" in the last row of Table 1 ). Risk factors for severe COVID-19 were mainly dichotomous variables (e.g., sex). Table 1 reports only one of the two possible values, the complementary one being easily calculated by subtraction using the total figures (numbers) or 1.00 (percentages). Conversely, all the possible categories of polytomous variables (for example, O 2 support) are reported in Table 1 . Besides numbers and percentages, Table 1 displays the odds ratios (OR), estimated with an exact method due to the relatively limited number of study subjects, with the respective 95% confidence interval (95%CI) and the two-tail p-value. By default, the conditional maximum likelihood estimates were used in the OR estimation, except for those parameters (e.g., ICU admission) for which a percentage was equal to 100% and the upper bound of 95%CI was infinite. In such a case OR was obtained by median unbiased estimates. OR is a measure of association between an exposure and an outcome. The OR represents the odds that an outcome will occur given a particular exposure, compared to the odds of the outcome occurring in the absence of that exposure. The outcome was \"death\" in the analysis for columns 2 and 3, or \"TPE treatment\" for columns 5 and 6. The multiple categories of polytomous variables were coded as ordinal variables (0, 1, 2, etc.), but were considered as \"continuous variables\" in the context of exact logistic regression analysis; therefore, only one OR was returned by the statistical program.A numerical value of \"severity\" was estimated by SEM program for each patient. Multiple summary statistics were calculated conditioned on a categorical variable that identified two groups: survived/deceased or TPE-treated/TPE-untreated. The numerical statistics for Severity (min, max, median, 25th, and 75th percentiles) are reported in Table 2 , together with the Wilcoxon rank-sum test for the equality of the median TABLE 1 | Distribution of 73 patients with COVID-19 by vital and treatment status: number (N) and percentage (%) of cases; exact odds ratio (OR); 95% confidence interval (95%CI) and two-tail p-values.DeceasedHigh-flow nasal canula 1 (5) Timing of treatments = days between hospital admission and first TPE: 0 (no TPE); 1 (up to 3 days); 2 (4-5 days); 3 (6-12 days). Plasmapheresis (TPE) = dichotomous variable which was 0 for 30 untreated patients and 1 for the 29 cured with TPE.Frontiers in Nutrition | www.frontiersin.org distribution across the two groups. The distribution of the Severity score is shown in Figure 2 incorporating various vertical lines to mark the median, min, and max values of the different samples.The intervention (TPE) was not randomly allocated to study subjects. To rule out the possibility that any threats to internal validity were responsible for the observed treatment effect, we used three statistical procedures.The effect of TPE on mortality of patients with COVID-19-associated pneumonia, controlling for sex, personal history of comorbidity, hypertension, diabetes, smoking habit, heaviest oxygen (O 2 ) delivery support, and squared age, was estimated by matching the estimated probability of treatment (known as propensity score) and specifying to estimate the average effect on the treated group. After estimation of TPE effect by a matching estimator, a box-plot was produced to check for covariate balance in propensity-score matched sample.We used a conceptual framework based on knowledge of the relevant literature contrasting the two central aspects of the study: TPE therapy (including number and timing of administration) and the latent variable severity (estimated using the plausible confounders: sex, comorbidities, hypertension, diabetes, smoking habit, heaviest O 2 delivery support, and age), using mortality as outcome. All the above assumptions were converted into a SEM model. The effects were expressed as standardized coefficients that make comparisons easier-the higher the coefficient the higher the effect-by ignoring the independent variable's scale of units. We used two goodness-of-fit SEM statistics:1. the Chi-square test for \"model vs. saturated\" (the saturated model is the model that fits the covariances perfectly); and 2. the coefficient of determination (CD) that is like R 2 for the whole model, a perfect fit corresponding to a CD of 1. SEM results were both tabulated and presented graphically.The sample size required for SEM is dependent on model complexity. The best option is to consider the model complexity (i.e., the number of exogenous variables) and the following rules of thumb: minimum ratio 5:1, with a recommended ratio of 10:1, or a recommended ratio of 15:1 for data with no normal distribution (21) . With four exogenous variables (TPE, number of treatments, timing of treatments, and severity) used in the SEM model, we should have a minimum of 20 (= 4 × 5) to a maximum of 60 (= 4 × 15) subjects; in total we reached 73 subjects with complete data, thus fulfilling these requirements.Furthermore, to examine how the above factors influenced the rate of mortality occurring at a particular point in time, the survival analysis using the Cox proportional-hazards models was adopted. Since the test \"rho\" of proportional-hazards assumption was not statistically significant for each covariate and the global test was neither statistically significant (data not shown), we started by computing univariable Cox analyses. Then we fitted various models of multivariable Cox analysis to disentangle the joint effect of different factors on patients' survival. In particular:• One Cox regression model for each of the four covariates:overall TPE, number of TPE treatments, timing of TPE treatments, and disease severity (a numerical value estimated by SEM for each patient). • Three Cox regression models with two covariates as follows:-TPE and disease severity; -Number of TPE and disease severity; -Timing of TPE treatment and disease severity.• One Cox regression model with three covariates: number of TPE treatments, timing of TPE treatments, and severity of the disease.Complete case analysis was adopted including all 73 patients. All analysis were conducted with the statistical package STATA 14.2 (Stata corporaton Lakeway Drive College Station, Texas, USA).Under the heading \"Distribution by vital status, \" Table 1 reports in decreasing order of OR value the risk factors for death from COVID-19 that were observed in our study subjects. O 2 support was the most important factor associated with death from COVID-19; worthy of notice is that no patient survived invasive mechanical ventilation by intubation. Admission to ICU and hospitalizations longer than 20 days came as second and fourth relevant factors, but they were believed to be collinear variables associated with O 2 support and no longer considered. Older age increased five times the risk of death (p = 0.007). Diabetes and hypertension were found to double the risk of death, although their impact appeared less important probably because of the few cases involved. Comorbidity (other than the abovementioned disease) appeared to increase only slightly the risk of death. Male sex and smoking did not play any role on mortality. The dichotomous variable \"TPE\" and the polytomous variables \"number of TPE treatments\" and \"timing of TPE\" consistently showed an important protective effect, suggesting TPE as an effective intervention that could protect critically ill COVID-19 cases from death. Data observed in treated and control groups are shown in the Table 1 under the heading \"Distribution by treatment status\" in the last three columns of the table. It can be seen that whenever an OR in the fourth column was higher than unity, it was lower than unity in the seventh column, suggesting that many harmful exposures (O 2 support, ICU admission, 65+ years of age, 20+ days of hospitalization, history of diabetes, hypertension, and comorbidities) prevailed in controls instead of being equally distributed between the two groups of treatment. The number and percentage of deaths in the two groups of treatment indicated 14% mortality in the TPE treated group against 47% in the standard-of-care group (OR = 0.19; 95%CI = 0.05; 0.64; p = 0.0049). However, the protecting effect of TPE could be due to some confounding characteristics of groups being compared rather than TPE treatment itself. Low frequencies and sparse data did not allow detecting a meaningful key of interpretation. Therefore, the problem was analyzed with SEM, estimating the latent variable \"Severity.\" Negative values of the severity score, based on arbitrary units, indicated lower disease severity, whereas positive values suggested higher severity of illness. Table 2 shows that the median severity was 7.70 in survivors and −2.80 in nonsurvivors, a noteworthy difference (p < 0.001). Moreover, the rank-sum test of Wilcoxon proves that the severity medians in treated (= −2.82) vs. untreated (= −1.35) groups were different (p < 0.001), even though the respective distributions were overlapping, confirming that treatment assignment involved a selection of patients by initial severity of COVID-19. As can be seen in Figure 2 , severity had a bimodal distribution with local maximal values of two modes corresponding to the median value of survived and deceased patients (red vertical lines in left graph). The graph of Figure 2 also shows that the lowest range of severity in survivors (−1.18, blue dashed vertical line) did not overlap with the highest range of Severity among deceased (5.66, black dashed vertical line).Overall, the treatment effect on patients with COVID-19associated pneumonia receiving TPE was not different from 0 (p = 0.855) after controlling for confounding by using matching on the propensity score (data not shown). Therefore, there was no evidence that TPE was effective against mortality of COVID-19associated pneumonia. Figure 3 displays the balance plots. In raw data, control subjects had a more severe disease (requiring heavier O 2 support) and an older age with respect to the treated patients. These differences were reduced after propensity score matching, where matched groups appear to have approximately the same age and the same O 2 delivery support. Table 3 shows the SEM results; it can be seen that death was due to severity of the disease (beta coefficient = 0.94; 95%CI: 0.61-1.27; p < 0.001) rather than number or timing of TPE treatment, where effect size was not different from 0. As shown in \"Measurement\" the latent variable severity was mainly correlated with O 2 delivery methods (beta coefficient = 0.75; 95%CI: 0.56-0.93; p < 0.001) and age (beta coefficient = 0.35; 95%CI: 0.12-0.57; p = 0.002), whereas an inconclusive result (p = 0.061) was found for diabetes. The findings in the section \"Covariances\" demonstrated that Severity of disease was negatively correlated with TPE as a whole (beta coefficient = −0.42; 95%CI: −0.69; −0.134; p = 0.003); number of treatments (beta coefficient = −0.39; 95%CI: −0.66 to −0.11; p = 0.006), and timing of TPE (beta coefficient = −0.40; 95%CI: −0.69 to −0.12; p = 0.005), showing that treated subjects had initially a lower severity of disease. The seemingly protective effect of TPE shown in Table 1 was therefore a selection bias.Using the graphical interface of SEM, the same results of Table 3 were displayed as path diagram in Figure 4 . In this figure, square boxes stand for variables, arrows specify the direction of causal flow, an arrowed route is a path, and the crossequation correlation is displayed as a curved path. The estimated beta coefficients with corresponding p-values appeared along the paths. The figure is a useful synthesis of the findings. It can be seen that:• Severity is associated with O 2 delivery (p < 0.001) and age (p = 0.002); • the risk of death was highest for severity (beta coefficient = 0.94; 95%CI: 0.61; 1.27; p < 0.001) and close to zero for TPE variables (TPE, number of TPE, and timing of TPE). Table 4 shows the results of Cox proportional-hazard models, where the hazard ratios (HR) measure the impact (i.e., the effect size) of covariates. Since its HR was higher than unity (p = 0.007), severity decreased the length of survival and was a bad prognostic factor. The univariable HR of 0.68 (95%CI: 0.26; 1.80) for TPE increased to 1.19 (95%CI: 0.43; 3.29) after adjusting for severity. The increasing HR for TPE administration going from univariable to multivariable analyses can be attributed to a confounding effect of disease severity; i.e., the lower mortality observed among patients receiving TPE was due to a lower severity of their disease rather than TPE effects. The same interpretation applies to the parallel changes of the number of TPE and the timing of its administration.This single-centered retrospective observational non-placebocontrolled trial enrolled 73 inpatients from Baqiyatallah Hospital in Tehran (Iran) with the diagnosis of COVID-19-associated pneumonia confirmed by RT-qPCR on nasopharyngeal swabs and high-resolution computerized CT scan. These patients were broken down into two groups: Group 1 (30 patients) receiving standard care (corticosteroids, ceftriaxone, azithromycin, pantoprazole, hydroxychloroquine, lopinavir/ritonavir); and Group 2 (43 patients) receiving the above regimen plus TPE (replacing 2 l of patients' plasma by a solution of 50% of normal plasma and 50% of albumin at 5%) administered according to various schedules. The time window of observation was 30 days and all-cause mortality was the endpoint. Deaths were 6 (14%) in Group 2 and 14 (47%) in Group 1. The intervention (TPE) was not randomly allocated between the two groups of study subjects. To rule out the possibility that any threats were responsible for the observed treatment effect, we used three statistical procedures. First, the effect of treatment was not different from 0 (p = 0.855) by using the propensity score matching to control for confounding. Second, the results of SEM showed that death was due to severity of the disease (beta coefficient = 0.94; 95%CI: 0.61-1.27; and p < 0.001), rather than number or timing of TPE treatments. Third, the adjustment for confounding was carried out using severity as covariate in Cox regression models. The univariable HR of 0.68 (95%CI: 0.26; 1.80; p = 0.441) for TPE increased to 1.19 (95%CI: 0.43; 3.29; p = 0.741) after adjusting for severity. Thus, the lower mortality observed among patients receiving TPE was due to a lower severity of their COVID-19 rather than TPE effects.The lack of randomization is the main limitation of this observational clinical study. Nevertheless, randomizing patients with COVID-19 to receive TPE in the first stages of the pandemic was not feasible due to the emergency situation. However, a comprehensive and advanced statistical analysis was performed to limit the bias associated with the study design.All patients underwent tests to of creatinine, blood urea nitrogen (BUN), white blood cells (WBC), lymphocytes, neutrophils, hemoglobin (Hb), and platelets on the day of hospital admission and on day 3, day 6, and the last day of hospitalization; whereas levels of c-reactive protein (CRP), Table 3 . An oval indicates the latent variable (Severity, square boxes indicate the observed variables, circles indicate errors, arrows specify the direction of causal flow, an arrowed route is a path, curved paths express covariances, and the estimated beta coefficients appeared along the paths. It can be seen that: Severity is significantly associated with O 2 delivery (p = 0.000) and age (p = 0.002); there is a negative correlation between Severity and plasmapheresis (\"tpe,\" p = 0.003), number (\"n_treat,\" p = 0.006) and timing (\"timing,\" p = 0.005) of its administration; the impact on mortality (the dependent variable \"death\") was highest for Severity (p = 0.000) and close to 0.0 for plasmapheresis variables. ****p < 0.001, **p < 0.01.lactate dehydrogenase (LDH), creatine phosphokinase (CPK), erythrocyte sedimentation rate (ESR), alanine aminotransferase (ALT), and aspartate transaminase (AST) were assessed only the first and last day of hospital stay. All biological parameters were affected by an excessive number of missing and were never presented in the paper, but can be accessible as Supplementary Tables S1A,1B, S2.Ferritin, d-dimers, serum il-6 level, SOFA score, and APACHE II score were not available for this study. Therefore, according to a group of physicians from different parts of the world with extensive expertise in clinical apheresis and critical care (22) , the diagnosis of CRS could be uncertain. However, in the present study, all 73 patients were affected by severe COVID-19-associated pneumonia with evidence of hypoxemia (respiratory rate > 30/min or partial pressure of O 2 on arterial blood gas <80 mmHg or PaO 2 /FiO 2 <300) and lung infiltrates on more than 50% of the lung fields, according to WHO criteria (23) .The results of the present study indicate 14% mortality in the TPE group against 47% in the standard-of-care only group. However, the risk factors for mortality, such as O 2 support, ICU admission, 65+ years of age, 20+ days of hospitalization, diabetes, hypertension, and comorbidities, were more common among patients not receiving TPE than those undergoing treatment ( Table 1) . Summarizing a pool of confounders into a single score by SEM analysis, disease severity was lower among patients with COVID-19 undergoing TPE as compared to control patients ( Table 2) . Therefore, treatment assignment at hospital admission involved a selection bias in relation to the severity of COVID-19.While raw data displayed heavier O 2 support and older age among controls, matched data were similar in the two treatment groups (Figure 3) . The comparison with propensity score matching showed that the treatment effect was not different from zero (data not shown). SEM structural equation modeling analysis showed that mortality was explained by disease severity, rather than TPE or number of TPE or timing between date of TPE administration and date of hospital admission ( Table 3) .Cox-regression models, which were carried out using severity as covariate rather than a large number of measured pretreatment covariates to avoid over-fitting and collinearity issues, confirmed that the lower mortality among patients receiving TPE was due to a lower severity of their disease, not to TPE effects nor to the number of TPE and timing of its administration (Table 4) .Overall, our results consistently evidence that patients receiving TPE were affected by less severe COVID-19-associated pneumonia, and TPE was not effective to prevent the relative mortality.As shown in Table 3 (24) . The latter findings agree with those of Figure 2 of the present study, showing that the lowest range of Severity in survivors (−1.18, blue dashed vertical line) did not overlap with the highest range of Severity among deceased (5.66, black dashed vertical line).It has been reported that in patients affected by severe COVID-19, the cytokine storm was higher around 7-14 days after the disease onset (25) . Thus, timely initiation of TPE within this period could determine better patient's outcomes. Additionally, TPE needs to be administered for the correct duration and quantity (26) . The effect of TPE in sepsis has shown that both the timing and disease severity are important for the beneficial effect of the procedure (27) . Therefore, we coded two variables, one accounting for the number of treatments administered and another for timing of the first administration. Along with TPE treatment, the latter two variables were included in SEM analysis ( Table 3) and Cox regression models ( Table 4 ). All of them showed no effect neither on mortality ( Table 3) nor on survival ( Table 4) .The current evidence on the effect of TPE in severe/critical COVID-19 was summarized by Lu et al. (28) . Among the 24 studies reviewed, 21 had a nonexperimental design (casereports or case-series without controls), in which the effectiveness of the intervention had been assessed by before-and-after comparison of findings. The before-and-after design must be used with caution because several circumstances, called threats to internal validity, bias the ability to correctly infer whether the intervention had the desired effect. Some of these studies (29) (30) (31) (32) (33) focused COVID-19-associated pneumonia or COVID-19 related acute respiratory distress syndrome (ARDS) as endpoints, and TPE as the treatment. TPE protocols were quite heterogenous, the treatment schedules ranging from one to nine procedures, usually administered daily, but sometimes every other day. Fresh frozen plasma was specified as the replacement fluid for many, but not all studies. The duration of the procedure and plasma volume exchanged were also variable. TPE with replacement of convalescent plasma was suggested by Kesici et al. (34) as an early treatment option for patients with severe COVID-19, within the first week of symptom onset. Tabibi et al. (35) recommended further exploring TPE by clinical trials before using it in management of COVID-19-induced ARDS and multiorgan dysfunction. On the basis of these studies, no conclusions on TPE as a potential treatment for SARS-CoV-2 infection can be drawn.According to Honore patients in a deadly proinflammatory state or in an antiinflammatory state that could help them to survive are difficult to be differentiated (36) . Therefore, it is impossible to know whether an indiscriminate TPE will remove detrimental proinflammatory mediators in excess (e.g., IL-6) or protective anti-inflammatory proteins (e.g., antibodies, complement component 3 and 4) that may support patient's survival (36) . TPE might remove critically important neutralizing antibodies against SARS-CoV-2 regardless of the inflammatory state of the patient, as confirmed by a recent case of lifethreatening COVID-19-associated sepsis, with anti SARS-CoV-2-specific IgG and IgA antibodies found in the plasma bag following TPE and reduction by one log step of patient's circulating antibodies (37) . Furthermore, the reduction of serum inflammatory mediators by TPE might produce a dilution of those molecules, not necessarily translating into an improvement of the septic status of the patient, who may need additional treatments (38) .Out of the 24 studies reviewed by Lu et al. (28) , 3 had a quasiexperimental design, using two groups of COVID-19 patients, either treated or untreated with TPE, to disentangle the effects of TPE from those of additional treatments. No difference in allcause mortality was reported by two (39, 40) out of three studies. The third study (41) is discussed below together with a similar study (42) found by us.In both the latter studies, treatment assignment was a nonrandom procedure and pretreatment characteristics of groups were not comparable. Nonetheless, direct comparison between treated and untreated groups was carried out, finding an unconvincing difference in mortality (p = 0.037) in the study by Gucyetmez et al. (41) and in time for CRS resolution (p = 0.04) in the study by Kamran et al. (42) . These findings could be explained by either the treatment or pretreatment variables, or a combination of both. To form matched groups of treated and untreated individuals with similar or comparable pretreatment characteristics, the propensity score matching (PSM) was applied to both Gucyetmez et al. (41) and Kamran et al. (42) studies. After PSM, the two matched groups (TPE and non-TPE), each composed of 45 patients (36, 42) or 12 patients (41), had comparable pretreatment characteristics, and hence differences in the respective outcome became more significant (p = 0.001 in the former and p = 0.009 in the latter study). However, while in RCT randomization ensures comparability in both measured and unmeasured pretreatment characteristics, in PSM the comparability of the treatment groups is limited only to measured pretreatment characteristics included in the propensity score model. In Gucyetmez's study (41) , there were 18 patients treated and 35 patients untreated, becoming 12 in each group after PSM. In the Kamran's study (42) the corresponding figures were 71 (TPE), 209 (non-TPE), and 45 in each group after PSM. During matching, the closest untreated and treated individuals are matched and the remaining individuals that were not matched are excluded from the analysis. Exclusion of unmatched individuals from the analysis not only affects the precision of the treatment effect estimates but also could have consequences for the generalizability of the findings (43) .The last study is a prospective RCT (5); hence with experimental design, based on the comparison of 43 TPE treated patients with 44 patients receiving only the standard of care, all randomly selected among patients with COVID-19 admitted to ICU. Primary outcomes were mortality at 35 days post ICU admission and safety of TPE in life-threatening COVID-19. The multivariable Cox proportional hazards model showed no significant effect of TPE on 35-day survival after adjustment for relevant confounders, therefore aligning with the results of the present study.Studies have suggested that in about 10% of cases, high levels of preexisting autoantibodies (auto-Abs) neutralizing type I interferon (IFN), remove type I IFN-dependent control of SARS-CoV-2 replication in vitro. As the risk of developing severe, and even potentially fatal, COVID-19-associated pneumonia is extremely high in patients harboring auto-Abs against type I IFN, eliminating these auto-Abs by TPE emerges as an attractive additional line of treatment. However, a prospective RCT is required to better define its use (44), including the number of sessions needed and choice of volume replacement as additional factors in the analysis. The feasibility of this approach is contingent on the availability of a certified assay to detect and quantify neutralizing auto-Abs to type I IFN (44).The lower mortality observed among patients with COVID-19 receiving TPE was due to a lower severity of the disease rather than TPE effects. However, this finding still does not rule out the potential benefit of TPE for those patients with circulating autoantibodies against Interferon type 1, which deserves further investigation in more focused RCT and prior detection/dosage of autoantibodies.The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.This study involving human participants was reviewed and approved by the Ethics Committee of Baqiyatallah University of Medical Science (Tehran, Iran); trial registration number: IRCT20080901001165N58 (Iranian Registry of Clinical Trials); Registration date: 2020-05-27, 1399/03/07 (retrospectively registered). The patients/participants provided their written informed consent to participate to this study.LC and GM designed and ran the analysis, interpreted the data, and drafted the original draft. BE, YP, MJ, SI, MR, MN, and HA conceived the study, collected the data, contributed to interpret the data, and validated the manuscript. All authors contributed to the article and approved the submitted version.The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fnut.2022. 809823/full#supplementary-materia",
    "metadata": {
        "paper_id": "27d0c12574ac7b11ee15dc5f38a74f1ebbf2b532",
        "title": "On Therapeutic Plasma Exchange Against Severe COVID-19-Associated Pneumonia: An Observational Clinical Study"
    }
}