{
    "abstract_text": "We read with great interest the manuscript published by Hennessy et al 1 Gastrointestinal Endoscopy about the guidance for resuming gastrointestinal (GI) endoscopy after the Coronavirus 2019 disease (COVID-19) peak.We resumed elective endoscopy procedures under our local infection control strategies (ICSs) in the Peking Union Medical College Hospital (PUMCH) after the pandemic. 2 When the city of Beijing experienced an unexpected local outbreak with more than 300 clustered cases from the Xinfadi Market since June 10, 2020, we modified our ICSs to keep a sustainable and safe endoscopy service (Table 1) .Since early June 2020, we have turned to the new patient triage strategy of certificating infection risk by reverse-transcriptase polymerase chain reaction (RT-PCR) and epidemiological history ( Fig. 1 ; for patient triage strategy during the pandemic, see Supplementary Fig. 1 ). The orofecal transmission during colonoscopy has never been really demonstrated, so it is reasonable that colonoscopy is regarded as of lower risk in terms of transmissibility than the upper GI endoscopy. 3 Therefore, we have used surgical masks for colonoscopy since early June, which was proven to be effective in the pandemic, 4 and still wore N95 respirator for upper GI endoscopy, but changed back to N95 respirator for all procedures since the local outbreak.Under the modified ICSs, we continue to provide 1497 cases of elective endoscopy, including 5 cases of endoscopic therapy for early GI cancer, and also 40 cases of urgent procedures during the local outbreak. There are no local J o u r n a l P r e -p r o o f outbreak-related cases in the work staff or patients in our endoscopy center. With the local outbreak in the decline trajectory, we returned to the ICSs in early June 2020 (the \"post-pandemic\" strategy).We suggest monitoring the pandemic closely and modifying the ICSs accordingly for recommencing GI endoscopy",
    "body_text": "We read with great interest the manuscript published by Hennessy et al 1 Gastrointestinal Endoscopy about the guidance for resuming gastrointestinal (GI) endoscopy after the Coronavirus 2019 disease (COVID-19) peak.We resumed elective endoscopy procedures under our local infection control strategies (ICSs) in the Peking Union Medical College Hospital (PUMCH) after the pandemic. 2 When the city of Beijing experienced an unexpected local outbreak with more than 300 clustered cases from the Xinfadi Market since June 10, 2020, we modified our ICSs to keep a sustainable and safe endoscopy service (Table 1) .Since early June 2020, we have turned to the new patient triage strategy of certificating infection risk by reverse-transcriptase polymerase chain reaction (RT-PCR) and epidemiological history ( Fig. 1 ; for patient triage strategy during the pandemic, see Supplementary Fig. 1 ). The orofecal transmission during colonoscopy has never been really demonstrated, so it is reasonable that colonoscopy is regarded as of lower risk in terms of transmissibility than the upper GI endoscopy. 3 Therefore, we have used surgical masks for colonoscopy since early June, which was proven to be effective in the pandemic, 4 and still wore N95 respirator for upper GI endoscopy, but changed back to N95 respirator for all procedures since the local outbreak.Under the modified ICSs, we continue to provide 1497 cases of elective endoscopy, including 5 cases of endoscopic therapy for early GI cancer, and also 40 cases of urgent procedures during the local outbreak. There are no local J o u r n a l P r e -p r o o f outbreak-related cases in the work staff or patients in our endoscopy center. With the local outbreak in the decline trajectory, we returned to the ICSs in early June 2020 (the \"post-pandemic\" strategy).We suggest monitoring the pandemic closely and modifying the ICSs accordingly for recommencing GI endoscopy.pandemic.Available at:https://www.bsg.org.uk/covid-19-advice/bsg-guidance-on-recommencing-gi-endosco py-in-the-deceleration-early-recovery-phases-of-the-covid-19-pandemic/ [Accessed 7June 2020] ▪ Unchanged compared with \"post pandemic\" † Urgent procedures for acute gastrointestinal bleeding, gastrointestinal foreign body, acute cholangitis and severe symptomatic obstructive jaundice due to gallstone or tumor, and acute luminal obstruction requiring stent placement; semi-urgent procedure; semi-urgent procedures for tumor diagnosis of highly suspicious cases and tumor staging; whereas elective procedures for all other procedures, such as routine diagnostic o",
    "metadata": {
        "paper_id": "2786f221aaf931a957ea1adb2e4abe5dc1dfa73d",
        "title": "Journal Pre-proof Gastrointestinal endoscopy infection control strategy after COVID-19 peak: changing strategy for a changing epidemic"
    }
}