{
    "abstract_text": "",
    "body_text": "Nursing home residents have been disproportionately affected by the coronavirus 2019 30 pandemic. In the US, 33-82% of COVID-19 deaths are residents of long-term care 31 facilities, a proportion similar to Canada and across Europe. 1, 2 Underlying conditions, including 32 type 2 diabetes mellitus, serious heart conditions, and chronic kidney disease, make residents at 33 high risk for complications of infection from severe acute respiratory coronavirus 2 (SARS-CoV-34 2). 3,4 Until recently, facilities had largely shut down visitation and only allowed essential staff, 35 who are screened for SARS-CoV-2 symptoms, to enter and provide care for residents and 36 monitor their health status. 4 Despite these measures, 50,000-80,000 deaths have occurred in 37 long-term care facilities as of October 1, 2020. 2,5 As cases continue to rise, surveillance of 38 infected staff is paramount to protecting nursing home residents. 39 Asymptomatic transmission of SARS-CoV-2 by staff, followed by rapid spread, is 40 believed to be the major contributing factor to outbreaks in nursing homes. 6,7 On May 18, 2020, 41 CMS first recommended weekly testing of all nursing home staff, but advised that local and state 42 governments could adjust this frequency according to local factors. 8 Resource limitations 43 including testing supply shortages (e.g. swabs, reagents), costs, reporting delays, and logistical 44 issues have challenged states and facilities to develop and implement comprehensive weekly 45 testing programs. [9] [10] [11] CMS has begun to distribute 15,000 point-of-care testing machines, along 46 with an initial supply of testing materials, to every nursing home in the United States. 12 Indiana's data, in order to capture all facilities with a positive staff (i.e., sensitivity of 100%), the 116 testing threshold must be set at 1% county positivity rate; consequently, this would also test 97% 117 of facilities without any positive staff. As evidenced by AUC values near 0.5, the use of community COVID-19 activity was slightly better than chance at distinguishing facilities with 119 positive cases versus none.Other findings from this statewide testing initiative suggest key characteristics of staff 121 and facilities may require additional monitoring. Among CNAs, infections were nearly 9 122 percentage points greater than expected based on their proportional make-up, and 3 percentage 123 points greater for LPNs. Both roles provide direct patient care and present higher risk of staff-to-124 resident or resident-to-staff transmission than other roles. Likewise, facilities with the most staff 125 were overrepresented with positive cases, perhaps because of more potential exposures by staff 126 outside the facility or because these were located in areas with greater transmission. Although its 127 usefulness is limited in guiding testing efforts, per our results, we do observe facilities are more 128 likely to have SARS-CoV-2 infected staff in areas with higher COVID-19 activity. As the 129 nursing home industry, state and federal governments grapple with the logistics and costs of 130 ongoing staff testing, thresholds to determine frequencies needed to identify outbreaks quickly 131 will require continued examination.Our analyses have limitations which include using cross-sectional data not suited for 133 determining cause-and-effect. Although we used the official state counts for community COVID-134 19 spread, we recognize that the data systems and reporting procedures are rapidly evolving and 135 could affect our conclusions as data quality improves. Missing information and staff refusal rates 136 may have affected our conclusions, as approximately 21% of the estimated number of staff had 137 missing data. A considerable number of staff were on extended leave due to COVID-19 concerns 138 and likely contributed to this proportion with missing data. This missing data also highlight 139 challenges to facilities in administering and coordinating testing efforts and the lack of any prior 140 infrastructure for facilities to report results for state officials to monitor. Furthermore, per current but consultants and contractors as well. The small numbers of physicians and advance practice 143 providers who were tested during this state-sponsored initiative may reflect additional challenges 144 in coordinating testing or receiving test results from outside laboratories for these providers 145 within narrow timeframes. long-term care facilities as of October 1, 2020. 2,5 As cases continue to rise, surveillance of 38 infected staff is paramount to protecting nursing home residents.Asymptomatic transmission of SARS-CoV-2 by staff, followed by rapid spread, is 40 believed to be the major contributing factor to outbreaks in nursing homes. 6,7 On May 18, 2020, 41 CMS first recommended weekly testing of all nursing home staff, but advised that local and state 42 governments could adjust this frequency according to local factors. 8 Resource limitations 43 including testing supply shortages (e.g. swabs, reagents), costs, reporting delays, and logistical 44 issues have challenged states and facilities to develop and implement comprehensive weekly 45 testing programs. [9] [10] [11] CMS has begun to distribute 15,000 point-of-care testing machines, along 46 with an initial supply of testing materials, to every nursing home in the United States. 12 Testing capacity is also being supplemented by the distribution of Abbott BinaxNOW point-of-care 48 antigen test cards by the Department of Health and Human Services. 13 New guidance issued by 49 CMS on August 26, 2020 has set the minimum frequency of routine staff testing based on 50 community COVID-19 activity: <5% monthly, 5% to 10% weekly, >10% twice weekly. 14 51 J o u r n a l P r e -p r o o f consequences. 14 A new SARS-CoV-2 infection in any staff member is considered an outbreak by 53 CMS; 15 relying on community COVID-19 activity level remains an untested strategy to identify 54 any facility with at least one infected staff member.",
    "metadata": {
        "paper_id": "2777407dbbae581aa02f0db15cc4375d7ed1d9ab",
        "title": "Journal Pre-proof Community COVID-19 activity level and nursing home staff testing for active SARS- CoV-2 infection in Indiana Community COVID-19 activity level and nursing home staff testing for active SARS-CoV- 2 infection in Indiana"
    }
}