{
    "abstract_text": "Human development has been studied for over a century, but the molecular mechanisms underlying human embryogenesis remain largely unknown due to technical difficulties and ethical issues. Accordingly, mice have been used as a model for mammalian development and studied extensively to infer human biology based on the conservation of fundamental processes between the two species. As research has progressed, however, species-specific differences in characteristics between rodents and primates have become apparent. Non-human primates (NHPs) have also been used for biomedical research, and are now attracting attention as a model for human development. Here, we summarize primate species from the evolutionary and genomic points of view. Then we review the current issues and progress in gene modification technology for NHPs. Finally, we discuss recent studies on the early embryogenesis of primates and future perspectives.Rodents have been the predominant model organisms for mammalian biology so far. Mice in particular have numerous advantages that make them an excellent model animal, such as the ease of breeding, short generation time, and relatively large number of offspring. In addition, genome engineering technologies and pluripotent stem cell (PSC) technologies, which are essential for elucidating molecular mechanisms, have long been available in mice. As a result, many remarkable findings have been reported, some of which have contributed to our understanding of human biology as well as to the development of medicines. However, recent studies in rodents and humans have revealed that the gaps between the two species are larger than previously understood. Therefore, an animal model that is closer to humans is desired to infer human biology. In this sense, non-human primates (NHPs) are expected to be the best alternative",
    "body_text": "Human development has been studied for over a century, but the molecular mechanisms underlying human embryogenesis remain largely unknown due to technical difficulties and ethical issues. Accordingly, mice have been used as a model for mammalian development and studied extensively to infer human biology based on the conservation of fundamental processes between the two species. As research has progressed, however, species-specific differences in characteristics between rodents and primates have become apparent. Non-human primates (NHPs) have also been used for biomedical research, and are now attracting attention as a model for human development. Here, we summarize primate species from the evolutionary and genomic points of view. Then we review the current issues and progress in gene modification technology for NHPs. Finally, we discuss recent studies on the early embryogenesis of primates and future perspectives.Rodents have been the predominant model organisms for mammalian biology so far. Mice in particular have numerous advantages that make them an excellent model animal, such as the ease of breeding, short generation time, and relatively large number of offspring. In addition, genome engineering technologies and pluripotent stem cell (PSC) technologies, which are essential for elucidating molecular mechanisms, have long been available in mice. As a result, many remarkable findings have been reported, some of which have contributed to our understanding of human biology as well as to the development of medicines. However, recent studies in rodents and humans have revealed that the gaps between the two species are larger than previously understood. Therefore, an animal model that is closer to humans is desired to infer human biology. In this sense, non-human primates (NHPs) are expected to be the best alternative.Both primates and rodents belong to the same subclade Euarchontoglires in clade Boreoeutheria, subclass Theria, class Mammalia. They are divided into the orders Primates and Rodents, which are thought to have diverged around 80 million years ago (mya) in the late Cretaceous period ( Figure 1A) . Primates now consist of more than 300 species, classified roughly into three major categories: New World monkeys/Platyrrhini, Old World monkeys/Catarrhini, and others. Human beings belong to the family Hominidae (also called the Great apes) in one clade of Old World monkeys/Catarrhini (Perelman et al., 2011) .Historically, four NHP species have been used for biomedical research with good success: chimpanzees, cynomolgus monkeys, rhesus monkeys, and marmosets (Johnsen et al., 2012) . Of these, the evolutionarily closest species to human beings (Homo sapiens) are chimpanzees (Pan troglodytes) in the Great apes, which also includes bonobos (Pan paniscus), gorillas (Gorilla gorilla), and orangutans (Pongo pygmaeus). Chimpanzees and bonobos belong to the same genus, Pan, and it is believed that they and humans diverged around 5-7 mya (Israfil et al., 2011; Prufer et al., 2012) (Figure 1A) , whereas gorillas and orangutans are thought to have divided from humans around 6-9 and 12-16 mya, respectively (Israfil et al., 2011; Locke et al., 2011; Scally et al., 2012 ) ( Figure 1A ). Currently, chimpanzees and the other Great apes are banned from use in invasive biomedical research in many countries (Johnsen et al., 2012) . And since chimpanzees are no longer permissible research models, the primates that are the next-mostclosely related to humans are macaques.Accordingly, cynomolgus (Macaca fascicularis) and rhesus (Macaca mulatta) monkeys, belonging to macaques (genus Macaca) of the Old World monkeys/Catarrhini, have been the most extensively used NHPs for biomedical research. Currently, 23 macaque species are recognized as distinct animals, but mating between, for example, rhesus monkeys and Japanese monkeys, has been observed in Japan (Kawamoto et al., 2004) and this may imply that the differences among macaque species are so small as to be more like the differences among subspecies. NHPs belonging to the Old World monkeys/Catarrhini exist from Africa to the southern part of Eurasia and the Southeast Asian Islands, and macaques and the Great apes are thought to have branched 25-33 mya (Israfil et al., 2011; Locke et al., 2011; Rhesus Macaque Genome et al., 2007) ( Figure 1A ).Marmosets belong to the New World monkeys/Platyrrhini, which are mainly native to South America and are thought to have diverged from the Old World monkeys about 40 mya (Marmoset Genome and Analysis, 2014) ( Figure 1A) . Interestingly, while the other primates have evolved to increase their body size and lifespan, reduce the number of litters (basically becoming singletons), and prolong gestation, marmosets and their close relatives among New World monkeys have undergone reductions in body size from larger primate ancestors and evolved unique reproductive systems to include relatively short gestation and sexual maturation periods and to produce dizygotic twins sharing a single placental system (Figure 1B) . As a result, the litters exchange hematopoietic stem cells in utero and have lifelong blood chimerism (Marmoset Genome and Analysis, 2014) . Due to such unique characteristics, marmosets are also considered attractive research models and have been used for biomedical research as well.In the field of current biology, genome sequences are the essential pieces of information with which to understand many biological processes at the molecular level. So far, starting from the human genome in 2003 (International Human Genome Sequencing, 2004) , the chimpanzee genome was completed in 2005 (The Chimpanzee Sequencing and Analysis Consortium, 2005), the rhesus monkey genome in 2007 (Rhesus Macaque Genome et al., 2007) , the orangutan genome in 2011 (Locke et al., 2011) , and the marmoset genome in 2015 (Marmoset Genome and Analysis, 2014; Sato et al., 2015) . Currently, the genomes of 18 primate species have been sequenced and are available in public databases.When the chimpanzee genome was announced in 2005, it revealed surprisingly that there was only a 1%-2% difference in alignable sequences between humans and chimpanzees, with more than 99.5% homology in the protein coding region (The Chimpanzee Sequencing and Analysis Consortium, 2005) . These results suggested that the evolution of the protein-coding sequences was not significant enough to explain the species differences among primates. On the other hand, nearly half of the primate genome consists of non-coding sequences and repetitive elements (International Human Genome Sequencing, 2004) . Of these, many families of endogenous retrotransposon are uniquely evolved in primate genomes. For example, the Alu element, which is a primate-specific family of short interspersed nuclear elements (SINEs), was specifically acquired in the Old World monkeys, and one endogenous retrovirus family, HERV was also acquired specifically only in humans (The Chimpanzee Sequencing and Analysis Consortium, 2005; Rhesus Macaque Genome et al., 2007) . These transposable elements make copies of themselves and transpose to other loci. Therefore, of course they are harmful to the host genome, and they are rapidly inactivated during the evolution of the host genome. Interestingly, however, such transposable elements can also drive the host evolution (Jacques et al., 2013; Kunarso et al., 2010) . Bourque and colleagues investigated the binding sites of key transcription factors, POU5f1/Pou5f1 and NANOG/Nanog, in human and mouse embryonic stem cells (ESCs), and found that A B Figure 1 . General description of primates (A) Simplified phylogenetic tree of primates including rodents. Primates are separated roughly into three groups: New World monkeys, Old World monkeys, and Great apes. Of these, chimpanzees, rhesus and cynomolgus monkeys, and marmosets have been used for biomedical research, while the Great apes are no longer permissible in invasive experiments. mya, million years ago. (B) Summary table of general information. Generally, primates have evolved to increase their body size and life span, and reduce their litter numbers. However, marmosets and most New World monkeys have small body size and relatively short generation periods. Marmosets also have an interesting feature: the generally produce dizygotic twins sharing a single placental system. y.o., years old; wk.o., weeks old. the binding patterns are markedly different, with only 5% of the regions being homologously occupied. Among the unconserved loci, 25% of binding sites were found in transposable elements, indicating that the transposable elements have the potential to dramatically change the transcriptional network (Kunarso et al., 2010) . They also investigated the marmoset and chimpanzee genomes and found that those potential transcription factor binding sites on transposable elements were highly species specific, suggesting that the transposable elements would contribute to the genome evolution through the formation of new transcriptional networks (Jacques et al., 2013) .It has recently become possible to identify such speciesspecific elements due to the development of long-read DNA sequencers. Most NHP genomes generated in the initial stage relied on guidance by the reference human genome. Accordingly, the NHP genomes have been somewhat ''humanized.'' The advance of the long-read DNA sequencer has enabled us to overcome the problems on genome assembly and to identify structural variations among species Kronenberg et al., 2018) . There are 17,000 ape-specific structural variants and many of them are located in enhancer regions. These data suggest that the species differences of phonotypes in primates may not be derived from the differences of protein types but rather from the differences in regulatory elements.Even though humans and rodents share basic biological processes, the species differences between them are not negligible and are becoming clearer along with advances in research. However, NHPs are often difficult to breed and prohibitively expensive (Johnsen et al., 2012) . Colony expansion by captive breeding has also been carried out, and this approach has been promoted by advances in reproductive technology such as hormone treatment approach in NHPs. However, captive breeding is still not easy, due not only to the long gestation and maturation periods, but also to the small number of pregnancies. Thus, NHPs have been used to model particularly serious and widespread diseases, including viral infections such as Ebola, HIV, and hepatitis B/C, which cannot be adequately replicated in mice, as well as for vaccine development and drug safety evaluation (Johnsen et al., 2012) . In 2020, NHPs were also used for research related to COVID-19 (Lu et al., 2020) . They have also been widely used as a model of higher brain dysfunction that cannot be reproduced in mice. Accordingly, studies using NHPs have been primarily conducted in the areas of adult immunology, physiology, and neurophysiology. Thus, research for developmental biology has been very limited. However, these trends will be changed by the rapid progress in genome-editing tech-nologies, such as the CRISPR-Cas9 system, and the development of stem cell biology based on the human PSCs, as will be discussed in greater detail in other sections, as well as single-cell analysis technologies.As mentioned above, the evaluation of mammalian gene function at the whole-body level had been limited to rodents for both technical and ethical reasons. Because there are no germline-transmittable ESCs or induced pluripotent stem cells (iPSCs) in non-rodent animals, including NHPs, the disruption of specific genes (knockout) and the introduction of genes into specific loci (knockin) was very difficult until the development of CRISPR-Cas9. Now that genome-editing technologies have been developing, however, there is increasing interest in the application of genome editing to various animals, including NHPs and humans. In research on human development, we can use surplus embryos after in vitro fertilization procedures with informed consent, but the supply of such embryos is limited and the permissibility of gene modification in human embryos is still under debate. At the moment, therefore, gene modification in NHPs is the best way to advance our understanding of human biology.Before the development of CRISPR-Cas9 editing, most reports on gene-modified NHPs involved transgenic (Tg) monkeys produced by viral vectors. Typically, in order to generate Tg mice, linearized vectors are injected into the pronuclei of zygotes. However, most mice generated by this method are genetically mosaic. Therefore, researchers need to generate multiple mouse lines and use them after the F1 generation (the generation after F0). When using mice, it is relatively easy to obtain a large number of lines and select them. However, for large animals such as NHPs, obtaining many lines is impractical in terms of time, cost, and labor because of the long sexual maturity and gestation periods. Thus, it is desirable to analyze the F0 generation (i.e., the first generation). Moreover, Tg mice that have insertions of full-length transgenes can only rarely be obtained in the F0 generation. Therefore, to improve the efficiency of the introduction of full-length transgenes, a viral vector system has been used to generate Tg animals in NHPs.The first successful generation of Tg animals in NHPs was described in 2001, when GFP-expressing vectors were introduced into rhesus monkey zygotes by retrovirus infection (Chan et al., 2001) . Following this report, several technical improvements were achieved, such as the confirmation of germline transmission of lentiviral transgenes (Sasaki et al., 2009 ), analysis of differences in promoter types (Kim et al., 2007; Review and the application of different types of virus (Niu et al., 2010) .Most of the published reports involving gene modification in NHPs were related to studies on disease modeling (Table S1 ). The pathological recapitulation of human disease is limited in mouse models because there are marked physiological differences between humans and mice. Indeed, many reports have demonstrated the superiority of monkey models over mouse models in this regard (Table  S1 ). For example, duplications of MECP2-containing genomic segments cause a syndrome that shares core symptoms with autism spectrum disorders. It has been difficult to identify autism-like behaviors in the mouse model of MECP2 overexpression. In contrast, monkeys with MECP2 overexpression exhibit autism-like behaviors. These Tg monkeys show an increased frequency of repetitive circular locomotion, increased anxiety, reduced social interaction, and relatively weak cognitive phenotypes (Liu et al., 2016) .In addition, the phenotypic discrepancies between mice and humans are observed in several autosomal dominant diseases, such as autosomal dominant polycystic kidney disease (ADPKD). ADPKD, which is the most common hereditary kidney disease, is caused by PKD1 heterozygous mutations. However, heterozygous deletion of Pkd1 in mice rarely results in the formation of cysts until near the end of life. In contrast, PKD1 heterozygote monkeys exhibit cyst formation perinatally, as in humans , highlighting the need for NHP models rather than mouse models. In humans, there are many autosomal dominant diseases and a study of such diseases requires selective production of heterozygotes. To produce heterozygotes selectively, a method for allele-specific targeting using polymorphism has been established .In addition to this, to overcome the difficulties specific for NHPs, many other gene-modification methods have been developed, such as techniques for the specification of gene expression by tissue-or stage-specific promoters, the drug-inducible control of gene expression (Tomioka et al., 2017; Tu et al., 2019) , reporter knockin into specific genes (Chu et al., 2019; Cui et al., 2018; Yao et al., 2017 Yao et al., , 2018 , and floxed allele knockin . These technologies can be applied to developmental biology research to, for example, clarify the process by which germ cells and other cell lineages differentiate.Among the technical advances, the reduction of mosaicism is crucial for gene modification in NHPs. When analysis is performed with F0 animals, if any of the genetically modified individuals have mosaicism, expression of the phenotype may be hindered and phenotype analysis may become difficult. Several research groups have succeeded in reducing mosaicism in knockout monkey production (Midic et al., 2017; Tsukiyama et al., 2019; Tu et al., 2017; Zuo et al., 2017) . In general, however, the issue of mosaicism in the generation of Tg or knockin animals remains unresolved. Therefore, the avoidance of mosaicism remains a very important topic in genetic modification in NHPs.Along with the progress in gene modification technology, the recent rapid development of molecular biology, especially in methods for single-cell analysis, has provided opportunities to achieve comprehensive analysis even using small amounts of materials. In addition, stem cell technologies using human PSCs have also developed; however, currently it is still difficult to evaluate how much an in vitro model really recapitulates the in vivo process, due to the lack of in vivo information of human development. As a result, the importance of in vivo primate development and research using NHPs has significantly increased.Human embryogenesis can be roughly split into two periods: the embryonic period (from fertilization until around 8 weeks after fertilization) and the fetal period (from the end of the embryonic period until birth). In human embryos, the embryonic period is divided into 23 distinct morphological stages known as Carnegie stages (O'Rahilly and Müller, 2010; 1987) . Carnegie stage 1 (cs1) begins with fertilization, while cs2 continues through the cleavage stage. In cs3, at approximately 4 days post-fertilization (dpf), the human embryo forms a blastocyst with three distinct cell populations: the epiblast, hypoblast, and trophectoderm (Rossant and Tam, 2017) . At cs4, around 6 dpf, implantation occurs and the embryo starts its dynamic morphological transformation. The trophectoderm begins to invade the uterine endometrium, whereas the epiblast begins lumenogenesis and quickly forms an amnionic cavity surrounded by thin squamous amnionic cells and a thick layer of pseudostratified epithelial epiblast cells. Then, in the late cs5 to early cs6 stage, at around 12 dpf, the posterior side of pluripotent epiblast cells begins dynamic morphogenesis and gastrulation followed by the generation of three germ layer cells: the ectoderm, mesoderm, and endoderm (Rossant and Tam, 2017) . While the differentiation and migration of the cells continues, somitogenesis starts at the late cs8 stage around 20 dpf, and then at cs10 the heart begins to beat and the neural tube closes. By the start of cs13, at about 28 dpf, many of the tissue progenitors as well as both the upper and lower limb buds form. The pharyngeal arches also start assembling around this stage and form elements of the face-such as the eyes, nasal pit, mouth, and ears-by cs18. Then each tissue continuously and coordinately develops. By the end of Although these key developmental processes are fundamentally conserved among humans, monkeys, and mice, the timing of when these events occur is very different, as would be expected considering the divergence of their body sizes and gestation periods. After fertilization, the mouse embryo develops to the morula stage at around 2 dpf and implantation takes place at 4 dpf. In humans, the embryo reaches the morula stage at around 4 dpf and implants on the endometrium at around 7-8 dpf. The embryos of macaques, such as cynomolgus and rhesus monkeys, develop to the morula stage at around 4 dpf like humans, but, the morula stage in macaques is 2 days longer than that in humans, and their implantation takes place at around days 9-10 (Heuser and Streeter, 1941; Niakan and Eggan, 2013; Wong et al., 2010) . Although this gap between humans and macaques is maintained until around 30 dpf (Sasaki et al., 2016) , the correspondence of key developmental events between them is reversed ( Figure 2 ). As explained above, human cs23 begins at 56 dpf, but it takes 48 dpf for macaque embryos to reach cs23, while mouse embryos reach this milestone at around 16 dpf (Figure 2 ). The human gestation period is about 270 days, whereas those of cynomolgus monkeys and rhesus monkeys are both around 160 days, and that of mice is 20 days (Figure 2) . These facts indicate that the fetal period varies widely among species, even among primates, and the timing of key developmental processes does not always diverge proportionally.The longer fetal period of primates relative to that of mice brings interesting features in the former. For example, in germ cell development, the germ cells of both primates and rodents are first specified as primordial germ cells (PGCs) soon after implantation, and then migrate to the genital ridges through the hindgut endoderm and dorsal mesentery (Saitou and Miyauchi, 2016; Witschi, 1948) . In the genital ridges, PGCs proliferate quickly, and while those in the embryonic testis undergo mitotic arrest and differentiation into pro-spermatogonia (Culty, 2009; Saitou and Miyauchi, 2016) , those in the embryonic ovaries begin the entry into meiosis and differentiation into oocytes (Kurilo, 1981; Saitou and Miyauchi, 2016) . In mice, the onset of such female processes takes place homogeneously with respect to time. For example, mouse PGCs arrive at the embryonic ovaries around 10.5 dpf, and enter into meiosis at around 14.5 dpf. However, in humans, cytological and single-cell transcriptomical analysis showed that these processes proceed in a highly heterogeneous/asynchronous manner. Human PGCs arrived at gonads at around 35 dpf with rapid proliferation, and begin meiosis to differentiate into oocytes from around 100 dpf. However, the cells in the mitotic stage also appear until at least around week 26, 180 dpf (Kurilo, 1981; Li et al., 2017) . Therefore, mitotically active germ cells and oocytes in the first prophase of meiosis coexist for a relatively long time in human embryonic ovaries. Notably, folliculogenesis progresses during the embryonic period, and mature follicles are occasionally formed before birth (Kurilo, 1981) . This may indicate The key developmental processes are fundamentally conserved among humans, monkeys, but mice, and the timing when these events occur is divergent. cs, Carnegie stage; dpf, days post-fertilization; E, embryonic days; ICM, inner cell mass.Stem Cell Reports j Vol. 16 j 1093-1103 j May 11, 2021 1097Review that such heterogeneity would be seen in other organs, and there should be species-specific mechanisms for organogenesis that remains to be uncovered.Recently, two papers revealing the mechanisms underlying the species differences in developmental timing have been published (Matsuda et al., 2020a; Rayon et al., 2020) . They investigated and compared different developmental systems between humans and mice; one studied the mechanisms underlying the differentiation kinetics of motor neurons from ESCs (Rayon et al., 2020) , and the other focused on the segmentation clock during somitogenesis recapitulated in vitro (Matsuda et al., 2020a) . In both cases, the authors confirmed that the developmental pace of mouse cells was faster than that of humans in vitro, just as observed for the two species in vivo. They also investigated the mechanisms that drive the species-specific pace of development. Interestingly, both papers reached the same conclusion: the difference in protein stability was correlated with developmental speed, indicating that species differences are partly created by cell-autonomous mechanisms.Here, we focus on early developments that are crucial in stem cell biology. Following implantation, the mouse epiblast and polar trophectoderm proliferate rapidly and begin lumenogenesis, then eventually form a pro-amnionic cavity by the fusion of the epiblast and trophectoderm lumen (Bedzhov and Zernicka-Goetz, 2014) . The amnionic membrane then forms at the most proximal side of the epiblast and separates the amnionic cavity from the yolk sac cavity (Pereira et al., 2011) . During this process, the trophectoderm pushes the epiblast, and the epiblast itself also extends to the distal side, causing the embryo to form an elongated shape called a cup shape or egg cylinder. In contrast, although cells of the epiblast and trophectoderm of the primate embryo also proliferate, the primate trophectoderm progressively invades the endometrium and the epiblasts expand and form a flat sheet of cells, resulting in an embryo with a flat morphology known as an embryonic disk (Heuser and Streeter, 1941; O'Rahilly and Müller, 1987; Rossant and Tam, 2017) . The amnionic cavity also forms in the primate embryo, but the timing is a little earlier. The mouse amnionic cavity separates after the onset of gastrulation, but in humans the cavity forms before gastrulation and consists only of epiblast-derived cells (Saitou and Miyauchi, 2016) . Thus, the developmental processes just after implantation differ greatly between mice and primates, and it is not straightforward to infer the details of human embryogenesis during this period from mouse development.According to studies in humans, cynomolgus monkeys, and marmoset pre-implantation embryos (Boroviak et al., 2015; Petropoulos et al., 2016; Stirparo et al., 2018; Yan et al., 2013) , the expression of major transcription factors such as POU5F1/ Pou5f1, NANOG/Nanog, and SOX2/Sox2 in the epiblast, and GATA4/Gata4, GATA6/Gata6, and SOX17/Sox17 in the primitive endoderm/hypoblast is preserved, just as it is post-implantation. In this way, the overall expression patterns of key genes are highly conserved among these species. Interestingly, however, the expression patterns of some genes are not conserved even though they play crucial roles in mouse development. For example, in mice, Gata6 is expressed only in the primitive endoderm in pre-implantation embryos, and its deletion mutants exhibit a complete absence of primitive endoderm (Schrode et al., 2014) . However, GATA6 is expressed not only in the hypoblast but also in the trophectoderm in the early blastocyst of humans, cynomolgus monkeys and marmosets (Boroviak et al., 2015; Kuijk et al., 2012; . Another significant example, Klf2, which is the basic transcription factor expressed in the pre-implantation epiblast of mice, is not expressed at all in monkeys and humans, but another family gene, KLF17, is expressed instead (Blakeley et al., 2015; . While the lineage specification until blastocyst development is conserved among primates and rodents, the specification mechanisms may also differ between them. In mice, the primitive endoderm is specified by the Fgf signaling pathway, which is activated by Fgf4 expressed from the epiblast (Nichols et al., 2009; Yamanaka et al., 2010) . However, whereas the human epiblast also expresses FGF4, aberrations of this signaling pathway do not disturb lineage specification (Roode et al., 2012) .The expression patterns of key genes also diverge between rodents and primates in the post-implantation stages, as is expected from the morphological differences. In mice, the expression of some so-called naive pluripotency-related genes, such as Zfp42, Dnmt3l, and Prdm14, are tightly controlled and quickly downregulated soon after implantation. However, in primates, they continue to be expressed even after the beginning of gastrulation. Also, while the Fgf, Bmp, and Nodal/activin families play important roles in implantation, Fgf5 is upregulated with implantation in mice, whereas FGF2 is upregulated in monkeys . Interestingly, a comparison of gene expression profiles of the epiblast along with its development, between mice and cynomolgus monkeys revealed that, while the mouse epiblast transforms its pluripotency dramatically day by day, the cynomolgus 1098 Stem Cell Reports j Vol. 16 j 1093-1103 j May 11, 2021Review monkey epiblast keeps its pluripotency for more than 1 week after implantation. The comparison further revealed that the genes related to metabolism, the cytoskeleton, apoptosis, and the cell cycle are highly variable, indicating that in addition to development-related genes, homeostasis-related genes may also be a significant cause of the species differences .In mammals, ESCs are first established in mice from the pre-implantation embryo (Evans and Kaufman, 1981) , and they preserve properties resembling those of the naive pluripotent epiblast. These properties are maintained by activating the LIF and inhibiting the Fgf pathways (Nichols and Smith, 2011) . The first primate ESCs (rhesus macaque) were established about 15 years later (Thomson et al., 1995) . Soon after that marmoset and human ESCs were established (Thomson et al., 1996 (Thomson et al., , 1998 . All these primate ESCs depend on the activation of the FGF pathway but are independent of LIF signaling. Primate ESCs/iPSCs keep the expression of core pluripotency genes, such as POU5F1, NANOG, and SOX2, and also express some of the naive pluripotency markers, i.e., ZFP42, PRDM14, and DNMT3L, as in the post-implantation epiblast. Moreover, even though primate ESCs are also derived from the pre-implantation epiblast, the transcriptome signatures are closest to those of the post-implantation epiblast .The other striking difference that has been discovered so far between rodents and primates after implantation concerns the manner of PGC specification. Mouse PGCs are specified as a cluster of cells positive for Tfap2c and Prdm1 (also known as Blimp1) at the most posterior edge of the epiblast along with the onset of gastrulation by Bmp and Wnt signaling, which derive from the extraem-bryonic ectoderm and posterior epiblast (Ohinata et al., 2009; Saitou and Miyauchi, 2016) . However, a recent study using cynomolgus monkeys revealed that the cynomolgus PGCs were specified at the most proximal portion of the amnionic membrane (Sasaki et al., 2016) . Interestingly, the cynomolgus PGCs appear prior to the onset of gastrulation (Sasaki et al., 2016) .Although there are many differences, as explained above, there are also similar processes between primates and rodents. The cynomolgus amnionic cells themselves express not only BMP4 but also the most likely responsive genes, ID2 and MSX2, and the cytotrophoblast next to the PGC specification site expresses WNT3, indicating that the cynomolgus PGCs are also induced by BMP and WNT signaling (Sasaki et al., 2016) (Figure 3 ). This is supported by the fact that the cynomolgus and human PGCLCs that are double positive for TFAP2C and BLIMP1 were also induced from ESCs/iPSCs by BMP4 in vitro (Irie et al., 2015; Sakai et al., 2019; Sasaki et al., 2015) . In this way, although the molecular mechanisms of epiblast-hypoblast differentiation are not conserved between primates and rodents, the PGC specification mechanisms are conserved, even though the morphologies are very different, suggesting that it is important to observe every biological process carefully.We have reviewed the evolution of rodents and primates, and the history of biomedical research using NHPs. We also summarized recent reports on genome-editing studies and the early development of primates using cynomolgus monkeys. There are many species differences between rodents and primates, even though the fundamental developmental processes are conserved. Therefore, research Review using NHPs to infer aspects of human biology are expecetd to become increasingly important.On the other hand, it is important to note that there are differences among macaques, humans, and the other Great apes. For example, in human and chimpanzee embryos, the entire embryo invades the endometrium upon implantation, whereas the embryos of cynomolgus and rhesus monkeys are only half buried in the endometrium (Elder, 1938; Heuser and Streeter, 1941; O'Rahilly and Müller, 1987) . Therefore, it is still necessary to take into account the species differences among primates, and more careful observation and comparison of the biological processes will be required.As is discussed in greater detail in other chapters, since the establishment of human ESCs/iPSCs, various induction methods of differentiation, including organoid formation, have been developed. The progress has been remarkable, with even the gene expression oscillation during somitogenesis being successfully produced, as mentioned above (Matsuda et al., 2020a (Matsuda et al., , 2020b . Due to this great variety of differentiation methods and their ease of application to experiments, the in vitro human PSC differentiation models are expected to serve as alternatives for post-implantation human materials. In addition to the in vitro model, extended culture systems of pre-implantation human embryos beyond implantation, known as ex vivo culture models, have recently been reported (Deglincerti et al., 2016; Lv et al., 2019; Shahbazi et al., 2016; Xiang et al., 2019; Zhou et al., 2019) . The ex vivo culture requires human embryos, but it would provide a model closer to an in vivo system than an in vitro one, suggesting that both in vitro and ex vivo experimental systems together would be a powerful tool for speculating about human post-implantation development.However, the above models may contain experimental artifacts, so evidence that the models reliably recapitulate in vivo development will be needed. In addition, there are several remaining ethical concerns such as the destruction of human embryos, the prohibition of the continuation of the culture beyond 14 dpf (Warnock, 1985) , and insufficient discussion regarding gene-editing experiments using human embryos. On the other hand, although there are still species differences and difficulties with gene editing and the collection of materials, it is possible to perform in vivo experiments with NHPs, and ex vivo culture of cynomolgus monkeys Niu et al., 2019) . Moreover, several iPSCs of Great apes have been established and made available, and an in vitro model using the iPSCs of Great apes may fill the gaps of species differences that exist even among primates. Thus, the use of cross-platform (in vivo, ex vivo, and in vitro) and cross-species (humans, the Great apes, and other NHPs) analysis and comprehensive comparisons will solve the problems of artifact and species differences, making it possible to approach the true nature of human development. In this regard, we consider that NHPs will play crucial roles in human embryology and will continue to be important for the foreseeable future.Supplemental information can be found online at https://doi.org/ 10.1016/j.stemcr.2021.03.021.T.N. and T.T. conceived and wrote the manuscript. F.K. performed literature search. M.S. was involved in discussing and revising the contents.M.S. is a founder of Houjou, Inc., and is an inventor on patent applications relating to induction of germ cells from PSCs filed by Kyoto University. T.N., T.T., and F.K. declare no competing interests.",
    "metadata": {
        "paper_id": "27801d8d31a7a6abd4793df6b98518953e5ea5f7",
        "title": "Stem Cell Reports Review Non-human primates as a model for human development"
    }
}