{
    "abstract_text": "New coronavirus SARS-CoV-2 are singlestranded RNA genome-containing viruses with medical and veterinary importance. (1) These include transmissible gastroenteritis virus, porcine epidemic diarrhea virus, and the human CoVs. The SARS-CoV-2 belongs to the betacoronavirus genus similar to severe acute respiratory syndrome coronavirus, and the Middle East respiratory syndrome coronavirus. (1, 2) The human coronaviruses SARS-CoV-2 are positive-sense with a length of 30,000 bp and single-stranded RNA viruses. (3) The two groups of proteins characterized in SARS-CoV-2 are (i) structural proteins (e.g., spike (S), nucleocapsid (N), matrix (M) and envelope (E)) and (ii) non-structural proteins (e.g., proteases, 3-chymotrypsin-like protease (3CL PRO ), papain-like protease (PL PRO ) and RNA-dependent RNA polymerase (RdRp). (1) The CoV polyprotein encodes two proteases like 3CL PRO , and PL PRO which share in its processing and release of the translated non-structural proteins. (4) ABSTRACT ABSTRACT Objective Objective: To explore potential natural products against severe acute respiratory syndrome : To explore potential natural products against severe acute respiratory syndrome coronavirus (SARS-CoV-2) via the study of structural and non-structural proteins of human coronaviruses. coronavirus (SARS-CoV-2) via the study of structural and non-structural proteins of human coronaviruses.Methods Methods: In this study, we performed an : In this study, we performed an in-silico in-silico survey of 25 potential natural compounds acting against survey of 25 potential natural compounds acting against SARS-CoV-2. Molecular docking studies were carried out using compounds against 3-chymotrypsin-like SARS-CoV-2. Molecular docking studies were carried out using compounds against 3-chymotrypsin-like protease (3CL protease (3CL PRO PRO ), papain-like protease (PL ), papain-like protease (PL PRO PRO ), RNA-dependent RNA polymerase (RdRp), non-structural ), RNA-dependent RNA polymerase (RdRp), non-structural protein (nsp), human angiotensin converting enzyme 2 receptor (hACE2R), spike glycoprotein (S protein), protein (nsp), human angiotensin converting enzyme 2 receptor (hACE2R), spike glycoprotein (S protein), abelson murine leukemia viral oncogene homolog 1 (ABL1), calcineurin-nuclear factor of activated T-cells abelson murine leukemia viral oncogene homolog 1 (ABL1), calcineurin-nuclear factor of activated T-cells (NFAT) and transmembrane protease serine 2. (NFAT) and transmembrane protease serine 2.Results Results: Among the screened compounds, amentoflavone : Among the screened compounds, amentoflavone showed the best binding affi nity with the 3CL showed the best binding affi nity with the 3CL PRO PRO , RdRp, nsp13, nsp15, hACE2R¸ ABL1 and calcineurin-NFAT; , RdRp, nsp13, nsp15, hACE2R¸ ABL1 and calcineurin-NFAT; berbamine with hACE2R and ABL1; cepharanthine with nsp10, nsp14, nsp16, S protein and ABL1; glucogallin berbamine with hACE2R and ABL1; cepharanthine with nsp10, nsp14, nsp16, S protein and ABL1; glucogallin with nsp15; and papyrifl avonol A with PL with nsp15; and papyrifl avonol A with PL PRO PRO protein. Other good interacting compounds were juglanin, betulinic protein. Other good interacting compounds were juglanin, betulinic acid, betulonic acid, broussoofl avan A, tomentin A, B and E, 7-methoxycryptopleurine, aloe emodin, quercetin, acid, betulonic acid, broussoofl avan A, tomentin A, B and E, 7-methoxycryptopleurine, aloe emodin, quercetin,tanshinone Ⅰ, tylophorine and furruginol, which also showed excellent binding affinity towards a number of tanshinone Ⅰ, tylophorine and furruginol, which also showed excellent binding affinity towards a number of target proteins. Most of these compounds showed better binding affi nities towards the target proteins than the target proteins. Most of these compounds showed better binding affi nities towards the target proteins than the standard drugs used in this study. standard drugs used in this study. Conclusion Conclusion: Natural products or their derivatives may be one of the potential : Natural products or their derivatives may be one of the potential targets to fi ght against SARS-CoV-2. targets to fi ght against SARS-CoV-2",
    "body_text": "The RdRp is a crucial viral enzyme in the life cycle of RNA viruses. (5) The nsp12 is the polymerase that binds to its essential cofactors, nsp7 and nsp8. It is important in replication and transcription of the viral genome. S protein is a crucial factor for viral attachment and entry to the host cells, which present on the outer surface of the virion, in a homo-trimeric state. (6) 3CL PRO is the main protease that cleaves host polyproteins into viral replication-related proteins, and is highly conserved across the SARS-CoV-2 family, including SARS-CoVs and Middle East respiratory syndrome corona. (7) The PL PRO cleaves the nsp1/2, nsp2/3 and nsp3/4 boundaries. It works with 3CL PRO to cleave the polyproteins into nsps. (8) The nsp13 (helicase) catalyzes the unwinding of duplex oligonucleotides into single strands in a nucleoside 5'-triphosphate (NTP)dependent manner. It is also an ideal target to develop antiviral drugs due to its sequence conservation in all CoV species. (9) The N-terminal exoribonuclease and C-terminal guanine-N7 methyl transferase (nsp14) of CoV is important for viral replication and transcription. (10) The N-terminal exoribonuclease domain plays a proofreading role in prevention of the lethal mutagenesis, and the C-terminal domain functions as a guanine-N7 methyl transferase for mRNA capping. (11) The nsp15 forms a hexameric endoribonuclease that preferentially cleaves 3' of uridines, also named as uridylate-specific endoribonuclease. It is one of the RNA-processing enzymes encoded by the CoV, (12) while nsp16 is an S-adenosylmethionine dependent nucleoside-2'-O-methyltransferase. The latter one is only activated by the binding of nsp10. (13) On the other hand, nsp10 is an essential co-factor and forms a complex with nsp14 and nsp16.Development of new drugs against the SARS-CoV-2 focuses on blocking virus entry into the host cells, and preventing viral transcription and replication. The 3CL PRO , plays a pivotal role in mediating viral replication complex and transcription, is a particularly attractive target for anti-SARS-CoV-2 drug design. (14) It has gained much attention as a valuable target in drug discovery efforts and also been termed 'the Achilles heel of coronaviruses'. (15) In addition to 3-chymotrypsinlike protease (3CL PRO ), papain-like protease (PL PRO ), and RNA-dependent RNA polymerase (RdRp), there are other target proteins, such as the receptor 2 of the human angiotensin-converting enzyme (hACE2R), calcineurin-activated nuclear T cell factor (NFAT) and murine abelson homologue 1 of the leukemia viral oncogene (ABL1). Molecular docking simulations were used to perform in silico screening of potential active compounds against hACE2R, 3CL PRO , PL PRO , RdRp, nsp10, nsp13-16, calcineurin-NFAT, transmembrane protease serine 2 (TMPRSS2), and ABL1. (16) (17) (18) In this respect, numerous plants containing high concentrations of flavonoids and polyphenolic compounds are known to have antioxidant, anticancer, anti-depressant, anti-infl ammatory, anti-diarrheal, antidiabetic, and anti-viral effects. Furthermore, a recent study showed that above mentioned compounds exert anti-SARS-CoV-2 activity with inhibitory concentration 50/effective concentration 50 less than 10 μmol/L. (19) In this study, we have performed an in silico survey of 25 potential natural products acting against SARS-CoV-2 and compared the data with antiviral drugs as standards (Appendix 1).Prediction of antiviral activity of 25 potential natural products was carried out using the \"prediction of activity spectra for the substances\" (PASS) computer program. This software estimates predicted activity spectrum of a compound as probable activity (Pa) and probable inactivity (Pi). The values of Pa and Pi vary between 0.000 and 1.000. Only activities with Pa > Pi are considered as possible for a particular compound. If Pa > 0.7, the probability of experimental pharmacological action is high and if 0.5 < Pa < 0.7, probability of experimental pharmacological action is less. If the value of Pa < 0.5, the chance of experimentally fi nding the activity is less, but it may also indicate a chance of fi nding a new lead compound. (20) Glide of Schrödinger-Maestro (version 11.1, https://www.schrodinger.com/products/maestro, Schrodinger, USA)) was used for the molecular docking analysis to predict the behavior of the mentioned compounds against the macromolecular targets of the human coronavirus: 3CL PRO (PDB 6LU7), PL PRO (PDB 4OW0), hACE2R (PDB 2AJF), RdRp (PDB 6NUR), S protein (PDB 2GHV), nsp13 (PDB 6JYT), nsp14 (PDB 5C8S), nsp15 (PDB 2H85), nsp16 (PDB 3R24), nsp10 (PDB 2XYR), calcineurin-NFAT (PDB 2JOG), ABL1 (PDB 6T3B) and TMPRSS2 (PDB 2OQ5, Appendix 2).For the purpose of energy minimization crystal structure, we utilized Swiss-PDB Viewer software package (version 4.1.0, Structural Bioinformatics Group, SIB Swiss Institute of Bioinformatics, Switzerland), and then all the hetero atoms and water molecules of proteins were removed by using PyMOl (version 1.7.4.5, BIOVIA, Schrodinger, USA) before docking. A simple docking method was used to explore the properties of our Gaussian Scoring Function, i.e., a Quasi-Newton solid body optimization of the ligand location from random starting positions near the receptor site. (21) The receptor grid generation was done by PockDrug selecting the best binding sites.Twenty-five natural compounds (Appendix 3) (22) and commercially available antiviral drugs (i.e., alisporivir, chloroquine, cyclosporine, favipiravir, grl0617, lopinavir, remdesivir, ritonavir, selumetinib, trametinib, Table 2 ) were downloaded from the PubChem (a database for chemical molecules). By using Gaussian view 09 package (Gaussian Inc, USA) and Chem3D Pro12.0 program (University of Bath, England) package, all internal energies of the ligands were optimized.The Van der Waals scaling factor 1.00 and charge cutoff 0.25 subjected to OPLS 2005 force fi eld. The bounding box was set to 15×15×15 for the docking study.The actives sites are the coordinates of the ligand in the original target protein grids and these active binding sites of target protein were scrutinized using Drug Discovery Studio version 4.5 (BIOVIA Dassault Systèmes, USA). The non-covalent interactions were calculated using Discovery Studios Software (Biovia, England).Interaction with 3CL PRO Amentoflavone, berbamine, cepharanthine, glucogallin, juglanin and papyriflavonol A exhibited binding affi nities with 3CL PRO (Table 1) . Amentofl avone showed the highest binding energy compared to the other compounds. The 2D and 3D structures of nonbond interactions of amentoflavone with 3CL PRO are shown in Appendix 4. The standard drugs ritonavir and lopinavir showed binding affi nities towards 3CL PRO by -6.8 and -6.5 kcal/mol, respectively ( Table 2) . The 2D and 3D structures of non-bond interactions of ritonavir with 3CL PRO are shown in Appendix 5.Interaction with PL PRO Amentoflavone, broussoflavan A, cepharanthine,Compounds Binding affi nity (kcal/mol)papyriflavonol A and juglanin showed good binding affi nity with PL PRO ( Table 1 ). The 2D and 3D structures of non-bond interactions of these compounds with PL PRO are shown in Appendix 4. The standard drugs, lopinavir and GRL0617 showed binding affinities towards PL PRO by -6.8 and -6.5 kcal/mol, respectively ( Table 2) (Table 1) . Among those compounds, amentoflavone exhibited strong binding energy with RdRp protein (Appendix 4). The standard drugs, chloroquine, remdesivir and favipiravir showed binding affi nities towards RdRp by -6.1, -7.8 and -5.5 kcal/mol, respectively ( Table 2 ). The 2D and 3D structures of non-bond interactions of remdesivir with RdRp are shown in Appendix 5.The binding affi nities of amentofl avone, berbamine, betulonic acid, cepharanthine and papyrifl avonol A with nsp10 are shown in Table 1 . Cepharanthine exhibited best the binding interaction with nsp10 (Appendix 4).Molecular docking against nsp13 (helicase, PDB 6JYT) indicated that amentofl avone, berbamine, betulinic acid, betulonic acid, broussoflavan A, cepharanthine, glucogallin, papyriflavonol A, tanshinone Ⅰ, tomentin A, B and E exhibited the binding affinities with nsp 13 (Table 1 ). In comparison to the other compounds, amentofl avone displayed the best binding affi nity with this helicase protein (Appendix 4).Amentoflavone, betulonic acid, cepharanthine and tomentin B exhibited binding affi nities with nsp14 (Table 1) . Cepharanthine showed a good binding interaction with nsp14 with a single hydrogen bond with Pro84, van der Waals bond with Asn85, and alkyl bonds with Leu92 and Leu112 amino acid residues (Appendix 4). On the other hand, amentoflavone bound with Asp91 and Cys90 through 2 hydrogen bonds, while betulonic acid with Thr5, Gly70, Ala71 and Lys95 and tomentin B with Asn85, Asp91, Phe89 and Cys74 though 4 hydrogen bonds.Interaction with nsp15 Table 1 . Cepharanthine exhibited a stronger binding capacity with nsp16 (PDB 3R24) than the other compounds. The 2D and 3D structures of non- bonding interactions of cepharanthine the nsp16 are given in Appendix 4.Interaction with hACE2RAmentoflavone, berbamine, betulinic acid, b e t u l o n i c a c i d , c e p h a r a n t h i n e , g l u c o g a l l i n , papyriflavonol A, tomentin A and E exhibited binding affinity with hACE2R protein (Table 3) . Amentoflavone and berbamine displayed the best binding affi nity with hACE2R (Appendix 6).The binding affinities of amentoflavone, berbamine, cepharanthine, ferruginol, papyrifl avonol A, tanshinone Ⅰ and tomentin B are shown in Table 3 . Cepharanthine exhibited the best binding affinity with the SARS-CoV-2 S protein (PDB 2GHV) than the other compounds. The interactions of cepharanthine with the spike glycoprotein include 2 pi-pi bonds with Phe364 and Phe361 as well as 1 alkyl bond with Leu355 amino acid residues (Appendix 6).The binding affinities of 7-methoxycryptopleurine, aloe emodin, amentofl avone, berbamine, betulinic acid, betulonic acid, cepharanthine, juglanin, papyrifl avonol A, quercetin, tanshinone Ⅰ, tomentin A, tylophorine are shown in Table 3 . In comparison with cepharanthine, other compounds showed lower binding affinity with ABL1 protein (Appendix 6). The standard drugs, trametinib and selumetinib showed binding affinities towards ABL1 by -9.2 and -5.9 kcal/mol, respectively ( Table 2 ). The 2D and 3D structures of non-bond interactions of trametinib with ABL1 are shown in Appendix 5.Interaction with Calcineurin-NFAT Amentoflavone, betulinic acid, betulonic acid, cepharanthine, papyriflavonol A, tomentin A and E exhibited binding affinity with the calcineurin-NFAT protein (Table 3) . Amentoflavone showed the best binding energy as compared to the other compounds against this protein. The 2D and 3D structures of nonbonding interactions between amentoflavone and calcineurin-NFAT protein are shown in Appendix 6. The standard drugs alisporivir and cyclosporine showed binding affi nities towards NFAT by -6.8 and -6.7 kcal/ mol, respectively ( Table 2 ). The 2D and 3D structures of non-bond interactions of alisporivir with NFAT are shown in Appendix 5.Amentoflavone, cepharanthine, glucogallin, Table 3 ). The amentoflavone showed the best binding energy as compared to the other compounds against this protein. Tomentin B and glucogallin showed interaction with Glu218, Trp215 and Val227, and His99, Glu216, Cys219, Gln192, Ser195, Thr62, Cys58, Gly216, Cys191, His57 and Thr61, respectively (Appendix 6).For controlling the outbreak of SARS-CoV-2, the researchers are working diligently to discover anti-SARS-CoV-2 agents. For this purpose, medicinal plantderived compounds (phytochemical) may be a potential source of the lead compounds to combat the SARS-CoV-2 infection. (23) There are 12 targets for creating antiviral agents against SARS-CoV-2. The SARS-CoV-2 polyprotein have 2 proteases. (4) 3CL PRO is highly conserved across the SARS-CoV-2 family, (7) and plays a pivotal role in mediating viral replication complex and transcription, is a particularly attractive target for the anti-CoV drug design. (14) In our study, amentoflavone, berbamine, cepharanthine, glucogallin, juglanin and papyrifl avonol A exhibited the good binding affi nities with 3CL PRO , amentofl avone, broussofl avan A, cepharanthine, papyriflavonol A and juglanin showed good binding affinity with PL PRO . Amentoflavone showed strong binding capacity with both of 3CL PRO and PL PRO proteins.SARS-CoV-2 utilize RdRp as a crucial enzyme in their life cycle. (5) Therefore, RdRp can be one of the best targets for the discovery of antiviral drug against SARS-CoV-2. In this study, 7-methoxycryptopleurine, aloe emodin, amentofl avone, berbamine, betulinic acid, broussoflavan A, cepharanthine, ferruginol, juglanin, papyriflavonol A, tanshinone Ⅰ, tomentin A, B and E showed good binding affi nity with tRdRp protein, where amentoflavone exhibited a strong binding energy with this protein. Moreover, the nsp10, nsp13, nsp14, nsp15, and nsp16 also play an important role in SARS-CoV-2 infection. In this study, we found a number of compounds interact with these proteins, such as cepharanthine with nsp10 and nsp14, amentofl avone with nsp13 and nsp15, and papyrifl avonol A with nsp16 proteins.The SARS-CoV-2 could possibly use hACE2R for attaching in human lung cells. (24) Therefore, hACE2R might be another potential target for inhibiting the viral attachment with the host cells. (16) (17) (18) Our results demonstrate that amentoflavone, berbamine, betulinic acid, betulonic acid, cepharanthine, glucogallin, papyrifl avonol A, tomentin A and E exhibited good binding affinity with hACE2R protein, where amentoflavone and berbamine showed a strong binding capacity with this protein. Moreover, ABL1 and calcineurin-NFAT also play an important role in SARS-CoV-2 infection. In this study, we found a number of compounds interact with these proteins, such as cepharanthine with ABL1, and betulonic acid and cepharanthine with calcineurin-NFAT protein.The bifl avonoid derivative, amentofl avone is evident to inhibit SARS-CoV-2 3CL PRO with 8.3 μmol/L. (25) Amentoflavone has good interaction with 3CL PRO , thereby suggesting an agreement with the previous study on this anti-CoV-2 agent. Additionally, it was also found to interact with the PL PRO , hACE2R, RdRp, S protein, nsps, ABL1 and NFAT protein. The antiviral effect of berbamine is undefined in the HCoV-NL63 model at 1.48 μmol/L. (22) In our study, berbamine showed good binding affinity with 3CL PRO , hACE2R, RdRp, S protein, nsp10, nsp13, and nsp15 and ABL1 protein. On the other hand, cepharanthine and papyrifl avonol A were shown to inhibit 3CL PRO and PL PRO , respectively. (26, 27) Our in silico study also demonstrates that these two compounds exhibited signifi cant binding affi nity with 3CL PRO and PL PRO . Additionally, they also showed binding affinity towards hACE2R, RdRp, S protein, nsps, ABL1 and NFAT protein.Juglanin evidently blocks the 3a channel in a SARS-CoV-2 model. (28) Our study reports it also has binding affi nities towards the 3CL PRO , PL PRO , RdRp and ABL1 proteins. On the other hand, glucogallin blocked viral entry in SARS-CoV-2 model. (29) In this study, this complex compound displayed binding affinity with the 3CL PRO , hACE2R, nsp13, and nsp15. Broussoflavan A can inhibit PL PRO . (27) Beside this, we found that it has binding affinities towards RdRp, hACE2R, nsp13 and nsp15 proteins. Betulinic acid inhibit viral replication at 0.63 μmol/L, while betulonic acid inhibited 3CL PRO at 10 μmol/L in a SARS-CoV-2 model. (30) Our study demonstrates these compounds have binding affinity towards hACE2R, RdRp, nsp13, ABL1 and NFAT proteins. Tanshinone Ⅰ inhibited SARS-CoV-2 viral infection and replication. (31) In this study, it has been found to interact with hACE2R, RdRp, S protein, nsp13, nsp15 and nsp16, and ABL1 proteins. Tomentin A, B and E can inhibit of PL PRO . (32) In this in silico study, these tomentins also found to show good binding affinity towards the PL PRO as well as hACE2R, RdRp, nsp13, nsp15 and nsp16, ABL1, NFAT and S glycoprotein. In a SARS-CoV-2 model, aloe emodin exhibited inhibitory effect against 3CL PRO . (33) Here we found its good interaction capacity with the RdRp, nsp15 and ABL1 protein.Furruginol can inhibit SARS-CoV-2 replication. (30) Our study reports it has good binding affinity towards RdRp and S glycoprotein. 7-Methoxycryptopleurine and tylophorine are evident to inhibit SARS-CoV-2 protease, respectively. (34) We found that these two compounds showed binding affi nity against RdRp, nsp15 and ABL1 proteins. The TMPRSS-2 facilitates SARS-CoV-2, including SARS-CoV-2 infections via 2 independent mechanisms: (i) proteolytic cleavage of hACE2R which promotes viral uptake, and (ii) cleavage of SARS-CoV-2 S proteins which activates glycoprotein for host cell entry. (35) It has been also suggested that the intestine is one of the potential sites of SARS-CoV-2 replication, that may contribute to local and systemic illness and overall disease progression in SARS-CoV-2. In a recent study, besides TMPRSS2, TMPRSS4 was seen to facilitate SARS-CoV-2 spike fusogenic activity, thereby promoting viral entrance into the host cell. (36) In this study, amentoflavone, cepharanthine, glucogallin and tomentin A, showing best binding affinities towards hACE2R, have also been evident to show good bindings capacity towards TMPRSS2. Moreover, the compounds such as amentoflavone, cepharanthine, ferruginol, and tomentin B showing the best binding affi nities towards S protein also showed good bindings capacity towards TMPRSS2. Quercetin also showed good binding affi nity towards this protein.The main strengths of this research derive from our findings which suggest that the studied natural derivatives compounds can be considered as potential adjuvant treatment against SARS-CoV-2. Therefore, (i) amentofl avone may act through inhibiting the 3CL PRO , RdRp, nsp13, nsp15, hACE2R¸ ABL1 and calcineurin-NFAT protein; (ii) berbamine may inhibit hACE2R and ABL1 protein; (iii) cepharanthine may interact with nsp10, nsp14, nsp16, Spike and ABL1 protein; (iv) papyriflavonol A may interact with PL PRO protein; (v) glucogallin may interact with nsp15 protein of SARS-CoV-2. Also, our fi ndings will be helpful for further preclinical and clinical studies with these compounds and will be able to inspire medicinal scientists to conduct adequate research on the natural products and their derivatives as novel anti-viral agents against the SARS-CoV-2",
    "metadata": {
        "paper_id": "27b5534f427fd0c1182d48a3971718ab7345b69b",
        "title": "In Silico Screening of Natural Products as Potential Inhibitors of SARS-CoV-2 Using Molecular Docking Simulation hinese Journal of Integrative Medicine C"
    }
}