{
    "abstract_text": "Moderna mRNA-1273 vaccines on December 17, 2020, in the United States, and of the Janssen Ad26.COV2.S product on April 1 st , 2021, in an unprecedented manner, hundreds of thousands of individuals have reported adverse events (AEs) using the Vaccine Adverse Events Reports System (VAERS). We used VAERS data to examine cardiac AEs, primarily myocarditis, reported following injection of the first or second dose of the COVID-19 injectable products. Myocarditis rates reported in VAERS were significantly higher in youths between the ages of 13 to 23 (p<0.0001) with ~80% occurring in males. Within 8 weeks of the public offering of COVID-19 products to the 12-15-year-old age group, we found 19 times the expected number of myocarditis cases in the vaccination volunteers over background myocarditis rates for this age group. In addition, a 5-fold increase in myocarditis rate was observed subsequent to dose 2 as opposed to dose 1 in 15-year-old males. A total of 67% of all cases occurred with BNT162b2. Of the total myocarditis AE reports, 6 individuals died (1.1%) and of these, 2 were under 20 years of age -1 was 13. These findings suggest a markedly higher risk for myocarditis subsequent to COVID-19 injectable product use than for other known vaccines, and this is well above known background rates for myocarditis. COVID-19 injectable products are novel and have a genetic, pathogenic mechanism of action causing uncontrolled expression of SARS-CoV-2 spike protein within human cells. When you combine this fact with the temporal relationship of AE occurrence and reporting, biological plausibility of cause and effect, and the fact that these data are internally and externally consistent with emerging sources of clinical data, it supports a conclusion that the COVID-19 biological products are deterministic for the myocarditis cases observed after injection",
    "body_text": "Myocarditis is inflammation of the myocardium or 'musculature' of the heart. [1, 2, 3, 4] The myocardium is made up of many cell types however the greatest mass of tissue is accounted for by cardiomyocytes. [4, 5, 6] Cardiomyocytes are the principal contractile cells and are supported by specialized conduction and stromal cell types. [4, 5, 6, 7, 8] Both systole and diastole are active processes that expend energetic resources of cardiomyocytes which are organized into myofibrils. [8, 9, 10] Myocarditis can manifest as sudden death, chest pain or heart failure. The symptoms of heart failure from myocarditis include effort intolerance, dyspnea, fatigue, and ankle swelling. [1, 2, 3, 4, 6, 11, 12, 13] The cause is an inflammation of the heart muscle, often following a viral infection, but not exclusively so.The damaged muscle is prone to lethal cardiac arrythmias as well as having the potential to develop both right and left ventricular dysfunction (cardiomyopathy). [3, 4, 12, 13] Myocarditis is a major risk for cardiac death among the young. [11] The high-risk age population for myocarditis is from puberty through early 30s, and it is the third leading cause of sudden cardiac death in children and young adults. 1 per 100,000 children per year are affected by myocarditis and it has been reported that 0.05% of all pediatric hospitalizations are for myocarditis. Between 0.5 and 3.5% of heart failure hospitalizations are due to myocarditis. Most cases of myocarditis are identified in young adults with males affected more often than females. [12, 13, 14, 15, 16] In the context of COVID-19 respiratory illness, there are a significant number of patients who are otherwise healthy experiencing heart-related complications, including myocarditis, but the majority of clinical reports and diagnoses claim cardiac injury based on ICU-related-related injury to the heart. [17, 18, 19, 20, 21, 22, 23, 24, 25] This is relevant in terms of contextualizing the potential risk of myocarditis from the COVID-19 products against COVID-19 itself and establishing a background rate of myocarditis in specific contexts. Cardiac injuries associated with COVID-19 respiratory illness reveal a set of parameters based on a combination of measurements of troponin levels, electrocardiogram (ECG/EKG), [16, 17, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46] To analyse the VAERS data set the Language and Environment for Statistical Computing, R, was used. The VAERS data set is available for download (https://vaers.hhs.gov/data/datasets) in three separate comma-separated values (csv) files representing i) general data for each report; ii) the reported AEs or 'symptoms', and iii) vaccine data including vaccine manufacturer and lot number, for each report. The VAERS dataset is updated approximately once a week and the uploaded set is approximately one week behind the reports. Upon individual reporting of vaccine side effects or adverse events, a VAERS ID number is provided to the individual to preserve confidentiality, and a detailed description of the side effects are transcribed along with the individual's age, residence by state, past medical history, allergies and gender and many other details. In addition, the vaccine lot number, place of vaccination and manufacturer details are included in the report. In order to maximize the input variables for my analysis, the three files were merged by VAERS ID that is included as a linking variable in all three files. The merged data set comprises data collected pertaining to all reported AEs associated with BNT162b2, mRNA-1273, and Ad26.COV2.S products: the three primary vaccine manufacturers responsible for nCoV-2019 products currently being administered in the U.S. Data was sorted according to vaccine type (data reported for COVID-19) and relevant variables were sorted including VAERS ID, AEs, age, gender, state, vaccination date, date of death, incident of death, dose series, treatment lot number, treatment manufacturer, hospitalizations, emergency department visits and onset date of AEs. Myocarditis as a standalone AE was extracted by keyword and cardiac events were grouped by extracting multiple keywords according to MedDRA nomenclature. Statistical analysis was done using the Student's t-Test to determine statistically significant differences between ages in the myocarditis AE. Skewing in distribution of data was tested using Pearson's Skewness Index, I, which is defined as I = (meanmode)/standard deviation. The data set is significantly skewed if |I|≥1.To date, approximately 56% of the total US population has been 'fully vaccinated' against COVID-19. As of July 9 th , 2021, 397,262 AEs have been reported in the VAERS system. This number is very atypical and large when compared to frequencies of AE reports from previous years. Figure 1 illustrates the stark contrast between what the count would be if the trend of past 30 years continued through to the end of 2021: ~65,000 for the entire 2021 year as opposed to ~400,000 over 6 months.There are almost 4,000 different AE types reported (to date) in the context of COVID-19 products and among them, many SAES. As previously stated, the VAERS handbook maintains that ~15% of all the AEs should classify as SAEs yet the percentage holds at 18% for COVID-19-related AEs.Among these SAEs are cardiac AEs that include cardiac arrest, myocardial infarction, and myocarditis. Myocarditis reports in the context of the COVID-19 products are atypically high in the context of prior vaccine rollouts and in the context of baseline levels with respect to high-risk groups.The number of cases of myocarditis reported to the VAERS database dramatically outnumber case counts seen in previous years with 1 single case having been reported in 2019 and 1 single case being reported in 2020 (Refer to Section 1.4). Figure 2 shows the absolute numbers of myocarditis cases reported for 2021 as per Onset Date. It is clear from this bar plot that the frequency of myocarditis cases reported to VAERS has increased starting at the beginning of June. This is just shortly after the roll-out of injections into children aged 12-15 began. On May 10, 2021, the Food and Drug Administration (FDA) issued an Emergency Use Authorization (EUA) for BNT162b2 vaccine in children aged 12-15. Of note, 67% of myocarditis cases were in the context of administration of BNT162b2.As of July 9 th , 2021, a total of 559 myocarditis AEs (0.14% of all AEs) have been reported. Of the reports, 80% of the gender classification was male. In general, 71% of all VAERS reports are made by females so this statistic is particularly telling. The increase in myocarditis reports coincides with the COVID-19 injection rollouts in children aged 12-15, thus, we hypothesized that the increased cases of myocarditis were in fact occurring in children of these ages. Figure 3 shows the distribution of myocarditis cases by age grouped by decade. 41% of all myocarditis reports were made for children aged 10 through 20 and 72% of all myocarditis reports were made for young adults aged 10-30 years of age. The distribution is right-skewed toward the younger age groups, and this is statistically significant (I=1.61). This provides strong evidence to support our hypothesis.As of May 18 th , 2021, 600,000 children aged 12-15 had been injected with COVID-19 products 3 . these are merely the cases that we are aware of. Thus, after 8 weeks of roll-out into the 12-15 years-old age group, we are at ~19 times the expected number of cases within this sample. Thus, the number of VAERS-reported cases far outnumber what would typically be expected to date. It is important to note that of the 559 myocarditis VAERS reports, 6 died (1.1%) and 33% of these deaths were in individuals under 20 years of age: 1 individual was 13 and one was 19 years of age.In addition to very high rates of myocarditis cases in children aged 12-15, these rates are observed much more commonly in males. Figure 4 shows the distribution of myocarditis cases by age in males versus females. The distribution is right-skewed toward the younger age groups, and this is statistically significant (I=1.28), and males represent 80% of all cases. The most frequent occurrences were in 15-year-old boys (N= 44) and 18-year-old girls (N= 6).The prevalence of myocarditis reports in the VAERS system is much higher in the context of dose 2 when comparing by age (t-test: p-value = 0.00092) and more highly associated with BNT162b2 (74% of all dose 2 reports are in the context of BNT162b2. It is also much higher in males when comparing by age (t-test: p-value = 0.000009). Dose 2 is generally administered 3 weeks following the first dose assuming the individual survives dose 1 without any major complications, including death. TheBNT162b2 maintains a 21-day interval between dose 1 and 2 while the mRNA-1273 maintains a 28-day interval. 6 Figure 5 reveals that myocarditis reports peak in frequency at 6X for dose 2 in 15-year-old males. It also reveals that regardless of age, myocarditis cases are more frequently reported following dose 2.Since the high-risk age population for myocarditis is from puberty through early 30s, myocarditis should be considered diagnostically in any young adult who experiences shortness of breath, palpitations or chest pain following injection with dose 1 of any COVID-19 injectable product. It is notable that chest pain is a prevalent tandem AE (25% of individuals who filed myocarditis reports into VAERS also experienced chest pain following dose 1) and this may not be acknowledged by a teenager, or even a medical professional, as a warning sign of cardiac insult. The data is right-skewed toward the younger ages, and this is statistically significant (I=1.2).About 1.5 million cases of acute myocarditis occurred in 2013. In 1990, 294,000 individuals died from cardiomyopathy (including myocarditis) which increased to 354,000 deaths in 2015. Myocarditis is a rare disease and typically presents in males and younger individuals as previously stated. The trigger for myocarditis is considered idiopathic but generally thought to be the result of infection or toxin. [2] However, in the context of vaccine-induced myocarditis, report numbers have typically been very low.That is, however, until recently. Consider that 2021 is the only year we have been able to collect AE data for the COVID-19 products and prior years are exclusively non-COVID products, except for 2 weeks in December 2020. 6 FDA Statement on Following the Authorized Dosing Schedules for COVID The average number of myocarditis reports in VAERS in the context of all vaccines combined for the past 3 years is 4: 11 (0.02% of total) reports were made in 2018, and 1 report was made for 2019 (0.002% of total) and 2020 (0.002% of total), respectively. The number of myocarditis case reports for 2021 are at 559 (0.14%); far higher than last year for all vaccine products combined as shown in Figure 6 .Myocarditis case rates for 2018-2021 reveal that the rates of myocarditis, when normalized to the number of fully vaccinated/injected individuals, are exceedingly higher in 2021 than for previous years as shown in Table 1 .There are 129,522 AEs to date (July 9 th , 2021) that are directly related to clinical diagnosis of serious cardiac issues such as myocarditis. These AEs are shown Supplementary Tables 1 and 2 whereby   Supplementary Table 1 shows clinical effects such as chest pain and pericarditis and Supplementary Table 2 shows clinical markers or diagnostic elements such as elevated Troponin and Fibrin D dimer levels. This number was calculated using a function that extracts field entries from the VAERS updated AE dataframe that match the list, and subsequently counts them. Figure 7 shows the distribution of cardiac events by age group generated just from this short list of keywords. The highest number of reports was made by individuals aged 30-40 but overall, the distribution is symmetric and unimodal with no statistically significant skewing toward any specific age group (I=0.32). This means that cardiac AEs are being heavily reported, regardless of age.In the context of COVID-19, and according to Dr. Leslie Cooper, there are a significant number of patients who present clinically as healthy who are experiencing heart-related complications, including myocarditis. 7 [2, 17, 18, 19] There is a high risk of cardiac involvement both from COVID-19 infection and from COVID-19 injectable products and the risks of the latter must be further assessed and evaluated.Because of the spontaneous reporting of events to VAERS, we can assume that the cases reported thus far are not rare, but rather, just the tip of the iceberg. Again, under-reporting is a known and serious disadvantage of the VAERS system. *28,29,30+ The only way to understand how common myocarditis is 7 Dr. Leslie T. Cooper, Chair, Enterprise Department of Cardiovascular Medicine for Mayo Clinic and the Executive Medical Director and founder of the Myocarditis Foundation after COVID-19 vaccination, is to perform a prospective cohort study where all vaccinated individuals undergo clinical assessment, ECG, and troponin measurement at regular intervals post-administration.The fact that the VAERS reporting of myocarditis is 6X higher in 15-year-olds following dose 2 may be indicative of a cause-effect relationship. If we assume that following dose 1, a certain percentage of healthy young males who lack co-morbidities or co-factors experience cardiac-related AEs mild enough so as not to dissuade them from receiving dose 2 (ie: pallor, chest pain and shortness of breath, for example), then it is not difficult to imagine that they may have been experiencing symptoms of myocarditis. If a percentage of young males had experienced primary damage to the heart as a result of inflammation following dose 1, then dose 2 may have induced a much more noticeable clinical impact, or cardiac 'insult'. In other words, these young males may receive a definitive diagnosis of myocarditis only following dose 2. What this implies, based on these assumptions, is that if there is a causal relationship then it might manifest with overlooked/unreported AEs following dose 1 and a diagnosis of myocarditis following dose 2. It is noteworthy that 'Vaccine-induced myocarditis' was in fact used as the descriptor by medical professionals as the reason for the myocarditis in the VAERS database.During phase III clinical trials for the mRNA COVID-19 products, safety was assessed based on a maximum observation period of 6 months. This is not adequate to assess long-term safety outcomes as it is a requirement, even in an accelerated timeline setting, to spend up to 9 months in Phase III trials. 8 The typical timeline is up to 10 years for safety and efficacy assessment. [51, 52] Safety is always a point of relevance with regards to new biological agents and given these new findings, it would be prudent to pay particular attention to the AEs being reported to the VAERS system in the context of these experimental products with known dangerous mechanisms of action. When evidence of harm appears, we need to follow the evidence and immediately take steps to mitigate risks.Based on this study, the risk of suffering myocarditis subsequent to injection with the mRNAbased products is low with an average of 4 individuals suffering myocarditis per million fully injected.However, the Israeli Ministry of Health recently announced that approximately 1 in 4,500 men ages 16 to 24 who received BNT162b2 developed myocarditis. *46+ This rate is much higher than the rate estimated based on VAERS data and could reflect variation in reporting. Nonetheless, the risk is higher for the young with an average of 28 12-15-year-olds succumbing to myocarditis per million fully immunized.Discerning between ICU-related mild cardiac injury with SARS-CoV-2 respiratory infection and myocarditis in the context of COVID-19 and the injectable biologicals is important. In establishing background rates of myocarditis in the context of both COVID-19 and injection-associated cardiac injuries, it is vital to ensure that true myocarditis is ensuing for diagnostic purposes. This can be achieved by definitively quantifying the levels of markers for myocarditis such as troponin (I and T), EKG/echocardiograms, and detecting deviations in ST and T waves, PR and QT intervals and T wave inversion. Changes the overall area under the curve for cardiac troponin, reductions in left ventricular ejection fraction, and changes in tissue characterization by cardiac MRI can also be used as diagnostic quantifiers to aid in discerning between CIRM and ICU-related cardiac injuries. As a general rule, the ICU cardiac injury described in COVID-19 illness is subclinical and largely reflected by a minor elevation of cardiac troponin, whereas CIRM is characterized by a clinical syndrome often warranting hospitalization, dramatic ECG changes, and very large elevations of cardiac troponin that are sustained over time. *53,54,55,56,57,58,87+ It is vital to recall that children have a negligible risk for COVID-19 respiratory illness, and yet they are a high-risk group for myocarditis with vaccination. Newly-published evidence of Vaccine-Induced Autoimmune Myocarditis, *58+ demonstrates the risks of myocarditis associated with vaccination. *87,88,89,92,93,94,95+ Despite this, a recent CDC report (May 31, 2021) claimed no danger signal was detectable from the VAERS AE data in the context of myocarditis and as such, they continue to support administration of these products into children 12 years of age and older despite reports of myocarditis and pericarditis in youth in temporal proximity to dose administration. *94+ It possible that vaccine-induced myocarditis is amplified by prior infection and pathogenic priming. Higher uptake of genetic material in some younger individuals who have been previously recovered from COVID-19 and were vaccinated, may partially explain why some individuals suffer from CIRM and others do not. Nevertheless, the background rate for children aged 12-15 has been established outside of the COVID-19 context and the rates in the context of CIRM are 19 times higher than the expected value.A recent study shows increased myocardial ACE-2 expression in individuals with 'basic heart failure disease' indicating an intrinsic susceptibility of the heart to SARS-CoV-2 infection and worse prognosis. *55+ Another study in Hypertension from 2008 claims that cardiac over-expression of ACE-2 exerts protective influence on the heart during myocardial infarction by preserving left ventricular wall motion and contractility, and by attenuating LV wall thinning. *56+ However, we postulate the pathogenesis of CIRM must be much different with isolated production of spike protein over a sustained period of time and expression of the cell surface of cardiomyocytes, which would be considerably different than virion replication. The implications are the ACE-2 expression probably plays a smaller role in vaccine-induced myocardial injury and it has been noted by the co-author that the latter is more highly-associated with maintained elevated troponin levels. *unpublished clinical findings+ Additional information may be gleaned from routine EKG readings and cardiac troponin measurement in volunteers post-injection. It is unknown if in-situ production or perfusion with blood carrying spike protein are the major mechanisms by which CIRM is initiated. Once, damaged, inflammation in the myocardium may last for weeks or months after the original insult is removed. *55,58+ The exact mechanisms of action for induction and progression of CIRM needs to be elucidated to ensure improved and safer products for the future. These data are derived from a rushed, non-FDA-approved, ongoing investigational product rollout, and our conclusions are thus limited by the information at hand. In addition to the 12-15-year-old age group data being very early, it is vital to acknowledge that these reports represent a fraction of the actual total. Thus, due to both the problems of under-reporting and the known lag in report processing, this analysis reveals a strong signal from the VAERS data that the risk of suffering CIRM -especially males is unacceptably high. Again, children are not a high-risk group for COVID-19 respiratory illness, and yet they are the high-risk group for CIRM.Efficacy of these products needs to be assessed by immunological assays and long-term studies are required, while safety needs to be evaluated by rigorous clinical, laboratory and imaging assessments of severe reported adverse events such as CIRM. Autopsies should be done in cases of cardiovascular-related deaths temporally associated with COVID-19 injectables. It is reasonable to use the precautionary principle in this particular setting since an alarming number of reports are coming from young males between the ages of 12 and 15. Boys of these ages should be carefully monitored for warning signs of myocarditis which many may pass off such as pallor, chest pain, shortness of breath or lethargy, following dose 1 with the aim of seeking prompt evaluation and avoiding dose 2.Effective multidrug therapy is available for rare case of serious COVID-19 respiratory illness in the forms of antivirals, immunomodulators, and anthrombotics. * As part of any risk/benefit analysis which must be completed in the context of experimental products, the points herein must be considered before a decision can be made pertaining to agreeing to 2-dose injections of these experimental COVID-19 products, especially into children and by no means, should parental consent be waived under any circumstances to avoid children volunteering for injections with products that do not have proven safety or efficacy.Future work may include on-site clinical observations of Troponin, BNP, galectin-3, ST2, IL-6 and D-dimer levels to corroborate temporal effects of onset of myocarditis following injections with particular COVID-19 products. Delineation between COVID-19 respiratory infection with mild ICU-related cardiac injury and true CIRM using these and other clinical diagnostic markers would be incredibly useful for clinicians and should become the standard for differential diagnosis of suspected CIRM. Correcting the inherent limitations of the VAERS dataset must be a priority as part of future studies. Incomplete VAERS dataset field entries describing prior COVID-19 infection and diagnostic tests such as cardiac MRIs in individuals diagnosed with myocarditis, for example, would make this particular study even more potent. However, despite these limitations, and the limitation of using the VAERS dataset for studies like this one, the usable sample sizes have good statistical power. Ultimately, it remains vital to share the results herein to allow true pharmacovigilance to take place.Dr. Jessica Rose completed the data analysis and wrote and edited the manuscript. Dr. McCullough provided critical edits and content.Supplementary Nothing to disclose. Author had access to data and wrote the manuscript.",
    "metadata": {
        "paper_id": "279081e05da9763100ed1278b47fdd4093abba4b",
        "title": "Journal Pre-proof A Report on Myocarditis Adverse Events in the U.S. Vaccine Adverse Events Reporting System (VAERS) in Association with COVID-19 Injectable Biological Products A Report on Myocarditis Adverse Events in the U.S. Vaccine Adverse Events Reporting System (VAERS) in Association with COVID-19 Injectable Biological Products"
    }
}