{
    "abstract_text": "In situ physico-chemical disinfection of high risk faecal waste is both effective and widely used as a sanitation management strategy for infection prevention and control. Systematic tests where the performance of alternative physico-chemical disinfection methods is systematically compared and optimized must be based on reliable protocols. These protocol are currently not adequately addressing the neutralization related issues: the neutralization of the tested disinfectant after specified conditions of concentration and contact time (CT) is necessary to prevent continued disinfection after the intended contact time; moreover such neutralization is often necessary in practice and on a large scale to prevent adverse health and ecological impacts from remaining disinfectant after the target CT is achieved. Few studies adequately assess the extent of neutralization of the chemical disinfectant and are intended to optimize on-site disinfection practices for waste matrices posing high microbial risks. Hence, there is a need for effective and reproducible neutralization protocols in chemical disinfection trials and practice. Furthermore, for most of chemical disinfectants used in healthcare settings there is no practical methodology to reliably and conveniently measure the residual disinfectant concentration after its neutralization and also determine the optimum concentration of the neutralizer. Because some neutralizing compounds can themselves be toxic to the test microorganisms, it is necessary to optimize neutralization procedures in disinfection experiments for the development of infection control practices using accepted positive control microbes. In the presented work, a stepwise bioassay-based protocol using representative faecal indicator microbes is described for optimizing chemical disinfection and subsequent disinfectant neutralization of any infectious faecal waste matrix. The example described is for the quaternary ammonium compound benzalkonium chloride and its recommended chemical neutralizer in a high strength human faecal waste matrix",
    "body_text": "The operation of health care facilities in emergency (e.g. natural disaster or population displacement) settings as well as under routine conditions where patients are excreting highly infectious bacterial or viral pathogens is known to result in the production of pathogen-laden human excreta. If insufficiently treated, this infectious waste may provide pathways for the further transmission of infectious water-and faecal-borne diseases. In the US and many other high-income countries with presumably adequate treatment facilities, human faecal waste and other potentially infectious bodily fluids from healthcare facilities can be discharged directly into local sewage systems. In situ pre-treatment of such human waste is sometimes encouraged under certain conditions such the introduction of high risk diseases and their pathogens into the population, such as cholera (Ashbolt, 2004) (Centers for Disease and Prevention, 2010), typhoid fever (Murphy et al., 2017) , Ebola (CDC, 2014a; and infectious hepatitis (Craun et al., 2010) (Sehulster et al., 2003) (Spina et al., 2017) . The World Health Organization (WHO), has https://doi.org/10.1016/j.ijheh.2018.07.002 Received 7 February 2018; Received in revised form 28 June 2018; Accepted 3 July 2018 recommendations for management of such wastes using a disinfection option (Prüss et al., 1999; WHO, 2014; WHO and Unicef, 2014) . However, the efficacy of existing protocols for in situ inactivation of pathogens in human faecal waste by physico-chemical disinfection processes is uncertain, especially in raw faecal matter and high strength wastewater (Bibby et al., 2015 Schuit et al., 2016; Tondera et al., 2015 Tondera et al., , 2016 . Chemical agents such as chlorine bleach (Tree et al., 2003) , hydrated lime, peracetic acid (Allievi et al., 1994; Kitis, 2004) , alcohol (Springthorpe et al., 1986; Tung et al., 2013) , phenolic substances (Abad et al., 1997; Mbithi et al., 1990) , anionic detergents (Gerba and Kennedy, 2007) , and quaternary ammonium compounds, such as benzalkonium chloride (BNZ) (Tarbox et al., 1998) and cetylpyridinium chloride (Russell, 1999) , are the main disinfectants currently used in health care settings. However, the suitability and effectiveness of these compounds for disinfecting complex matrices with high organic content has not been adequately demonstrated and use parameters have not been developed based on experimental evidence. Some of the abovementioned outbreaks of highly contagious diseases have been associated with insufficiently treated sewage: such outbreaks indicate that improved and better documented methods are needed to ensure the effectiveness of chemical disinfection protocols for infectious faecal wastes and sewage.In order to quantitatively assess the disinfection performance of candidate chemical disinfectants and identify the most effective disinfection conditions for disinfectant dose and contact time (CT) based on disinfection kinetics, disinfected samples must be chemically neutralized at specified contact times, so that the sample can be analysed for the presence of remaining microbes of concern. Such chemical neutralization of disinfectant chemicals in disinfection experiments is standard practice to allow for reliable culture based assays of faecal indicator bacteria (e.g. Escherichia coli or Enterococcus faecalis (APHA, 2010a; c)) as bacterial pathogen surrogates, bacteriophages such as somatic coliphages (APHA, 2010d; Gall et al., 2016) , FRNA phages (Shahrampour et al., 2015) , Bacteroides phages (Ebdon et al., 2012) , and bacteriophage φ6 (Casanova and Weaver, 2015b) (Casanova and Weaver, 2015a) as virus pathogen surrogates in complex sewage and faecal waste matrices. Failure to achieve adequate chemical neutralization of the disinfectant used in an experiment can result in flawed disinfection kinetics estimates based on CT conditions because inactivation could continue after the experiment is completed due to variable and unknown remaining concentrations of the disinfectant or its biocidal by-products. Such overestimation may result in flawed disinfection protocols that produce inaccurate disinfection kinetics. Most studies investigating the antimicrobial properties of chemicals that have been published in recent years do not address the quantitative neutralization of the disinfecting agent (Kingsley et al., 2017; Peng et al., 2012; Zanetti et al., 1996) .For some chemical disinfectants such as free chlorine, the concentration of the reagent and its biocidal by-products (e.g. chloramines) and their subsequent neutralization by compounds such as sodium thiosulfate can be analysed chemically by simple, reliable, and commercially available methods. However, for some chemical disinfectants there is no simple and standard methodology to measure its residual concentration. After attempted neutralization, residual disinfectant may be present at low concentrations and be active, unless the chemical agents or its antimicrobial effects are shown to be absent. Therefore, it is necessary to reliably assess neutralization efficacy of the disinfectant and determine the minimum required amount of neutralizer to assure absence of the disinfectant at the end of the specified contact time (T). For those chemical disinfectants whose concentrations are difficult and impractical to measure in the waste matrix, a microbial bioassay-based approach to determining their chemical neutralization in a complex waste matrix is proposed in the presented work.In addition to optimizing the performance of the chemical disinfectant to inactivate the target pathogens, based on disinfectant doses, contact times and delivery methods, specific approaches and methods are needed to optimize conditions for chemical neutralization of the active agent (e.g. by adding sodium thiosulfate to chlorine) after disinfection treatment when conducting disinfection studies and developing protocols to evaluate or verify disinfection performance. The presented work aims to provide a reliable but simple method to determine if a chemical disinfectant in a complex faecal matrix is neutralized adequately by using a bioassay procedure that documents the culturability of target microbes. The described protocol aims to ensure that adequate neutralization of the disinfectant is achieved, so that it does not interfere with subsequent culture-based microbial analysis of the processed sample. The use of bacterial and viral indicator organisms spiked into pasteurized or autoclaved wastewater is preferred to the use of naturally occurring organisms in waste matrix samples for two reasons. First, the use of non-pathogenic indicators protects the health and safety of laboratory researchers. Second, the use of culturable indicator organisms enables high initial titers to be used, simplifying the process of quantifying disinfection performance and subsequent chemical neutralization of the disinfectant, based on quantifiable microbial levels (i.e. counts higher, therefore statistically more significant and ultimately more accurate).There are few reported studies that evaluate the impact of neutralizing agents on the survival of faecal indicator microorganisms and in some the neutralizing compounds show antimicrobial properties (Lyon et al., 2012) . Although standard protocols exist for the evaluation of hospital disinfectants, they do not include testing and neutralization in the concentrated faecal waste organic matrices encountered in in-situ disinfection applications, nor do they assess survival and recovery of both viruses and bacteria (EPA, 2011) . The establishment of a practical, simple and adaptable protocol, for reliable chemical neutralization of disinfectants used in in-situ waste disinfection applications was the main objective of this work. In the presented work, a bioassay approach utilizing both bacteria and bacteriophages was applied to the specific case of the quaternary ammonium disinfectant benzalkonium chloride (BNZ) as an example disinfectant for in-situ treatment of health care associated faecal waste. However, the presented method was designed to be applied to any chemical disinfection process in such matrices.In previous research to compare the efficacy of different chemicals capable of neutralizing quaternary ammonium compounds such as BNZ, low concentrations of Tween 80 ® (Langsrud and Sundheim, 1998) , an aqueous solution of a 5 g/L sodium dodecylsulphate + 30 g/L polysorbate 80, 3 g/L lecithin (Raggi et al., 2013) and an aqueous solution of Tween 80 ® , lecithin, sodium thiosulfate, proteose peptone, and tryptone (Sickbert-Bennett et al., 2004) have been used. These three studies cite ASTM E 1054-Section 9 to validate the use of a mixture of Tween 80 ® and lecithin (ASTM, 2013). Junka et al. (2014) used a mixture of 10% Tween 80 ® , 3% soybean lecithin, and 0.5% sodium thiosulfate as the neutralizer. Most of the available BNZ disinfection literature does not provide precise levels of the ratios of Tween 80 ® / lecithin and/or other neutralizing chemicals nor do the studies include detailed information on the ratio of neutralization mixture to the disinfection agent. Most do not investigate the efficacy of neutralization in complex matrices such as simulated faecal waste samples. To our knowledge, the presented work is the first attempt to design a standardized approach to measure residual BNZ using a microbial bioassay after attempted chemical neutralization. Furthermore, the bioassay described here represents an improvement if compared to the abovementioned studies, as it presents the advantage of addressing the issue of potential microbial inactivation by neutralizers.The efficacy of the neutralization procedure was evaluated by bioassay of two strains of E. coli, still the most commonly used faecal indicator bacteria in both high a low income settings worldwide and the bacteriophage φ6, a bacteriophage infecting Pseudomonas syringae (Adcock et al., 2009; APHA, 2010a; , which has been employed recently as a potential surrogate for high risk, epidemic enveloped human viruses such as avian influenza or Ebola (Casanova and Weaver, 2015b) .φ6 was not the only bacteriophage that was considered as a possible surrogate for enveloped viruses, with the aim to evaluate disinfection residual. Here a brief explanation of the rationale of our final choice. Recent years have shown emerging numbers of outbreaks associated with enveloped viruses such as Ebola virus (Baize et al., 2014) , Coronaviruses such as SARS (Hsieh et al., 2004) or viruses associated with the Middle Eastern Respiratory Syndrome (MERS) (Haagmans et al., 2014) . Their high persistence towards disinfection methods coupled with their low infectious dose and high numbers of infectious viruses excreted with human waste lead required biosafety facilities of levels 3 or 4 to safely handle them. Therefore, enveloped bacteriophages φ6 (Vidaver et al., 1973) are currently discussed as suitable surrogates due to several of their advantageous characteristics such as the non-human pathogenic nature of both φ6 and P. syringae, their bacterial host (Wei et al., 2009 ) which allows their handling under bio safety level 1 (equivalent to minimal containment) (Gallandat and Lantagne, 2017) . In addition, φ6 is easily cultivated, can be analysed rapidly using established culture techniques such as plaque assays and iscompared to other enveloped bacteriophages of the family Cystoviridae (Mindich et al., 1999) well described and characterized in literature (Laurinavicius et al., 2004) . Still, a recent study by de Carvalho et al. (2017) indicates that even though φ6 shows behavioural similarities to enveloped enteric viruses of the highest public health relevance, certain limitations in regards of their persistence towards temperature and their decay rate in deionized and natural waters exist.Based on experience from previous studies, municipal sewage was not considered to be representative of the highly challenging faecal waste matrices and complex sewage composition that is excreted by patients in healthcare settings where centralized waste water treatment is absent or conducted only to a limited extent. Therefore, a highly microbially contaminated \"High-Risk Human Faecal Waste (HRHW)\" matrix was created by mixing 3 parts hospital sewage (UNC Hospital, Chapel Hill, NC, USA) and 1 part donated raw human faeces (Vol/Vol). This matrix was then used as a \"worst case\" sample to be disinfected with BNZ. The faecal samples used were collected in sealable collection containers from volunteers working at the UNC environmental virology laboratories and either processed immediately or stored at 4°C for no longer than four weeks to ensure comparability. Hospital sewage was collected from three sampling sites (manholes) at UNC Hospitals and equal volumes, one from each sampling site, were combined to form a composite sample. Faecal and hospital samples were mixed vigorously in a 1:3 ratio upon arrival at the laboratory and the resulting matrix was stored at 4°C ( ± 2°C).A representative sample of this worst case faecal waste matrix was analysed at an Environmental Protection Agency certified commercial laboratory (Microbac Laboratories, Marietta, OH). The parameters analysed included biochemical oxygen demand (BOD), total suspended solids (TSS), total organic carbon (TOC), chemical oxygen demand (COD), and ammonia content. The pH was measured at the UNC Environmental Virology Lab using an electronic glass pH electrode (Thermo Fisher Scientific, Waltham, MA, USA).Bacteriophage φ6 stock (kindly provided by Dr. Lisa Casanova from Georgia State University) was propagated according to the instructions provided by the collaborating research group (Casanova and Waka, 2013) utilizing the sloppy agar method. To avoid contamination and loss of viral infectivity, phages were aliquoted in PBS with 20% DMSO to avoid capsid damage due to the formation of ice crystals and stored at −80°C (for no longer than 24 months) until 30 min before the experiment.A semi-quantitative approach in accordance to DIN EN ISO (2000) ISO 10705-2 for the quantification of somatic coliphages was chosen to evaluate the loss of virus infectivity. In brief, samples were diluted in sterile PBS and combined with 0.85 mL of log-phase P. syringae and 2.5 mL of molten, semi solid tryptic soy agar (TSA) and 100 μL 4M MgCl 2 , mixed well and poured on TSA plates. After incubation at 24°C for 18-24 h, viral plaques in the confluent bacterial lawn were counted as plaque forming units (PFU) per mL and adjusted for dilution factor. Bacterial indicators were quantified using the spread-plate method on standard TSA plates in accordance with the DIN EN ISO (2000) ISO 10705-2 (APHA, 2010b). Briefly, 100 μL aliquots were pipetted onto 1X TSA plates and spread using a sterile spreader before aerobic incubation for 18-24 h at 37°C.The experimental methodology of this study is detailed in Fig. 1 for a control aqueous sample containing no faecal waste or sewage and Fig. 2 for a high strength faecal waste sample; further information can be found in the appendix.As the available literature does not provide specific indications regarding optimal ratios between the available neutralizing components, preliminary experiments utilizing equal proportions of all available neutralizing agents were conducted. This ratio was chosen as it is assumed that each of the neutralizing components has equal importance in neutralizing the disinfecting agent. The ratio of the two neutralizing agents can then be adjusted as necessary at a later stage for process optimization. The goal was to reduce the proportion of any component that causes problems such as creating unnecessary foaming or is more expensive. For this study, a 50:50 mixture of the candidates neutralizing agents, Tween 80 ® /Lecithin, was used initially.The main parameter considered during the preliminary trial was the ratio of neutralization mix to disinfectant to be neutralized (regardless of the proportion of the neutralizing agents, e.g. Tween 80 ® /lecithin). As an example, a 2% neutralization mixture (made for example of 60% lecithin 40% Tween 80 ® ) and 0.2% BNZ disinfectant would result in a ratio of 10:1 neutralization 'cocktail' to the disinfecting agent. In the initial experiments, the proportion of Tween 80 ® to lecithin was not varied and the focus was to define the disinfectant to neutralization mix ratio (called the 'ratio').In several preliminary experiments, the 50:50 mixture of Tween 80 ® /lecithin (defined as the proportion between the two neutralizing components or simply 'proportion') resulted in foaming due to the surfactant (i.e. emulsifying) properties of Tween 80 ® . Therefore, it was decided that another aim of the study was to incrementally reduce the quantity (proportion) of Tween 80 ® in the neutralization mix (or 'cocktail') as much as possible. The best mixture, which allowed the use of the lowest possible proportion of Tween 80 ® compared to lecithin, while still neutralizing the mix effectively was a 20:80 Tween 80 ® /lecithin proportion, as is described in the next section.A research hypothesis tested in the study was that a spread plate assay of a high concentration of indicator microbes spiked into the test sample could be used as a bioassay to indirectly assess the ability of the Tween 80 ® /lecithin neutralization mix to completely neutralize the disinfectant.During the first set of experiments, different ratios of BNZ to neutralizer were used and the effectiveness of bacterial growth or viral infectivity was assessed semi-quantitatively and sorted into categories (0, 1-10 3 , > 10 3 and »10 3 ) based on the number of colonies or plaques on a 140 mm TSA plate (using a confluent lawn of host bacteria in the case of φ6), as shown in Table 1 below. The relative extent of neutralization was readily discernible by visual comparison of neutralized samples containing the chemical disinfectant BNZ to positive control samples that contained no disinfectant but were also neutralized. Microbial growth or viral infectivity was not precisely quantified, especially when high numbers of colonies or plaques were observed. The semi-quantitative classification of assay plates based on the observable extent of microbial growth/inhibition in the neutralized control plates and neutralized disinfected plates is shown in Table 1 . Assessment was performed by comparing each plate representing the neutralized sample to an equivalent control (bacterial or viral) plate on which a replicate aliquot of the same bacterial (or viral) suspension at the same titer was inoculated on the same type of agar, but to which no disinfectant was added and therefore, giving optimal bacterial or viral growth. The incubated plates were then compared, and the results scored using the operational definitions described in Table 1 . After obtaining confirmatory results for two sets of trials using bacterial indicators, φ6 as a viral indicator was introduced to confirm these results. The indicator virus was chosen due to its structural and behavioural similarities to high risk enveloped viruses such as Ebolavirus and Avian influenza virus, and was prepared as described by Casanova and Weaver (2015a) . After the neutralizer was added to the disinfectant and the virus stock was spiked into the mixture, the sample was plated using the double agar layer (DAL) method modified from US EPA Method 1602 (EPA, 2001) . The same negative control tests were performed as explained above for the bacterial indicator.The initial neutralization mixture of soy-lecithin and Tween 80 ® (50-50 v/v) to neutralize BNZ was first tested in a phosphate buffer solution (PBS) (Fig. 1) . Either 18 μL, 180 μL or 1.8 mL of pure BNZ were added to 15 mL plastic reaction tubes. PBS (1x) was then added to the tube until nine mL total volume was reached. A final concentration of 0.2%, 2.0% or 20% BNZ was reached, respectively.As negative controls, 1) 1 mL of E.coli F AMP host, no BNZ and no neutralizer were used to ensure the test microbe was still viable); and 2) three different concentrations of neutralizer (2%, 10%, 20%) with no BNZ and 1 mL of E.coli F AMP host were spiked to test the effect of the amount of neutralizer on bacterial growth. A third control contained only BNZ and E.coli F AMP host to test the effect of the disinfectant on bacterial growth. The same approach and conditions were used for the tubes containing the test virus.For all other tests, neutralizing solutions aimed at achieving final 0.2%, 0.5%, 1%, 2%, 10%, 20% neutralizer concentrations in the test reactor were spiked into the mixture. The mixture was then vortexed for 15 s and left static for 2 min to make sure that the neutralizer had sufficient time to combine with the disinfectant for chemical reactions of neutralization to occur. Once the neutralization reactions were completed, 1 mL of E. coli host in exponential growth phase was added and the mixture vortexed again. Then 100 μL were immediately spread on a TSA plate. The plates were incubated at 37°C for 18-24 h and bacterial growth or plaque formation was assessed on the numerical scale explained above.As shown by the diagram, if the bacterial growth or plaque formation was satisfactory, the experiment was then repeated first by decreasing the ratio of 'neutralizing solution to disinfectant' until the minimum required threshold was determined. Then, the experiment was repeated by incrementally decreasing the concentration of the Tween 80 ® in the neutralizing solution, without altering the ratio of disinfectant to neutralizing solution (threshold value giving optimum neutralization). Another aim of the study was to define a general procedure to be followed during future studies in which incremental reduction is made in the amount of any given neutralizing component that may be necessary for the neutralization process but also causes undesirable effects. Such a neutralization component cannot be eliminated, but its use should be minimized. Once the minimum Tween 80 ® threshold was identified as the lowest percentage still giving successful neutralization and therefore bacterial growth, the entire experiment was repeated with the viral indicator using the same ratio of disinfectant to neutralization mix and the same Tween 80 ® to lecithin proportion. If this experiment was successful, the next experimental phase using the target faecal waste matrix was done.2.6. Experimental procedures for neutralization trials using the human faecal waste matrixThe confirmatory neutralization trials with the faecal waste matrix were analogous to the experiments performed with PBS and a flow diagram of the methods and conditions are presented in Fig. 2 . Details of the step-by-step experimental procedure are provided in the supplementary material section.3.1. Initial trials with PBS using a 50:50 v/v mixture of Tween 80 ® /lecithin As shown in Table 2 , during the trials with PBS bacteria growth became higher at higher neutralizer concentrations (i.e. as the neutralizer concentration increased, general bacterial growth paralleled this trend as expected). Bacterial growth was observed in both lower (0.2%) and higher (2%) concentrations of BNZ starting at 1% neutralizer mixture up to 10% neutralizer mixture. For 0.20% added BNZ, some bacterial growth was seen at a 5/1 ratio of neutralization mix to disinfectant, incrementally increasing for a 10/1 and 20/1 ratio and optimal for a ratio higher than 20/1. For 2% added BNZ, some bacterial growth was seen at a 1/2 ratio of neutralization mix to disinfectant, incrementally increasing with higher neutralizer concentrations, but never reaching optimal growth, as this would have required a 20/1 ratio or more.The neutralization protocol was optimized in PBS trials employing a more thorough mixing regime with both 50:50 Tween 80 ® /lecithin and 20:80 Tween 80 ® /lecithin. For lower concentrations of BNZ, lower concentrations of neutralization mixture were used. According to the results (Table 3) , there was increased bacterial growth as the neutralizer final concentration increased (i.e. as the neutralizer concentration increased, as expected general bacterial growth paralleled this trend). As originally expected, for higher amounts of BNZ, higher concentrations of neutralization mixture were needed to obtain bacterial growth. Optimum bacteria growth was observed at the following conditions of BNZ and neutralizer concentration. For 0.20% added BNZ, some bacterial growth was seen at a 25/1 ratio of neutralization mix to disinfectant and became optimal for ratios higher than 25/1. For 2% added BNZ, modest bacterial growth was seen at a 20/1 ratio of neutralization mix to disinfectant. For the highest disinfectant concentration (20% BNZ) it was not possible to go beyond the 2:1 'neutralizer mix to disinfectant ratio' as this already corresponded to a 40% neutralizer concentration.The analysis of a representative sample of the worst case faecal waste matrix gave following results: pH = 6.7 ± 0.2, BOD = 19,600 mg/L, COD = 63,500 mg/L, TSS = 73,200 mg/L, ammonia = 216 mg/L. When the same experiment was conducted with the faecal waste sample to be used in disinfection experiments, the high load of organic matter in the faecal sample required higher ratios of neutralizer, as expected. As shown in Table 4 and as expected, the concentrations of neutralization mixture needed to achieve bacterial growth were higher when the amount of added disinfectant was higher. The faecal waste experiments were performed only with the 20-80 (vol/vol) Tween 80 ® vs. Lecithin proportion, as this neutralizer minimized the amount of Tween 80 ® and reduced sample foaming. Optimum bacteria growth was observed at the following conditions of BNZ and neutralizer concentration. For 0.20% added BNZ and a 20/1 ratio of neutralization mix to disinfectant, bacterial growth and therefore neutralization was optimal. For 1% added BNZ, medium to good bacterial growth was seen at a 15/1 ratio of neutralization mix to disinfectant and then incrementally increased. For 3% added BNZ, minimal bacterial growth was seen at a 25/1 ratio of neutralization mix to disinfectant. Again, for the highest disinfectant concentration of 3% BNZ it was not possible to go beyond the 25:1 'neutralizer mix to disinfectant ratio' as this already corresponded to a 75% neutralizer concentration in the matrix.When the effectiveness of the neutralization protocol was further evaluated using a viral indicator, the results from the experiments with the bacterial indicator were substantially confirmed, as summarized in Table 5 . Only the 20-80 (vol/vol) Tween 80 ® vs. Lecithin proportion was used, because it gave neutralization results comparable, if not superior, to the results of the equivalent 50-50 (vol/vol) condition, with less sample foaming. For 0.20% added BNZ, a medium level of plaque forming units was seen at a 20/1 ratio of neutralization mix to disinfectant. For 1% added BNZ, a medium level of plaque forming units was seen at a 15/1 ratio of neutralization mix to disinfectant. For 2%, 3% and 4% added BNZ, medium to good plaque forming unit levels were seen at a 20/1 ratio of neutralization mix to disinfectant. Again, for the highest disinfectant concentration (4% BNZ) it was not possible to go beyond the 25:1 'neutralizer mix to disinfectant ratio' as this corresponded to more than 90% neutralizer concentration in the matrix.Another set of experiments in PBS was then done with an even lower concentration of Tween 80 ® to test if it was possible to further reduce sample foaming at the end of the neutralization process. The effects of the neutralization mixture on the loss of plaque-forming units was also tested for harmful effects at higher amounts of neutralization mixture.Because all trials using less than 20% Tween 80 ® in the neutralization mixture proportion gave very low foam levels (a desirable result), but unfortunately inconsistent neutralization results (see for example virus infectivity for 1% added BNZ and 30/1 ratio of neutralization mix to disinfectant in Table 6 ), a minimum amount of 20% Tween 80 ® was considered the best compromise to provide effective and replicable neutralization results, while also maintaining foaming at an acceptable level. Very limited trials were performed using 10-90 Tween 80 ® /lecithin proportions, therefore only the results related to the 5-95 trials are reported on Table 6 . A 25:1 neutralizer to disinfectant ratio using 20-80 (vol/vol) Tween 80 ® /lecithin proportion was found to be the most effective condition to optimize the neutralization of BNZ and Table 2 Data from initial experiments on chemical neutralization of 0.2 and 2% BNZ in PBS with a mixture of 50:50 Tween 80 ® /Lecithin using different neutralizer concentrations from 0.02% to 10%. (0) indicates no observed bacterial growth, (1-10 3 , > 10 3 and »10 3 ) indicates different levels of bacterial growth (see Table 1 ). Neutralizer/Disinfectant ratio is reported for each combination. Only BNZBacterial growth (see scale on Table 1) → 0 E. Sozzi et al. International Journal of Hygiene and Environmental Health 222 (2019) 155-167 minimize foaming, as shown in Table 6 . For 0.20%, 1% and 3% added BNZ, a good level of plaque forming units was seen at a 20/1 ratio of neutralization mix to disinfectant.In situ chemical disinfection of human faecal waste in healthcare facilities shows promise as an effective barrier against pathogens, thus contributing to adequate infection prevention and control (Bartram and Cairncross, 2010; Freeman et al., 2013; Singer and de Castro, 2007; Sozzi et al., 2015) . Recent studies on best practice to perform rapid in situ chemical disinfection of human sewage and faecal wastes in healthcare settings have utilized different established and routinely used disinfectants such as chlorine bleach, hydrated lime, alcohol or phenol-based substances, anionic detergents and quaternary ammonium compounds, such as BNZ and cetylpyridinium chloride, under different use conditions of exposure time and disinfectant concentrations in varied waste matrices. The main aim of this study was to define Table 4 Efficacy of chemical neutralization of faecal waste samples disinfected with 0.2-3% BNZ based on E. coli growth with different Neutralizer/Disinfectant ratios and different neutralizer concentrations. Trials performed using 20:80 mixture of Tween 80 ® /Lecithin. (0) indicates no bacterial growth, (1-10 3 , > 10 3 and »10 3 ) indicates different levels of bacterial growth (see Table 1 ). Neutralizer/Disinfectant ratio is reported for each combination. The ratio of neutralization mix to disinfectant to be neutralized and the proportion of the two neutralizing agents is defined in the Materials and Methods section. The ratio is defined as (vol/vol). BNZ Bacterial growth (see scale on Table 1 ) after three more days of incubation → 1-10 3 1-10 3 1-10 3 Table 5 Efficacy of chemical neutralization in faecal samples, based on growth of surrogate viruses (bacteriophage φ6 infecting P. syringae) for different BNZ concentrations, neutralizer concentrations and Neutralizer/Disinfectant ratios. Trials performed using 20:80 mixture of Tween 80 ® /Lecithin. (0) indicates no viral growth, (1-10 3 , > 10 3 and »10 3 ) indicates different levels of viral growth (see Table 1 ). Neutralizer/Disinfectant ratio is reported for each combination. The ratio of neutralization mix to disinfectant to be neutralized and the proportion of the two neutralizing agents is defined in the Materials and Methods section. The ratio is defined as (vol/vol). an adaptable, effective and scalable protocol for the chemical neutralization of any candidate chemical disinfectant when testing and optimizing its performance efficacy in high strength human faecal waste matrices using a microbial bioassay system in the absence of a reliable and available method to analyse disinfectant residual after attempted chemical neutralization (see Table 7 ). Initial experiments performed in PBS documented the use conditions for successful neutralization of the disinfectant BNZ using a bacterial bioassay. Growth of the bioassay bacterium E. coli confirmed effective neutralization, which could be quantified visually when using 50:50 v/v and 80/20 v/v neutralization mixtures at volume concentrations of 1%-4%, for both low (0.2%) and high (2.0%) concentrations of BNZ. The results are consistent with those of previous studies in different waste matrices and contexts of health care facilities (Gainor et al., 1997; Msellati et al., 1999; Tarbox et al., 1998) . Subsequent experiments showed that, at greater neutralizer concentration, bacterial (or viral) growth increased. Bacteria growth and the formation of plaques on a lawn of host bacteria in the case of bacteriophage φ6 were benchmarked for efficacy in the experimental setup in the absence of active disinfectant as a control, with expected results. Negative controls, which included either 1) no disinfectant and no neutralizer or 2) only neutralizer without added disinfectant, confirmed bacterial growth in both conditions and showed that the bioassay was performing as expected in absence of disinfection and neutralization. As expected, the neutralizers had no adverse effect on bacterial or viral growth. Disinfectant positive controls, containing BNZ plus the indicator bacteria or viruses, showed no microbial growth as was expected.Chemical neutralization of BNZ was only successful when a systematic approach to neutralization was used. Using a 20:80 v/v neutralization mixture resulted in bacterial growth comparable to using a 50:50 v/v mixture and allowed for better mixing without foaming. Both the 10:90 v/v and the 5:95 v/v neutralizer-mixes with lower Tween 80 ® percentage led to inconclusive results. Therefore, a minimum concentration of 20% Tween 80 ® is recommended and considered optimal for neutralizing the disinfecting agent BNZ.In the experimental faecal waste matrix consisting of a 1 + 3 mixture of human faeces and raw hospital sewage as a \"worst case\" human waste sample, more effective neutralization performance was achieved progressively with increased concentrations of neutralizer added, as documented by increased bacterial growth When the experimental conditions were tested using an indicator virus in the faecal waste matrix, results indicated that a 20:80 v/v mixture of Tween 80 ® / Soy Lecithin successfully neutralized BNZ and allowed the enveloped bacteriophages φ6 as a pathogen indicator virus to infect the P. syringae host. Chemical neutralization in the faecal waste sample and in PBS further documented that higher amounts of neutralization mixture did not adversely impact the growth of either bacteria or the infectivity of the bacteriophages used as bioassay microbes. To our knowledge, the presented work constitutes the first study which successfully establishes and reproducibly tests a practical, flexible and easily scalable methodology and bioassay-based stepwise protocol to evaluate and use during in-situ chemical disinfection studies of waste matrices. While BNZ was the disinfectant used in this study, the results suggest a broad adaptability to other chemical disinfectants for which measuring chemical concentrations may be difficult.The description and evaluation of disinfection testing protocols and conditions is presented in several standard publications such as the works of Block (2001) and Russell (1996) . However, these publications do not adequately address current situations where there is a need to assess the efficacy of disinfection and sterilizations assays for a broad variety of pathogenic microorganisms in high strength complex faecal waste matrices with high concentrations of oxidizable constituents and high risk persistent and emerging pathogens such as enveloped viruses. This protocol attempts to serve as a general methodology to be applied for chemical neutralization disinfectant chemicals in studies investigating disinfection of highly oxidizable human faecal waste and other liquid samples in many contexts of health care or emergency response settings. To our knowledge the approach and methods presented here are the first standardized protocol that address the chemical disinfection and the neutralization of the faecal waste matrices that are the focus of this research (so called 'worst case' matrices). The protocols that are currently available for disinfection testing of healthcare biocides are not adequately representative of the kinds of human waste samples and conditions addressed by this study. This highly adaptable protocol enabled an accurate assessment of neutralization of disinfectant at any given disinfectant concentration and contact time. The adaptive nature of the protocol could be used to determine the optimal chemical neutralization procedure of a disinfectant applied to any given faecal waste or other highly organic liquid waste matrix to be disinfected for public health protection (Manasfi et al., 2017; Schaefer et al., 2017; Ufermann et al., 2011) .A priority now is to accurately assess the efficacy of this chemical neutralization protocol for-chemical disinfection studies under controlled conditions for different faecal wastes treated with different disinfectants. The system described here may have broader applications Table 6 Efficacy of chemical neutralization in PBS sample based on infectivity of surrogate bacteriophage φ6 (capable of infecting P. syringae) score for different BNZ concentrations, neutralizer concentrations, Neutralizer/Disinfectant ratios and Tween 80 ® /Lecithin proportions. Trials performed using 20:80 and 5:95 mixture of Tween 80 ® /Lecithin. (0) indicates no plaque formation, (1-10, 11-100, and > 100) indicates different levels of plaque formation (see Table 1 ). The ratio of neutralization mix to disinfectant to be neutralized and the proportion of the two neutralizing agents is defined in the Materials and Methods section. The ratio is defined as (vol/vol). BNZ [155] [156] [157] [158] [159] [160] [161] [162] [163] [164] [165] [166] [167] to conditions in which the hygienic management of faecal sludges and wastewaters must be achieved rapidly and at relatively low cost in both low and high resource settings.The authors declare no conflict of interest. supported by the National Science Foundation. Any opinions, findings and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation.Below are the combinations of all negative controls trials and conditions possible for this type of study. Table 7 Negative control trials possible for this type of studyIn this study, negative controls (1) and (2) were systematically performed. Negative control (3) was performed only once, to prove that BNZ is effective in preventing bacterial and viral growth, as expected of a chemical disinfectant. Negative controls 1, 2 and 3 (see Table 3 ) were used to ensure: 1) that the test microbe was performing as expected; and 2) that the relatively high amounts of neutralization mixture used did not compromise the results by affecting the survival of the spiked microbial strain. This included condition 1) of no BNZ with no neutralizer, and condition 2) of one sample with no BNZ and neutralizer only. As expected, the spiked bacteria were able to grow on the first set of negative control (1) plates. When using the second negative control with only neutralizer (no. 2), normal bacterial and viral growth was seen, ensuring no harmful effect of the neutralizer on the bacterial and viral stock.As shown in Figs. 1 and 2 , the concentrations of BNZ tested were 0.2%, 2.0%, and 20%. The rationale behind this choice was since a 0.2% BNZ concentration is typically used in microbiology laboratories as a disinfectant. Due to the highly organic nature of the conservative faecal waste matrix used in the experiments, it was decided to start the experiment with the typical 0.2% BNZ concentration and then increase the concentration by a 10-fold factor to 20% maximum. A higher than 20% concentration of BNZ could not be realistically applied in hospital settings and elsewhere, because BNZ may potentially present risk of mutagenicity effects and developmental toxicity, if used improperly at very high concentrations. Moreover, the use of more concentrated and even non-diluted BNZ may also make it hazardous if there are risks of skin contact, ingestion, eye contact and inhalation (ScienceLab, 2017) .The use of an agar medium spread plate bioassay to assess the ability to neutralize the disinfectant As described in Figs. 1 and 2 , a high E. coli titer was chosen as an indicator bacterium to be spiked into the disinfected sample after attempted chemical neutralization. Agar medium plates were used to test which of the different chemical neutralization alternatives was effective by allowing bacterial growth on the plate and which one was not effective by not allowing any or sufficient bacterial growth on the plate. The E. coli strain used was a high titer stock of E. coli F AMP that was propagated within the same lab where the chemical disinfection and neutralization study was performed.As showed in Fig. 2 , when testing the optimal neutralization mixture of Tween 80 ® and lecithin (20-80 v/v) to neutralize BNZ in a faecal waste matrix, the following steps were taken, similarly to the trials performed with PBS (Fig. 1) .To prepare the neutralization samples, 8 and 6 mL faecal samples and 80 μL (1%) and 120 μL (2%) of pure BNZ were added to two plastic tubes. Both mixtures were then vortexed for 10 s. The neutralization mixtures were then added to the samples accordingly, which were mixed for 2 min and allowed to settle for 4 min. Then, 1 mL of E. coli F AMP was spiked to each sample, vortexed for 10 s and allowed to settle for 2 min. The mixture was then briefly vortexed before 100 μL were immediately spread on a plate of TSA. The TSA plates were incubated for 18-24 h and checked for the presence of bacterial (or viral) growth. After the preliminary set of experiments, the neutralizer concentration was narrowed to 2%, 4%, 6%, and 8%.The chemical neutralization and bioassay trials were done in different sets of experiments that yielded differing results for each set. Initial experiments in PBS gave successful results based on bacterial growth at increased levels as higher concentrations of neutralizer were added. However, the second and third set of trials showed no signs of bacterial growth after chemical neutralization, leading to the systematic investigation of different variable and conditions of the neutralization process. These variable and conditions included:1. Different sample mixing regimes: longer versus shorter shaking time; different shaking intensity; and manual mixing vs. mechanical vortex mixing. 2. The use of 100x Streptomycin Ampicillin as antibiotics to which the indicator bacterium E. coli F AMP was not susceptible to, but was potentially inhibitory to the growth of other contaminating bacterial agents; 3. The growth phase and physiological condition of the E. coli bioassay bacteria, used to spike the test sample as either in 'exponential growth' phase or in 'plateau growth' phase; 4. The effect of sample incubation temperature during the chemical neutralization experiment;To separately investigate the effect of each of these variables and conditions, E. coli strains were prepared at different growth stages and the antibiotic mix was either added or not added to the samples of the different sets of experiments running in parallel. Both of these variables resulted in similar outcomes, with no bacterial growth on any agar medium plates. Therefore, different proportions of the Tween 80 ® /lecithin neutralizer were tested to find the effective concentrations and optimum combinations that allowed for successful bacteria growth. Finally, the set of experiments performed with the preferred 20:80 Tween 80 ® /lecithin proportion, along with a longer neutralization time before plating (2 min) and more thorough mixing (mixing for 2 min by hand and by vortexing) proved to be effective by giving good disinfectant neutralization and successful bacteria growth result at the lowest usable ratio between neutralizer and disinfectant",
    "metadata": {
        "paper_id": "27ad6787fac866ead3cb1407e86cb57653c17cc2",
        "title": "A bioassay-based protocol for chemical neutralization of human faecal wastes treated by physico-chemical disinfection processes: A case study on benzalkonium chloride"
    }
}