{
    "abstract_text": "A potential ability of stem cells (SCs) is to regenerate and repair tissues in the human body by providing great prospects for therapeutic applications in the field of medicine. Currently, SC therapy is used in various conditions like diabetes, neurodegenerative disorders, etc. but faces some limitations like patient biocompatibility and chances of cross-infection. SCs are further modulated with nanoconjugates to overcome such challenges and will offer an advantage in the treatment of COVID-19. This pandemic requires design and development of proper treatment to save the life of human beings. Advancements in SC-based nanoconjugated therapy will open new avenues and create a significant impact in the development of futuristic nanomedicine. It may also emerge as a potential therapy for the management of infection in patients suffering from SARS-CoV-2 and related diseases such as pneumonia and virus-induced lung injuries",
    "body_text": "The whole world is facing the problem of corona virus infection, caused by the severe acute respiratory syndrome corona virus 2 (SARS-CoV-2), also known as COVID- 19 . Approximately, 40 million cases are reported till October 2020 worldwide due to this pandemic but still there is no reliable treatment or therapy. Thus, the countries around the world are enforcing social distancing and lockdown to prevent and impede the spread of this disease [1, 2] .Scientists around the world are engaged in drug discovery whereas healthcare professionals are providing symptomatic treatment with the help of conventional dosage forms like tablets, capsules and parenteral for cold, cough and fever using antibiotics, anti-inflammatory and antiviral agents like macrolides, steroids, etc. The drug delivery to the targeted organ is necessary with immediate action to stop the damage of lungs and reduce the rate of mortality. Hence, novel drug delivery is implemented in the form of plasma therapy as an alternative treatment for the management of COVID-19. Bioengineered nanomaterials in the form of stem cell (SC)based nanoconjugated therapy will be considered as an innovative approach to fight against COVID-19.The impact of SC therapy showed a significant role in various conditions like diabetes, neurodegenerative and cardiovascular-related disorders and is considered as a future of medicine in the fields of biotechnology and drug delivery. These human generic cells are capable of self-replication and differentiation to produce specialized functions by replacing the damage or dysfunctional cells [3, 4] . SCs are obtained from various sources like umbilical cord blood, bone marrow, amniotic fluid, allografts and adipose tissue [5] [6] [7] [8] . The hematopoietic cells are further cultivated and differentiated to obtain different blood cells like B-cells, T-cells, platelets, etc. as shown in Fig. 1 .In 2006, SC therapy took a turning point when adult SCs were reprogrammed to the pluripotent state for patient customization and biocompatibility. This opened new avenues in the medical field for SC transplantation, arthroplasty, rejuvenation by cell programming, tissue regeneration, neurodegenerative diseases, etc.Mesenchymal SCs provide antibacterial activity in acute infective models against gram-negative bacilli whereas, in animal models with septic complications and better survival rates. Affected patients by sepsis and acute respiratory distress syndrome in intensive care showed effective action by treating with mesenchymal SCs. It was observed to be effective against wound bacterium like S. aureus with enhanced wound healing action due to enhancement of neutrophils and bacterial phagocytosis [9] [10] [11] [12] .Mesenchymal SCs are used as a vehicle for drug delivery against microbial infections and showed better effectiveness and inhibition of drug resistance compared to conventional antimicrobial agents. They are considered as a novel therapy for the treatment of autoimmune diseases due to their influence on antimicrobial immunity. The growth of Candida albicans is inhibited by mesenchymal SCs as it contains IL-17+ subset and protection against Mycobacterium tuberculosis by the presence of CD 271+ in the SCs. Animal studies showed mesenchymal SCs were effective against malaria as it improved liver functioning and stimulated regeneration of hepatic cells in the patients suffering from hepatic fibrosis. Potential therapeutic treatment using mesenchymal SCs is considered as an effective alternative against cystic fibrosis by antimicrobial peptide LL-37 secretion to impact for antimicrobial potency [13, 14] .Mesenchymal SCs are useful in treating various viral infections like Coxsackie virus B 3 , hepatitis B virus, influenza virus, human immunodeficiency virus, etc. SCs fight against viruses by specific gene expression like interferons, help in inflammation reduction and improve the immune system. Similar functions of SCs are used for the management of corona virus due to their immunomodulatory and reconstruction properties leading to the inhibition of infected lung tissue [15] [16] [17] [18] [19] .SC therapy possesses diverse applications in healthcare but sometimes it shows limitations due to patient incompatibility, graft rejections, availability, epigenetic change or chromosomal abnormalities, prevention from contamination, cell differentiation, teratoma formation, administration of type and quantity of cells and maintenance of pluripotency. To overcome these issues, several methods are developed to culture and store the cells appropriately by modifying the growth factors and proteins, contactless feeder layer, somatic cell nuclear transfer establishment. Moreover, ethical approval for final formulation is a major challenge for implementation and use of SC therapy in the management and treatment of the diseases [20] .The pathogen SARS-CoV-2 was confirmed by World Health Organization (WHO) and named the disease caused by the virus as COVID-19 which led to serious social, economic and psychological issues. Generally, COVID-19 consists of approximately 3000 nucleotides encoding clove-shaped spike protein, envelope protein, membrane protein, nucleocapsid protein and single-stranded RNA present on the inner capsid of the structure as shown in Fig. 2a . The main routes for the transmission were found to be respiratory droplet, physical contact as well as mother-to-infant transmission. There are asymptomatic clinical manifestations or symptomatic conditions like dry cough, fatigue, loss of taste and fever whereas few patients experience sore throat, running nose, abdominal and gastrointestinal discomfort [21] . The routes of transmission, common symptoms, prevention, safety and treatment of COVID-19 are shown in Fig. 2b . Infected individual organs especially cause liver function abnormality due to bile duct cell disruption and hepatocytes impairment. Major population face pneumonia infection with dysfunction in oxygen supply due to abnormalities in lung which created a need for large numbers of ventilators globally. This infection further leads to respiratory tract inflammation and organ failure resulting to death among severely affected patients with low immunity.To enter into the host cell, SAR-CoV-2 possesses densely arranged trimeric class I glycosylate spike protein to undergo rearrangement during fusion process with the host membrane. This is an important function representing the guidance for vaccine development as an antibody-mediated neutralization of the target [22, 23] . A receptor S protein found in SARS-CoV-2 is angiotensin-converting-enzyme-2 (ACE2) binds to the infected host for facilitating the invasion of a virus into the host cell causing human-to-human transmission [24, 25] . Distribution of ACE2 on the alveolar epithelial cell surface supports cell penetration of the foreign body. In children, these enzymes are imperfectly developed resulting in low susceptibility for SARS-CoV-2. Children with a low level of adaptive immune response are prone to COVID-19 infection due to inadequate development of innate immunity.Spike protein binds to ACE2 with greater affinity than SARS to enable easy spread among the population. The nucleocapsid protein binds with the terminal end of the drug, thus preventing the replication of RNA and transcription (Fig. 3) .The virus enters into the body by attaching the spike protein to the ACE2 receptor exclusively present in the lungs. This protein undergoes proteolytic cleavage by enzymes (proteases like trypsin and furin) present in the host to release a fusion peptide for membrane activation or endocytosis. The viral genome is released from the ribosomes causing conformational changes in the spike protein followed by proteolysis of cathepsin L for virus opening into the cytoplasm and uncoating the nucleocapsid for endogenous protein hydrolysis. The viral polymerase reaction takes place in host receptor with the help of binding mechanism where host proteases cleave the spike protein to form single-stranded RNA and release it into the cytoplasm for replication and transcription of subgenomic proteins. Such proteins like spike envelope and membrane proteins translate in the Endoplasmic Reticulum (ER) and later transferred to the intermediate compartment (ER-Golgi) to initiate the process of maturation. These subgenomic proteins bind to the nucleocapsid within the intermediate compartment in the cytoplasm to self-assemble into the newer form of matured virions inside the Golgi vesicle for exocytosis to infect other cells [26] .Many agents especially antiviral drugs and monoclonal antibodies showed positive response for symptomatic and asymptomatic CoV disease. Drugs like chloroquine and theophylline are proved as a potential RNA binding inhibitor by preventing N-terminal nucleocapsid protein in contact with the RNA strand [27] [28] [29] [30] . SARS-CoV-2 replication is inhibited by: 1) antiviral drugs via ACE2 receptor attachment to prevent viral polymerase protein translation and 2) monoclonal antibodies by binding to Vascular Endothelial Growth Factor (VEGF) for inhibition of angiogenesis.Though many drugs (remdesvir, fapinavir, etc.) and immunity boosters (vitamin C, zinc, etc.) are found to be useful in SARS-CoV-2 infection, scientists are working to develop effective management and treatment using vaccine and plasma therapy for complete eradication of COVID-19. Nanoparticulatebased therapy conjugated with SCs show the potential to emerge as a curative measure in the treatment of corona virus infection.Conjugated nanoparticles display immense interest in the diagnosis and drug delivery using the concepts of cell engineering, genetic modification and functionalization for cellular targeting. Nanoconjugates (NCs) are found effective in cardiovascular diseases, autoimmune disorders, cancer, etc. by promoting Nk-cells and stimulating T cell [31] . Polymers, metals, enzymes or bioconjugates are widely used in various therapies for treating cancer, diabetes, CNS disorders and acted as a regenerative medicine [32] [33] [34] [35] . NC is widely explored in the field of biomedicine to improve therapeutic efficacy as well as drug delivery but SCs on conjugation with nanoparticles show better bioavailability, higher drug loading capacity and lower drug resistance. NCs are the complex structures of actives in the form of nanocarriers like nanosponges, nanobubbles, nanoflowers, etc. for sitespecific therapeutic action in the prolonged fashion [36] [37] [38] . Some commonly used nanomaterials for drug delivery in the class of nanomedicine are shown in Table 1 .SC-based nanotechnology is an interdisciplinary field useful in drug delivery systems for tissue engineering, antiviral and antibacterial actions, etc. Polymeric nanoparticles, liposomes and dendrimers are widely used for transporting the non-viral vectors and improving the efficacy of gene delivery. Drug encapsulation and modulation of controlled or targeted drug/gene therapy were observed due to the alteration in SC properties by adding polymer-or lipid-based materials. SC metallic nanoparticles act as nanobiosensors on functionalization with DNA, peptides, receptors, etc. in biomedical engineering [49] . Invivo reconstitution of embryonic SC nanoparticles show therapeutic action for degenerative diseases like Parkinsonism, Alzheimer's disease, depression, etc. and regulation of genetic conditions. Carbon nanotubes, nanowires and nanofibers emerge as a potential nanovehicle for the development and delivery of biomolecules to mesenchymal SCs to create novel electroactive for biomedical and bioengineering applications. Antibiotics loaded with adipose-derived, bone marrow-derived or mesenchymal SCs showed effective antibacterial and antimicrobial activities against drug-resistant infections in the cases of cancer, cardiac complications, etc. [50] Use of silver nanoparticles altered the embryonic SC structure and displayed antimicrobial effect due to the overproduction of Reactive Oxygen Species (ROS) [51] . SC-based nanoparticles inhibit the replication of viruses by inactivating their attachment to the host cells. Nanoparticles showed antiviral effects against various viruses like lentivirus, dengue virus, human papilloma virus, etc. SCcoated to nanoparticles like nanoflowers, quantum dots, Table 2 depicts some important applications in the field of biomedical sciences.SC-based NCs are considered as a promising hybrid nanostructure in lung injury and now employed in the treatment of SARS-CoV-2 using nasal spray. This formulation showed promising delivery to the targeted cells with better stability and biocompatibility in comparison to SCs [58, 59] . Acute lung injury is caused by many viruses like influenza, CoV, respiratory syncytial virus, etc. and further leads to respiratory failure. Several therapeutic agents like ribavirin, foscarnet, zanamivir, remdesvir, etc. are identified to restrict the entry in the cell culture or replication of virus, however, complete recovery depends on the patient resistance [60] [61] [62] .Recovery of pulmonary environment in a shorter time is due to the entrapment of mesenchymal SC in lungs by reducing edema and fibrosis. These applications of mesenchymal SC promote neovascularization and consider as a therapeuticTranslation of viral structural proteins Drug and gene delivery systems [48] solution for lung dysfunctions. Use of mesenchymal SC showed beneficial effects in inflammatory lung disorders, considering similar mechanism in SARS-CoV2 immunopathogenesis displayed therapeutic potential in the management of this pandemic. The major application of mesenchymal SC is utilized to regulate the inflammatory response and immunological tolerance against antigens for betterment of pulmonary functionality [63, 64] . Mesenchymal SC-based therapy prevents the cytokines release from the immune system, lowers C-reactive protein level and enhances the recovery of epithelial and endothelial cells. Further, these cells secrete keratinocyte growth factor and angiopoietin-1 to promote microbial and alveolar fluid clearance and revival of infected lungs. This shows a potential treatment for virus-induced respiratory distress in adults. Moreover, SARS-CoV-2 uses ACE2 receptor to enter into cells but shows resistance to the infection due to its absence in the mesenchymal SC. In case of corona virus infected patients, SCs are beneficial due to their antioxidant, immunomodulatory and self-reparatory actions from extracellular vesicles. To attenuate lung edema development, anti-inflammatory and immunomodulatory models were used by stabilizing endothelial fluid leakage [65] [66] [67] [68] [69] [70] . Different cell models of alveolar and lung epithelial cells were studied to confirm the biological effect against influenza virus using various mechanisms by inhibiting CD8+ T-cells, restoring alveolar fluid and enhancing alveolar protein permeation [71] [72] [73] . The variations in the results remain unclear due to the implementation of different approaches like administration route of SCs, host age and disease history and inflammatory patterns. Antivirals, antibiotics and monoclonal antibodies are the primary drugs used as a symptomatic treatment in COVID-19 infected patients suffering from various conditions like pneumonia and respiratory epithelium damage, but at the same time the treatment for inflammation and regenerative process in the lungs showed limitation [74, 75] . Pretreatment of mesenchymal SCs with TNF-α or IFN-γ stipulates licensing approach for the effectiveness in the clearance of immune response and better repairing of lung tissue [76] .Pre-clinical models showed positive response towards SC therapy in virus-induced lung damage and hence this therapy is considered as an effective approach in lung injury, still CoV-induced lung damage pre-clinical models are under investigation. Inflammatory monocytes-macrophages and neutrophils generate effective secretion of cytokines or chemokines with T cell response. Various immunosuppressive molecules like IL-6, IL-10, PGE2, etc. are produced by mesenchymal SCs further helpful for proliferation of T-cells and NK-cells. CoV-induced lung injury is modulated using mesenchymal SCs by enhancing the immunoregulatory properties leading to elevation in cell regenerations like T-cells, NK cells, B-cells, neutrophils, etc. for the development of new lung cells. To establish this therapy in a better way, the safety and efficacy profiles are studied in clinical trials (CTs) to explore the potential in bronchopulmonary dysplasia and lung diseases [77, 78] . CTs in COVID-19 patients with respiratory complications administered with mesenchymal SCs showed higher recovery and patient survival rates, using intravenous mesenchymal SCs for significant reduction in inflammation and improvement in pulmonary function [2] . Genetically modified human stimulated pluripotent SCs are still under research as a novel therapeutics in the treatment of SARS-CoV-2 infections [79] . Some current updates on CTs of COVID-19 are shown in Table 3 .The urgent need for medication in this pandemic shows rigorous investigations and pre-CT for the development of effective therapy. Use of mesenchymal SCs demonstrated a lack of explanation of their effectiveness against viruses especially in in-vivo study, so further investigation is required. There are findings related to virus-induced lung injuries into lung models but there is no pre-clinical data available for mesenchymal SCs administration in CoV respiratory infection models. Some animal models like mice and non-human primates were observed for intranasal administration but the negative clinical pulmonary disease resulted in humans with the signs of weight loss, secretory cell hyperplasia, accumulation of macrophages, etc. The limited data availability and understanding of potential SC-based NCs effect in lung injury models need to be developed with clinical investigations and uphold the standards of therapy to meet the human usage and safety. FDA recently licensed cord-based blood products for Dinh et al. demonstrated inhalation-based SC therapy to find the efficacy on ex-vivo and animal models. It showed potential on various models of lung injury and pulmonary fibrosis by reducing collagen accumulation and myofibroblast proliferation. Because of such advantages, this therapy emerges as a therapeutic potential in COVID-19 for lung regeneration. Hence, SC-based NCs need further evaluation to facilitate therapeutic testing in SARS-CoV-2 models to represent viral replication and pathology signs with comparative mortality levels [81] [82] [83] [84] . Many challenges must be tackled for optimization of SC-based NC formulations like dose of active, scale-up, quality control and storage condition. Moreover, limited access to the clinical data due to the nonavailability of COVID-19 model increases the risk of treatment. After the availability of cellular therapy for corona virus, surveillance from the regulatory authorities is strictly needed to control the unethical and unapproved products for SC therapy.Mesenchymal SCs conjugated nanosystems are proposed as a potential therapy to treat CoV-induced lung injury and thus, further pre-clinical studies are needed for clinical evaluation with stringent guidelines. Moreover, to confirm the manifestation differences in the different age groups, delivery routes, clinical indices and unexplored mechanisms further investigations are required. Though, there are more than 17 ongoing CTs mostly involved with intravenously administered mesenchymal SCs but the major barriers are the risks associated with transmission and cell adaption. To achieve NC SC-based therapy, patient randomization is a necessary protocol to emphasis the opportunities and progression in order to achieve a successful preventive or curative therapy. The SC-based NC may result as a novel biological breakthrough in the management and treatment of CoV2 infections in near future",
    "metadata": {
        "paper_id": "2789e5c4c8f81f3fe2b7d8de4a4352ca1517a47c",
        "title": "Nanoconjugates-Based Stem Cell Therapy for the Management of COVID-19"
    }
}