{
    "abstract_text": "Objective The 2-2½ year universal health visiting review in England is a key time point for assessing child development and promoting school readiness. We aimed to ascertain which children were least likely to receive their 2-2½ year review and whether there were additional non-mandated contacts for children who missed this review. Design, setting, participants Cross-sectional analysis of the 2-2½ year review and additional health visiting contacts for 181 130 children aged 2 in England 2018/2019, stratified by ethnicity, deprivation, safeguarding vulnerability indicator and Looked After Child status. Analysis We used data from 33 local authorities submitting highly complete data on health visiting contacts to the Community Services Dataset. We calculated the percentage of children with a recorded 2-2½ year review and/or any additional health visiting contacts and average number of contacts, by child characteristic.Results The most deprived children were slightly less likely to receive a 2-2½ year review than the least deprived children (72% vs 78%) and Looked After Children much less likely, compared with other children (44% vs 69%). When all additional contacts were included, the pattern was reversed (deprivation) or disappeared (Looked After children). A substantial proportion of all children (24%), children with a 'safeguarding vulnerability' (22%) and Looked After children (29%) did not have a record of either a 2-2½ year review or any other face-to-face contact in the year.Conclusions A substantial minority of children aged 2 with known vulnerabilities did not see the health visiting team at all in the year. Some higher need children (eg, deprived and Looked After) appeared to be seeing the health visiting team but not receiving their mandated health review. Further work is needed to establish the reasons for this, and potential solutions. There is an urgent need to improve the quality of national health visiting data",
    "body_text": "In England, there has been a sustained crossgovernment focus on identifying services and policies for babies and young children to reduce inequalities. [1] [2] [3] [4] [5] These policies represent a response to the evidence that at age 5 year, certain groups of children are so far behind in terms of development that they will 'struggle to ever catch up'. 6 Children who start school with lower than expected levels of development are more likely to be excluded from school or have social services involvement by the time they are 11. 6 By age 16,► This is the first study to analyse the coverage and intensity of health visiting in England, also taking into account additional (non-mandated) contacts from the health visiting team. ► We addressed incompleteness in the national administrative data on health visiting in England by limiting our analyses to subsets of most complete data by (1) developing methods to identify a research-ready subset of the national data using comparisons to reference data sources and (2) limiting analyses to local areas with <10% missing data for vulnerability indicators. ► Our approach to dealing with incomplete data (including only most complete data) limits the generalisability of our results to the whole of England, with particular implications for results about vulnerable children and different ethnic groups. ► We were reliant on the information recorded in the administrative data, all of which is entered by the health visiting teams. ► Despite the limitations, this is an important contribution to the evidence-base about how health visiting is delivered in England, which is foundational to making any improvements or modifications to the service.Open access disadvantaged children are 18 months behind their peers and 40% of this development gap had already emerged by the age of 5. 6 There is one universal intervention programme for preschool children in England, which specifically aims to address inequalities and promote health and development of young children: The Healthy Child Programme (HCP 0-5, see figure 1), led by Health visitors. Health visitors are specialist child and family public health nurses who lead a team of mixed skill staff (see figure 1 ). There are models of health visiting in some countries of the world: Child Health Nurses (Sweden), Public Health Nurses (America Canada, Ireland), Child and Family Health Nurses (Australia), Plunket Nurses (New Zealand), Social Nurses (Belgium), Lady Health Visitors and Lady Health Workers (Pakistan) and Patronage Nurses (Serbia, Kosovo, Kazakhstan). However, health Visiting in England is unique in its universal coverage (figure 1). A key part of the HCP 0-5 is five mandated contacts by the health visiting team before a child turns 3 year old (figure 1). The last of these reviews is at 2-2½ year, and represents a vital opportunity to assess a child's readiness to learn, their physical and social and emotional development and to identify any additional support needed to start school on a level footing with their peers. 6 7 Since 2018, there has been particularly high cross-government policy focus on the role that the 2-2½ year review can play in reducing social inequalities in cognitive development. [8] [9] [10] As part of a holistic assessment of the child during the 2-2½ year review, practitioners are required to use the Ages and Stages Questionnaire (ASQ-3 11 ), and since 2020, the Early Language Identification Measure (ELIM) is recommended. See figure 1 for a more detailed explanation of these tools.There is now extensive recognition that the critical 1001 days (conception to age 2) represents the best opportunity for intervening with the aim of reducing inequalities, and the Leadsom report (March 2021) highlights the need for every local authority (LA) to develop a Start for Life offer, in order to achieve this. 10 To evaluate the impact of specific policies and interventions delivered in the critical 1001 days, we need a measure of child development for all children at the end of this period (age 2) which is complete, accurate and available for analysis, such as the ASQ-3 and/or ELIM.Despite recognition of the importance of the 2-2½ year review both for supporting individual families and for collecting data to support planning and policies at a local and national population level, there is evidence that a substantial proportion of children still do not receive a 2-2½ year review. Data from Public Health England (PHE) 'interim reporting metrics' (referred to as 'metrics' in this paper) indicate that 22% of eligible children in England did not have a record of 2-2½ year review in 2018-2020, with substantial variation across the country (27%-97%). 6 12 PHE has now been replaced with Office for Health Improvement and Disparities (2021) so we refer to (ex)PHE. The Children's Commissioner and (ex)PHE both estimate that 9 out of 10 children receiving a 2-2½ year review also had an ASQ-3 completed but other studies have found significant variability across England in the implementation and reporting of the ASQ-3. [13] [14] [15] The subuniversal reach of the 2-2½ year review has prompted questions about whether some children are systematically more likely to miss out on a review. In 2020, the Children's Commissioner tried to ascertain if vulnerable children were differentially likely to have a 2-2½ year review than their peers but found that most LAs did not collect the necessary data, concluding: 'There is little evidence that local areas are ensuring that their vulnerable young children are checked'. 13 Since then, (ex)PHE has published experimental statistics, 16 suggesting that the likelihood of receiving mandated reviews varies with ethnicity, and that children living in the most affluent areas of England were more likely to receive a mandated review than children living in the more deprived areas. 10 However, these emerging social patterns need further confirmation. Additionally, we do not know whether additional (non-mandated) contacts by the health visiting team are similarly patterned. It may be, for example, that the children who miss out on a mandated review are seeing members of the health visiting team regularly for other reasons. More recent experimental statistics from (ex)PHE (June 2021) suggested that children in the most deprived neighbourhoods are more likely to get additional contacts from the health visiting, but these analyses did not also include the mandated reviews. 17 18 AIM We aimed to ascertain whether certain groups of children were less likely to receive their 2-2½ year review than other children. We used a national administrative dataset (the Community Services Dataset; CSDS) 19 to calculate the percentage of children in 2018/2019 who received their 2-2½ year review, stratified by ethnic group, deprivation quintile, safeguarding vulnerability and Looked After Child Status. We investigated whether those that missed out on their 2-2½ year review were seeing the health visiting team for other reasons in the same time period.This study comprises a cross-sectional analysis of coverage of the 2-2½ year health visiting review and coverage and intensity of additional health visiting contacts for children aged 2 in England in 2018/2019, stratified by ethnic group, deprivation and 'vulnerability' indicators.The CSDS contains individual-level longitudinal administrative data from community services in England since 2015, including data on mandated and additional contacts with health visiting services. It is operated by National Figure 1 Delivery of the HCP by health visiting teams and use of ASQ-3 and ELIM in the 2-2½ year review. 15 29-44 Open access Health Service (NHS) Digital, and providers of publicly funded community services (including NHS trusts, private providers and the voluntary sector) are legally mandated to submit data. CSDS captures basic child characteristics (age, ethnicity), contacts with health visiting services (type, frequency, length, date) and a wider range of identified needs in children such as referral from or to specialist services. Quintiles of deprivation are derived from the Index of Multiple Deprivation (IMD), based on the child's postcode of usual address. CSDS is the only child-level national source of information about health visiting in England but is a relatively new dataset, with outputs classified by NHS Digital as experimental. To our knowledge, the only published analysis of CSDS has been (ex)PHE's experimental statistics describing patterns in mandated reviews, cited by the Leadsom review 10 16 and (separately) patterns of additional contacts. 17 Our 'research-ready' subset of data We analysed a pseudonymised extract of CSDS that was held within (ex)PHE for the purpose of delivering (ex) PHE's core work programme and priorities, for contacts between 1 April 2018 and 31 March 2019. To account for variation in the completeness of CSDS data across England and over time, we developed and applied methods for identifying a subset of 'research-ready' CSDS data for analysis (full details in online supplemental material 1). The research-ready subset of data was restricted to LAs with a high level of data completeness. We checked the completeness of CSDS by comparing the number of eligible children and health visitor contacts recorded in CSDS with ONS data on births, health visitor contacts reported within (ex)PHE metrics and anonymised health visiting data obtained directly from three LAs.Our research-ready dataset for analyses of the 2-2½ year review in 2018/2019 included 181 130 children from 33 LAs. Children in the research-ready dataset were similarly deprived but less ethnically diverse than all children in England (see online supplemental material 1). We identified a further subset of 13 LAs with 18 240 children with sufficiently complete data (<10% missing) for analyses of Looked After Child Status and 7 LAs with 15 485 children with sufficiently complete data on the data item 'Safeguarding Vulnerability'.We estimated the percentage of eligible children who We calculated the percentage of children who received any face-to-face contact with a member of the heath visiting team for any reason (including the mandated 2-2½ year review and additional contacts) in 2018/2019, by location of contact (home/any other location). We calculated the median and IQR for the number of all attended contacts per child (including letters and phone calls) and face-to-face 'attended' contacts. We quantified the number of children with a recorded ASQ-3 but no 2-2½ year review recorded, as an indication of 2-2½ year reviews that took place but might not have a 2-2½ year review code attached.We stratified results by ethnicity, deprivation (IMD quintile) and vulnerability, where a 'vulnerable' child was defined as one with a code indicating a safeguarding vulnerability or Looked After Child at any point during 2018/2019. Both codes are entered manually by a member of the health visiting team as part of their usual care of the child. The 'safeguarding vulnerability' code indicates factors such as referral from police or children's social care, significant injury, known or suspected domestic abuse, worrying parent behaviour or concerns about parental mental health. 19 Analysis of these characteristics was only conducted for LAs with less than 10% missing data for these variables (N=13 for Looked After Children and N=7 for safeguarding vulnerability). As IMD was complete for all 33 LAs and ethnicity had a similar level of completeness (16%-23% missing) across all LAs, we included 33 LAs in analyses of these variables.We did not conduct any patient or public involvement for this study.In our research-ready dataset, 74% of eligible children received their 2-2½ year review, 76% had any face-to-face contact with the health visiting team in the previous 12 months (including a 2-2½ year review and additional contacts) and 78% had any contact, including letters or phone calls (table 1). If we assume that all the children with an ASQ-3 record had a 2-2½ year review, our estimate of children with a 2-2½ year review increases to 81%.The most deprived quintile of children were less likely to have received a 2-2½ year review (72%) than children in the least deprived quintile (78%), with a gradient across quintiles. This pattern was reversed (on a small scale) when additional contacts were taken into account (80% for the most deprived vs 78% for the least deprived quintile, table 1). Looked After Children were much less likely to have received a 2-2½ year review recorded compared with other children (44% compared with 69%, table 1). However, this difference disappeared when all face-to-face additional contacts with the health visiting team were included. The lower proportion of 2-2½ year reviews for Looked After Children was not explained by missed appointments: all 90 Looked After Children with scheduled 2-2½ year reviews were recorded as 'attended'. The small number of children with a safeguarding vulnerability (n=205), were slightly less likely to have received a 2-2½ year review (83%) than other children (86%) and this held true when additional contacts were taken into account. Three were no clear patterns of 2-2½ year reviews across ethnic groups (table 1) . However, analyses that included additional contacts showed there was a lower proportion of white children receiving contacts (73%) than children in the other ethnic categories (80%-90%, table 1).The majority of all children (76%), children with safeguarding vulnerabilities recorded (78%) and Looked After children (71%), had a record of a contact with health visiting services, either for a 2-2½ year review or as an additional contact (table 1). The most common face-to-face activities (n=110 780) for children aged 2, other than the 2-2½ year review, were 'other' (31%, n=34 180), assessments (23%, n=26 015), counselling, advice or support (17%, n=18 875) and clinical interventions (15%, n=17 145), which include individualised care plans, for example parenting advice, support with behaviour and child development. These figures include multiple activities recorded for the same child (including on the same day).A substantial proportion of all children (24%), children with a 'safeguarding vulnerability' recorded (22%) and Looked After children (29%) did not have a record of either a 2-2½ year review or any other face-to-face contact (table 2). Most of the children without a face-toface contact did not have a record of letters or telephone calls from health visiting services, suggesting no contacts were attempted. On average, children that had any type of contact with health visiting services saw a member of the team once in this period, compared with three times for children with a safeguarding vulnerability code and five times for children with a Looked After Child code (table 2) .Overall, 28% of children with a face-to-face contact were seen at home, and the percentage of at home contacts was greater for Looked After children (63%), children with safeguarding vulnerabilities (78%), and children living in the most deprived areas (38%) (table 3) .However, if all contacts with missing data on location (12%; 8805/70 695) were in fact home visits, the proportion of all face-to-face contacts that were in a child's home could be as high as 40%.The majority (>70%) of eligible children in our sample, including those defined as vulnerable, were engaged with health visiting services and received their 2-2½ year review. Children in the most deprived areas were slightly more likely to miss out on a 2-2½ year review and Looked After children were much more likely to miss out on this review. However, when all additional contacts were included, the pattern was reversed (for deprivation) or disappeared (for Looked After children). This highlights the importance of including additional contacts in analyses when investigating whether the delivery of health visiting in England is socially patterned. We also found that Looked After and the most deprived children who were in contact with the health vsiting sevice according to our data received more intensive health visiting than their peers, with more frequent face-to-face contacts. Although we found no evidence that children with a safeguarding vulnerability recorded were any more or less likely to receive a 2-2½ year review or an additional contact than their peers, we did find that when this group had at least one face-to-face contact, they received more intensive health visiting than average.Our results suggest that there are groups of high need children (eg, deprived children and Looked After children) who are engaged with the health visiting team but do not receive their mandated 2-2½ year review. We could not ascertain how far children without a 2-2½ year review were having their needs formally assessed through other routes such as a statutory Looked After Child review, as part of a Child Protection Plan or had developmental delay or additional needs identified by the health visiting team prior to the 2-2 ½ year review, as suggested by an analysis by the Children's Commissioner in 2020. 13 The same analysis by the Children's Commissioner reported Open access that some LAs had stated that the 2-2 ½ year review may not always be appropriate when reviewing children with complex heath needs or development delays. 13 Our findings raise similar questions about whether the 2-2½ year review and/or the ASQ-3 is perceived as appropriate for high need groups in the population, both by professionals and parents/carers. Our results also suggest that there might be two distinct groups of vulnerable children with regard to the receipt of health visiting. We identified a majority group of vulnerable children who received multiple face-to-face contacts within a 12-month period, often in the child's home. This group appears to be receiving intensive health visiting, consistent with the model of proportionate universalism that underpins health visiting in England (a universal service for all children but with greater support and service provision for children in families with identified needs). The second group comprised a substantial minority of vulnerable children who were not in contact with the health visitor team at all: 22% of children with safeguarding vulnerabilities and 29% of Looked After children did not have a record of either a 2-2½ year review or any other face-to-face additional contact in the year. As we did not find evidence of attempted contacts with these children in CSDS, there is a real possibility that these vulnerable children might not have heard from or seen a member of the health visiting team within the year.Our results on the 2-2½ year review are largely consistent with the experimental statistics published by (ex) PHE, with the exception of ethnicity. 16 (Ex)PHE found that children from ethnic minority groups were less likely than white children to receive the mandated reviews, including the 2-2½ year review. 16 The difference is likely due to poor data completeness in CSDS and different analytical approaches to dealing with this incompleteness (see online supplemental material 3). Our results on additional contacts are also largely consistent with the (ex)PHE experimental statistics, which suggest that children likely to have higher needs (eg, deprived children and receiving statutory child protection services) receive more additional contacts than average. 17 Our results build on the (ex)PHE statistics by bringing together mandated and additional contacts in one analysis, which facilitates for the first time estimates of children not seeing the health visiting team for any reason in the 12-month period. Although the health visiting service seems to be achieving a model of proportionate universalism for some children with known vulnerabilities (with multiple visits a year, often in the child's home), there was also a substantial minority of vulnerable children without any recorded contact from the health visiting team. This is of significant concern, given the likely concentration of health and welfare need in these groups and makes it unlikely that the current format and delivery of the 2-2½ year review is helping to address inequalities in school readiness as intended. The secondary effects of the COVID-19 pandemic, including heightened need and reduced workforce capacity (particularly the number of qualified health visitors), are likely to exacerbate the shortfall both in universal reach and provision of extra intensive services where needed. 20 Since completion of this study, the HCP is being revised to be 'universal in reach and personalised in response'. 21 Our study evidences the gap between this policy ambition and the current reality of health visiting. 22 Further work is needed to establish reasons for low coverage of the 2-2½ year review in Children Looked After and to generate recommendations about the most suitable way of delivering the 2-2½ year review to (1) all children and (2) Looked After Children and other groups with known complex needs or vulnerabilities. Relevant factors may include skill mix (health visitor vs other team member, see figure 1 ), continuity of care, quality of reviews and referral pathways following identification of need.In order to produce reliable estimates, researchers require access to high quality national data from health visiting services linked to other datasets (such as primary care, hospital, social care and education) for the whole of England. 23 CSDS is not yet sufficiently complete. 24 NHS Digital and (ex)PHE have been undertaking quality improvement work to address this. The findings of this study suggest that policies and/or funding to accelerate the pace of CSDS quality improvements should be considered at a national level. Further work is needed both on how best to support local practitioners to improve data recording in their systems and on how data transfer from local systems into CSDS might be improved, given the evidence that some data on health visiting contacts in local systems do not make it into CSDS. 24 Our data did not allow us to follow a child over time, which might mean we slightly underestimate 2-2½ year reviews as some children may have had their 2-2½ year review just before or after our study period. As administrative data, CSDS codes will not capture everything health visitors identify or deliver. Information might be coded with high accuracy on local systems but 'lost' in the transfer to NHS Digital, for example, with use of slightly different codes. There is some evidence of this, based on our comparison of two local areas with CSDS data. 24 Second, contacts may be miscoded. Although our analyses of ASQ-3 records provide some evidence of this, the consistency of our results with other data 24 suggests that miscoding does not explain the one in five children 'missing' a 2-2½ year review. We know that much abuse and neglect of children will not be coded in administrative data, even if it is suspected by professionals 25 26 which will lead to underestimating differences between vulnerable and other children. Many data items were too poorly completed to use, for example, child disability and staff type (eg, health visitor, nursery nurse). CSDS does not capture quality or meaning of the interaction between health visitors and parents. To obtain a full picture of health visiting activity in England, and the contribution of this service to child health and well-being, all types of LAs need to be investigated using a triangulation of data sources, including CSDS, locally held data, surveys and in-depth qualitative data collected from professionals and families, as a study in Scotland is attempting 27 and as we have funding to do for children living with adverse childhood experiences in England. 28 Our results cannot be confidently generalised to all children in England. The children in the 'researchready' data were not nationally representative in terms of ethnicity (online supplemental material 1) and the excluded LAs might be systematically different from those we included which had more complete data. Although our findings should be treated as hypotheses, this study marks an important first step in making use of existing, routinely collected data to understand the coverage and intensity of health visiting services in England",
    "metadata": {
        "paper_id": "277399818ade69944f90b5aa7e7646ec9c2a9723",
        "title": "Variation in health visiting contacts for children in England: cross-sectional analysis of the 2-2½ year review using administrative data (Community Services Dataset, CSDS) Original research"
    }
}