{
    "abstract_text": "",
    "body_text": "The current COVID-19 pandemic was initially declared by the World Health Organization (WHO) as an International Public Health Emergency in January 2020 and is proving to be one of the most challenging health and social crises ever faced by humanity. The disease was first recorded in the city of Wuhan, China, in December 2019. Due to the high transmissibility of the virus and the insufficiency of effective containment measures, there was a rapid spread of the epidemic, first in China and then in other countries. The first case in Latin America was confirmed in the city of São Paulo on February 25. Two weeks later, the disease was classified as a pandemic by the WHO when it had already spread to at least 113 countries besides Brazil (WHO, 2020) .The causative agent of COVID-19 is known to be the SARS-CoV-2 virus (Severe Acute Respiratory Syndrome Coronavirus 2). Determining the quantity and distribution of infected individuals is essential to control the pandemic, as this information helps establish strategies and measures to prevent the replication of the virus. Measures such as the isolation of infected people and contact tracking are widely used to collect this information (Hellewell et al., 2020) .Recent efforts have focused on mitigating the number of fatalities caused by the disease through the early treatment of individuals at high risk of severe outcomes, considered \"risk groups\" (Kim et al., 2020) . Several drugs have been proposed as potential antiviral agents for SARS-CoV-2 and tested for the treatment of COVID-19 since the health crisis began. Among them, can mention chloroquine (CQ), hydroxychloroquine (HCQ) (Mitjà et al., 2020) , ivermectin (IVM) (Furtado et al., 2020) and the combination of QC or HCQ and azithromycin (AZI) (Million et al., 2020) . Since then, the use of these and several other drugs has grown sharply, even if there is no proof of effectiveness (and, in some cases, proof of ineffectiveness) in the early treatment or mild cases of In Brazil, the Ministry of Health (MS) published an Informative Note entitled \"Ministry of Health guidelines for early drug handling of Fig. 1 . Molecular structure of (a) chloroquine (Pereira, 2020) , (b) hydroxychloroquine (Pereira, 2020) , (c) azithromycin (Talaiekhozani et al, 2020) and (d) ivermectin (Laing et al., 2017) . scientific articles and communications at scientific events were considered, investigating the existing treatment technologies and their respective efficiencies.There is great concern about the possible impact of these substances on the environment and living beings. Thus, with this work, it is expected that the main results found in the literature in the field of advanced effluent treatment and photo-mediated processes are presented, evaluating the removal of CQ, HQC, AZI, and IVM. In addition, highlight the importance of conducting studies in the area so that who can use them in the effective control of pollution and contamination.The so-called kit-covid consists of a variation of drug combinations that invariably include CQ/HCQ, AZI, IVM, and other drugs, depending on the location, in an attempt to perform early treatment of COVID-19. In Table 1 shows the physicochemical properties of these compounds. The use and prescription of off-label medications to prevent or treat COVID-19 received highly credible contours (Melo et al., 2021) .However, according to Gérard et al. (2020) , greater attention is needed to use these drugs for the early treatment of COVID-19. They promote adverse drug reactions (ADR), such as heart disease and arrhythmogenic consequences. The work presented by Zekarias et al. (2020) evaluated the ADR of these drugs, which include prolonged electrocardiogram, diarrhea, nausea, hepatitis, and vomiting. In addition to these, other liver and kidney events have also been reported.The indiscriminate use of IVM led to liver damage in patients, in some more severe cases requiring transplantation. Cases of drug hepatitis related to the use of AZI, HCQ and IVM were also confirmed (Faculdade de Medicina UFMG, 2021).The CQ is a basic amine with a 4-aminoquinoline core at one end of the planar molecule, the lipophilic side chain at the other end, and belongs to the quinolone family ( Fig. 1.a) . A significant concentration of the lipophilic free base at physiological pH is in equilibrium with its protonated form. (Ducharme and Farinotti, 1996) . The CQ diphosphate is soluble in water but sparingly soluble in organic solvents., being widely used in clinical practice for the prophylaxis and treatment of malaria in doses of 300_900 mg per day. The CQ is also used to treat some autoimmune, vascular, dermatological, and extra-intestinal amebiasis diseases (Romanelli et al., 2004) .The HCQ ( Fig. 1 .b) is analogous to CQ, in which one of the N-ethyl substituents of CQ is β-hydroxylated. The activity of HCQ against malaria is equivalent to that of CQ, with HCQ being preferable to CQ when high doses are needed due to its lower level of ocular toxicity (Lim et al., 2009 ). In addition, HCQ had more potent antiviral properties than CQ, as well as a better security profile (Geleris et al., 2020) .The SARS-CoV-2 binds to human cells through the angiotensinconverting enzyme 2 (ACE2) receptor. The CQ and HCQ were indicated for the treatment of COVID-19, as in vitro studies showed that both drugs caused glycosylation of ACE2 receptor producing cells, which makes them resistant to infection (Ghazy et al., 2020) .Many studies have been carried out to assess the in vivo effect of CQ and HCQ for the COVID-19 treatment. Thus, Ghazy et al. (2020) performed a systematic review and meta-analysis of related published works. According to the evaluated results, the authors found that the use of medications did not reduce mortality, and it could even show an increase if AZI were used together. Furthermore, the use of CQ or HCQ alone or in combination with AZI increased the length of hospital stay and showed no benefit in terms of virological cure.The AZI is an azalide, a subclass of macrolide antibiotics derived from erythromycin, with a methyl, substituted nitrogen atom incorporated into the lactone ring ( Fig. 1.c) . Its antibacterial effect is attributed to interference with protein synthesis (Bakheit et al., 2014) . The AZI is commonly used to treat bacterial respiratory infections and effectively eliminate RNA viruses (Oldebburg and . Preclinical studies have suggested that AZI and other macrolides may exert immunomodulatory effects that can interrupt intense inflammatory processes that can cause organ failure and death from COVID-19 (Furtado et al., 2020) . Furtado et al. (2020) evaluated the evolution of the clinical picture of patients admitted to the hospital with severe COVID-19 with the addition of AZI to the standard treatment. As a result, no benefit of adding the drug was found in clinical outcomes. Furthermore, it is emphasized that as the AZI does not have a role in treating COVID-19, avoiding its use to treat this disease would reduce the unnecessary consumption of antibiotics. However, the authors emphasize the evaluation of the possible efficacy of this drug at the onset of the disease as a research priority.The IVM is one of the best known and most widely used antiparasitic drugs in human and veterinary medicine. It is a derivative of avermectin B, an effective oral microfilaricidal agent, which consists of a mixture of two homologs 5-O-dimethyl-22,23-dihydroavermectin B1a and B1b in the ratio of 80:20 ( Fig. 1 .d) (Laing et al., 2017) . It is a highly lipophilic substance that dissolves in most organic solvents, but it is practically insoluble in water (0.0004% m v − 1 ). It has exceptional potency against endo and ectoparasites (mites and nematodes) at low dosis rates, typically expressed as µg.kg-1 (Lumaret et al., 2012) .In the study conducted by Caly et al. (2020) , who verified that the IVM is an inhibitor of the virus causing COVID-19 in vitro tests. In the test performed, cell cultures were (Vero/hSLAM cells) infected with SARS-CoV-2 were exposed to 5 µM IVM and verified within 48 h, a 5000-fold reduction in viral RNA when compared to the control test. The authors attribute the drop to the inhibition of nuclear import mediated by the viral proteins IMPα/β1. The Food and Drug Administration (US FDA) points out that in vitro studies are used in the preliminary stages of drug development. However, the behavior of drugs in isolated cells is different from that observed in living organisms and, therefore, in vitro studies cannot be directly extrapolated for use in humans. In addition, further trials are needed to confirm the safety and efficacy of IVM for human use against COVID-19 to determine its preventive or therapeutic use (Heidary and Gharebaghi, 2020) .Most drugs are administered orally, and some substances are metabolized, and others remain intact before being excreted. After excreted in the urine and feces of individuals, they are sent to the effluent collection and treatment systems (Monteiro et al., 2016) .The conventional wastewater treatment plants (WWTP) were not designed for the treatment of pharmaceutical products. The WWTP cannot fully degrade pharmaceuticals because they are generally designed to remove easily or moderately degradable organic products in the mg L − 1 range. However, the characteristics of drugs such as absorption capacity, volatilization, biodegradation, polarities, and stabilities vary over a wide range and are present and active at extremely low concentrations (ng.L − 1 -μg.L − 1 ) (Verlicchi et al., 2012; Patel et al., 2019) . Thus, these compounds may not be eliminated or transformed during treatment. In this way, they are released into the environment through domestic, industrial, or hospital effluents Boxall, 2010) .When treated effluents, partially treated or stabilized sludge from WWTP are used in agriculture, they can transfer the drugs to crops, which in turn will be consumed by the farm animals (Alygizakis et al., Cao et al., 2019; Kibuye et al., 2019; Wu et al., 2015b) . In addition, sludge with the presence of drugs with absorptive capacity may pose a risk to the aquatic environment when disposed on arable soils. These compounds may be carried to surface water or leached to groundwater during rainy periods (Jones et al., 2005; Monteiro and Boxall, 2010; Antić et al., 2020) .Close to pharmaceutical industries, it's common to observe contamination points due to the release of effluents with a high concentration of drugs, mainly in developing countries where inspection and legislation still present many difficulties in compliance (Rehman et al., 2015; . These discharges from these industries can have drug concentrations 10-1000 times higher than other effluents, showing the importance of adequately treating these effluents to minimize their environmental impact (Comber et al., 2018; Patel et al., 2019) . Fig. 2 shows drug entry routes in water bodies, focusing on the main pharmaceutical compounds in Kit-Covid, in water bodies.Environmental observations and laboratory investigations provide evidence of health impairment, mainly to living aquatic organisms, due to pharmaceuticals in the environment (Kümmerer, 2010; Klatte et al., 2017) . Thus, considering the significant increase in the use of CQ, HCQ, AZI, IVM and their likely release and entry into aquatic environments, what are the effects of these drugs and their metabolites on the environment? (Farias et al., 2020) . Zurita et al. (2005) evaluated the acute effects of CQ by researching four ecotoxicological model systems. According to the results obtained, the authors recommend that, following the European Union directive for classification, packaging, and labeling of hazardous substances by the Commission Directive (2001), the CQ should be classified as \"R52/53: Harmful to aquatic organisms and may cause long-term adverse effects in the aquatic environment\". CQ was related to increased chromosomal aberrations (Sahu; Kashyap, 2012) . Regarding environmental toxicity, data for HCQ are still scarce. According to the Health and Medical Care Administration -Region Stockholm (2020), HCQ is highly persistent. However, it has a low potential for bioaccumulation and is currently considered to be of negligible risk.According to Sidhu, O'Connor; McAvoy (2019) , data related to the degradation and persistence of AZI in the environment are scarce. Nevertheless, it is considered that this compound has a low potential for bioaccumulation. The main concern with antibiotic residues in the environment is the imposition of selective pressure on bacterial populations, promoting the proliferation and spread of resistant populations and their resistance genes (Hoa et al., 2011; Milaković et al., 2019) .Most drugs are administered orally, and some substances are metabolized, and others remain intact before being excreted. After excreted in the urine and feces of individuals, they are sent to the effluent collection and treatment systems (Monteiro et al., 2016 ). Antibiotics are of special concern since their release in the environment may hinder conventional treatment to bacterial infections by selecting antibiotic-resistance genes (Perry and Wright, 2013) . Furthermore, Doan et al. (2020) demonstrated that mass AZI distribution contributes for macrolide and nonmacrolide resistance, including beta-lactam antibiotics.Direct disposal of effluents containing AZI and other antibiotics may significantly affect bacterial communities in recipient water bodies. As a result, the risk of human exposure to resistant pathogens through water is exacerbated by the food chain or recreational activities in polluted water (Milaković et al., 2019) .About IVM, this pharmaceutical compound represents an environmental pollutant with potentially harmful effects on many non-target species. According to Vokřál et al. (2019) , the IVM has significant phytotoxicity even at low concentration, which is easily achieved with release into the environment, as it inhibits germination in plant species. Furthermore, according to Lumaret et al. (2012) , this compound has a negative or even lethal effect on many terrestrial invertebrates, aquatic invertebrates, and fish.Thus, considering the potential effects on the environment related to the use and disposal of the drugs that make up the kit-covid, research being carried out aiming to remove these compounds is of fundamental importance Among these, effluent treatment studies using advanced photomediated and oxidative processes stand out.The evolution of the number of publications of keyword combinations \"azithromycin OR chloroquine OR hydroxychloroquine OR ivermectin\" AND effluent AND \"oxidative OR oxidation OR photo\" over the years 2000 to 2021, obtained from the PubMed Central, Scopus, Sci-enceDirect and Google Scholar databases are shown in Fig. 3 .It is observed that the number of publications, obtained through the databases PubMed Central (Fig. 3 .a), Scopus ( Fig. 3 .b) and ScienceDirect ( Fig. 3 .c), from the years 2014-2015 presented a significant increase in publications. The Scopus and ScienceDirect databases presented a higher number of publications compared to the PubMed Central database, as the latter is restricted to publications in the areas of life sciences and biomedical, while the formers cover a greater number of areas such as the sciences, life sciences, biomedical, social sciences, engineering, arts and humanities.The Google Scholar database ( Fig. 3 .d) had the highest number of publications, but this behavior was already an expected result, as this database presents the results of all types of publications such as scientific journal articles, conference papers, scientific abstracts,etc.The review was based on bibliographic research of published documents in the Scopus and Web of Science databases based on the search for combining the words azithromycin + advanced oxidation processes, ivermectin + advanced oxidation process, and chloroquine + hydroxychloroquine + advanced oxidation process in April 2021. Not related works to the scope of this work or in duplicate were excluded from the bibliometric analysis.The selected articles were used for the bibliometric analysis of the combinations, by VOSviewer 1.6.16 software, based on the keywords being possible to obtain a network of interactions between different terms. The software was adjusted to get a complete analysis with the minimum number of keyword occurrences set to seven. To facilitate the understanding of the bibliometric analysis procedure, a scheme was performed (Fig. 4) . The analysis of keyword combinations in the Scopus and Web of Science databases showed a low ratio of the combinations ivermectin + advanced oxidation process (two articles) and chloroquine + hydroxychloroquine + advanced oxidation process (five papers) due to the scarce work carried out on the degradation of these compounds by the AOP. This low ratio precluded an in-depth biometric analysis for these combinations.The combination of azithromycin + advanced oxidation process resulted in several scientific works in which the keywords were contained. Based on the selected works, a map can be generated, through the VOSviewer program, linking the keywords of these works.The visualization map, shown in Fig. 5 ., shows that three large clusters can be observed, green, blue, and red. The red cluster is associated with AZI oxidation in wastewater that also contains other pharmaceutical compounds in its composition., such as erythromycin, diclofenac, norfloxacin, sulfamethoxazole, carbamazepine, ciprofloxacin, metoprolol. This cluster indicates that many studies have been conducted to assess the degradation of a real aqueous matrix and not only in the study of degradation only of AZI in a synthetic and controlled aqueous matrix.The green cluster is associated with AZI degradation in aqueous matrices contaminated with antibiotics through oxidation-reduction processes controlled by pH and H 2 O 2 concentration or by the photolysis process. The blue set is associated with AZI degradation, clarithromycin, and bezafibrate in wastewater treatment plants, mainly through ozonation processes.About the year of publication of the works containing the combination azithromycin + advanced oxidation process, it is observed that there has been a drastic change in the focus of works related to AZI degradation (Fig. 6. ). In the oldest works, 2016 and 2017, the degradation of AZI was obtained through ozonation in wastewater treatment plants. Over the years 2017 and 2018, the work focused on carrying out the degradation of AZI and several other antibiotics to treat water and wastewater. The most current work from 2018 to 2020 is mainly aimed at the degradation of AZI, norfloxacin and ciprofloxacin, since this combination is used to treat sexually transmitted diseases, through oxidation-reduction processes aimed at the treatment of water and wastewater.Photodegradation of pharmaceutical compounds present in an aqueous matrix can occur due to photomediated processes through UV or solar radiation (Dabić et al., 2019) . Photodegradation of pharmaceutical compounds can occur in surface water irradiated with natural solar radiation, constituting an essential pathway for these compounds in the nature (Tong et al., 2011) .Photodegradation of pharmaceutical compounds with solar radiation in the environment can occur directly or indirectly. Direct photodegradation occurs through the absorption of solar radiation energy by the pharmaceutical compounds that can absorb this radiation, which leads to the formation of an excited electronic state which leads to further degradation of the compound (Luo et al., 2018) . Indirect photodegradation occurs through the formation of oxidizing species, such as hydroxyl (HO • ) and peroxyl (ROO • ) radicals, through compounds present in the aqueous matrix by the action of solar radiation, mainly by the action of UV-C radiation (Andreozzi, 1999) , and, later, the reaction of these oxidizing species with the pharmaceutical compounds (Dabić et al., 2019) .The presence of organic compounds (organic matter and humic acids) and inorganics (NO 2 − , NO 3 − , Cl − , HCO 3 − , CO 3 2− , Fe 3+ ) in the aqueous matrix, which contains dissolved pharmaceutical compounds, can affect photodegradation because these compounds can act as photosensitizers, scavengers of radicals and as irradiation filters (Oliveira et al., 2019) . The use of direct photolysis (DP) in solutions containing HCQ showed results between 40 and 100% degradation Dabić et al., 2019) . Bensalah et al. (2020) , using UVC lamp mercury (λ = 254 nm, 15 W), found 40% HCQ degradation after 240 min of a 125 mg L − 1 HCQ solution with pH = 7.1 and a temperature of 25 • C. The low degradation of HCQ obtained during DP was attributed to the low formation of HO • radicals and other oxidizing agents. Dabić et al., (2019) performed the photolytic degradation of HCQ using simulated solar radiation as a radiation source and showed that pH values significantly affect HCQ degradation. Regarding the evaluated conditions, the best results are achieved under alkaline pH values, as shown in Fig. 7 .a. For the total degradation of HCQ, the study showed that it took 40 min at pH = 9, test time = 22 h at pH = 7. However, when a solution at pH = 4 was used, complete degradation was not achieved even after 52 h of testing. Faster photodegradation in alkaline solution indicates that deprotonation increases the electron density on HCQ, favoring the electrophilic attack of reactive oxygen species, such as HO • radicals.The use of DP in solutions containing AZI showed results above 70% of degradation, as shown in Fig. 7 .b (Tong et al., 2011; Voigt and Jaeger, 2017) . Tong et al. (2011) used simulated solar radiation equipped with a Xenon lamp in AZI degradation. They showed that the degradation is highly dependent on the pH of the solution. After the degradation of AZI, several by-products were detected, indicating that the mineralization is not as deep, which is a major problem to be solved, evaluated and optimized in photomediated processes, as there may be a possible increase in the toxicity of the solution due to these compounds. When using river water + 20 µg L − 1 of AZI as an aqueous matrix and natural solar radiation, 70% degradation of AZI was observed after 9 days of treatment. Voigt and Jaeger (2017) , in studies of AZI degradation using polychromatic UVC light source, showed that at pH = 3 and treatment time = 10 min, the degradation of AZI achieved was 80%. Tong et al. (2011) and Voigt, Jaeger (2017) observed the formation of several degradation by-products, which indicates that despite high values of degradation of AZI, the mineralization process is not deep when using DP. This behavior may be due to the non-formation of highly oxidizing species as, for example, HO • radicals. De la Cruz et al. (2012) , in studies of the degradation of 32 emerging contaminants, one of them being AZI with [AZI] = 295 ng L − 1 , showed that the DP process using UVC radiation for 10 min and pH = 7.72 did not degrade the AZI molecule, that is, 0% degradation. The non-degradation of AZI was attributed to the dissolved organic matter in the aqueous matrix of domestic wastewater effluent that acted as a scavenger of radicals generated during indirect DP.The AOP are characterized by the generation of potent oxidizing agents such as the radicals HO • , O 2•− among others, that promote the oxidation of complex compounds in biodegradable products, such as organic acids, H 2 O, CO 2 , and inorganic ions, possibly less toxic than the original compounds thus leading to a total or partial mineralization of the contaminants (Ashraf et al., 2021) . The HO • radical formed during treatment is a highly oxidizing species, non-selective and capable of directly carrying out the oxidation of complex compounds in simpler compounds and can achieve reaction rates in the order of 10 6 -10 9 mol L − 1 s − 1 (Andreozzi, 1999) , leading to total or partial oxidation of the contaminants.The HO • oxidation mechanism can occur by hydrogen abstraction of the compound that undergoes oxidation (RH), generating an organic radical (R • ) and water (Eq. 1). This reaction generally occurs in aliphatic hydrocarbons (Kanakaraju et al., 2018) .From the Eq. 1 reaction, other reactions that also carry out the oxidation of organic compounds occur in a chain. The R • radical reacts with the oxygen present in the solution leading to the formation of the RO 2• radical (Eq. 2).Parallel to hydrogen abstraction oxidation (Eq. 1), oxidation of the RH compound may occur by electrophilic addition (Eq. 3) in unsaturated or aromatic hydrocarbons due to the presence of π bonds (Kanakaraju et al., 2018) .When electrophilic addition reactions or hydrogen abstraction are disadvantaged, as in the oxidation of hydrocarbons containing halogens in their composition (RX), there is a direct transfer of electrons from the compound RX to the HO • radical and transfer of a proton that gives rise to an RX •+ radical (Eq. 4) which reacts with oxygen, according to Eq. 2, proceeding with mineralization process (Kanakaraju et al., 2018) .The generation of the HO • radical varies from process to process can be generated by chemical products (Fe 3+ , Fe 2+ , H 2 O 2 , O 3 , and others), radiation (ultraviolet, visible, ultrasound among others), on the surface of catalysts (conductors or semiconductors) or in the combination of these categories (Kanakaraju et al., 2018; Miklos et al., 2018) .The UV/H 2 O 2 activation, also known as photoactivation (PA), is considered an AOP because the use of UV radiation in an aqueous matrix containing H 2 O 2 allows the generation of HO • radicals (Eq. 5) through the photolysis of the O-O bond of H 2 O 2 (Lee et al., 2021) . After the generation of HO • radicals, a series of chain reactions occur, leading to H 2 O 2 regeneration (Eq.s 5-8) (Shokri et al., 2019) .The UV/H 2 O 2 activation process has several advantages over other AOP such as the process takes place at room temperature, without sludge generation, easy handling, high stability, and oxygen formed in this process can be used in the biological aerobic treatment and present high removal rates of chemical oxygen demand (Zuorro and Lavecchia, 2014) .As for disadvantages about other AOP, we have that despite the rapid degradation of organic compounds, the mineralization rate is severely affected if the H 2 O 2 dosage in the solution is low (Lee et al., 2021) .UV activation with H 2 O 2 in solutions containing AZI showed results between 50 to 100% of degradation (Cano et al., 2020; De la Cruz et al., 2012; Shokri et al., 2020) . Cano et al. (2020) , using artificial solar radiation as a radiation source, showed that AZI removal was ≈ 100% after 120 min of treatment, pH = 9 and [H 2 O 2 ] = 482mg L − 1 , as shown in Fig. 8 .a. However, the mineralization of the system achieved was ≈ 50% which indicates that despite almost complete degradation of AZI, PA generates a large formation of by-products and does not provide total mineralization. Shokri et al. (2020) , in studies of AZI degradation through the PA process, indicate that AZI concentration is the parameter that has the greatest influence during the PA process, the concentration being inversely proportional to degradation (Fig. 8.b) . The H 2 O 2 concentration had the least effect on the efficiency of PA. The greatest degradation of AZI was 76% and achieved with [H 2 O 2 ] = 10 mg L − 1 , [AZI] = 2 mg L − 1 , contact time 30 min and pH = 3. When used pH = 9, [H 2 O 2 ] = 2 mg L − 1 , [AZI] = 10 mg L − 1 the degradation achieved was only 38%. De la Cruz et al. (2012) , in degradation studies of 32 emergent contaminants, one of them being AZI with [AZI] = 295 ng L − 1 , showed that the PA process using UVC radiation and [H 2 O 2 ] = 50 mg L − 1 the degradation achieved after 10 min was 50% with pH = 6.31. After 30 min and pH = 6.85, the degradation of AZI was total.Based on the works shown above, it can be concluded that through the PA process, degradation of AZI occurs satisfactorily and completely. However, the process must be optimized to achieve such degradation.The Fenton process has been widely used to treat effluents containing pharmaceutical compounds (Ye et al., 2020b) due to the formation of highly oxidizing species, cheaper than other OAP, easy and robust application (Thomas et al., 2021) . The oxidation of pharmaceutical compounds occurs through series of reactions initiated by the reaction of iron (Fe 2+ ) in solution with H 2 O 2 , according to Eq.s 9-14 (Ahile et al., 2020) . The use of Fe and H 2 O 2 gives the Fenton process an environmental advantage over other OAPs because it requires non-toxic chemicals in the concentrations used during the process (Babuponnusami and Muthukumar, 2014; Ye et al., 2019a) . The efficiency of the Fenton process in the mineralization of more complex compounds is between 40 and 60% due to the extensive formation of degradation by-products (Ahile et al., 2020; Papoutsakis et al., 2015). Aiming to obtain a complete, or almost complete, mineralization, effluents containing pharmaceutical compounds, which are usually complex chains and difficult to mineralize, the photo-Fenton process is used. In the photo-Fenton process, the source of ultraviolet (UV) and/or solar radiation, with wavelength values between 290 and 400 nm is responsible for the reduction of Fe 3+ to Fe 2+ which allows another source of HO • radical formation (Eq. 15), in addition to allowing the reaction of Fe 2+ with H 2 O 2 to form more HO • radicals (Ahile et al., 2020) .The Fenton and photo-Fenton processes are affected by the [H 2 O 2 ], nature of radiation, temperature, [Fe 2+ ]/[Fe 3+ ] and, mainly, by the pH of the aqueous medium (Ameta et al., 2018; Matilainen and Sillanpää, 2010; Ye et al., 2019a) . The pH plays an important role in degradation and mineralization because Fe 3+ at pH values > 4 precipitates in the form of Fe(OH) 3 , which causes five operational problems (Perini et al., 2018; Rahim Pouran et al., 2014) :(1) Decrease of [Fe 3+ ] in the solution which interrupts chain reactions Eq.s 9 -(11); (2) The Fe(OH) 3 precipitated hinders the penetration of radiation into the aqueous solution, which decreases the formation of HO • radicals; (3) Correction and maintenance of pH for values < 3 during the Fenton and photo-Fenton process, and subsequent pH correction to values close to neutrality, at the end of the treatment, to comply with the environmental legislation in force for the discharge of effluents is a point of economic weakness due to the high consumption of chemicals; (4) The reuse of the Fe catalyst is difficult because the catalysts are not easily recoverable at the end of the process due to the use of homogeneous treatment; (5) The use of natural sunlight radiation leads to low treatment efficiency because only 5% of solar radiation is made up of UV radiation.Aiming to increase the efficiency of the Fenton and photo-Fenton processes, current scientific research focuses on the treatment of effluents in neutral or slightly alkaline pH media; recovery and reuse of catalysts at the end of treatment; addition of a support material; addition of a chelating agent, use of other metals to replace Fe; coupling the Fenton process with the electrochemical process; and the use of radiation sources in the visible or solar region (Ahile et al., 2020; Poza-Nogueiras et al., 2018) .The use of the Fenton process to perform AZI degradation showed that the values vary between 23 to 96.89% (De la Cruz et al., 2012; Yazdanbakhsh et al., 2014) . Yazdanbakhsh et al. (2014) , in studies using the Fenton + H 2 O 2 process, indicated that pH is the most important parameter to control and optimize. When used in the experimental conditions of pH = 3, [Fe] = 0.03 mM L − 1 , [H 2 O 2 ] = 0.3 mM L − 1 and 60 min time the mineralization achieved was 96.89%, as shown in Fig. 9a . The pH values > 3 led to the precipitation of Fe in the Fe(OH) 3 form.De la Cruz et al. (De la Cruz et al., 2012) , in studies of the degradation of 32 emerging contaminants, one of which is AZI with [AZI] = 295 ng L − 1 in domestic wastewater effluent, showed that the Fenton process using [H 2 O 2 ] = 50 mg L − 1 , [Fe 2+ ] = 5 mg L − 1 and pH = 7.03 the degradation of AZI achieved after 30 min was 23%. The low degradation of AZI, and other emerging contaminants, in domestic wastewater effluent after the Fenton process was attributed to the Fe 3+ generated during the process, precipitated in Fe(OH) 3 due to pH > 3.The use of the photo-Fenton process to perform AZI degradation showed that the values vary between 11 to 100% (De la Cruz et al., 2012) . It was observed that keeping [Fe 2+ ] constant, the increase in [H 2 O 2 ] and reaction time promotes a more significant degradation of AZI. When using [H 2 O 2 ] = 25 mg L − 1 and time = 10 min the degradation was 26%, while increasing the reaction time to 30 min total degradation was achieved. For [H 2 O 2 ] = 10 mg L − 1 and time = 10 min, the degradation was only 11%, which indicates that [H 2 O 2 ] is the main factor to be controlled during the photo-Fenton process.The use of Fenton and photo-Fenton processes aiming at the degradation of IVM showed that the degradation behavior was similar to that found for AZI degradation, the highest degradation values found by the photo-Fenton process (99%) about to the Fenton process (90%) after 10 min of reaction (Bosco et al., 2011) . In the experimental conditions in the Fenton process, [Fe 2+ ] = 1.0 mmol L − 1 and [H 2 O 2 ] = 5.0 mmol L − 1 , and photo-Fenton, [Fe 2+ ] = 1.0 mmol L − 1 and [H 2 O 2 ] = 5.0 mmol L − 1 and as a low-pressure mercury lamp radiation source (15W, λ max = 254 nm), and pH = 3.00, in both processes, it was observed that the maximum IVM degradation occurred in the first 60 s. However despite both processes having a significant degradation of the IVM toxicity after the Fenton process was superior to the photo-Fenton process, as shown in Fig. 9 .b.Heterogeneous photocatalysis (HP) is an AOP that uses a semiconductor as a catalyst that, when irradiated with energy superior to the bandgap, leads to the formation of oxidizing (HO • , O 2•− ) or reducing (holes, h + ) species. These species can lead to the oxidation of contaminants leading to mineralization (Kanakaraju et al., 2018) . During the process of irradiation of the catalyst surface by UV or visible radiation (VIS), energy absorption by the electron (e − ) occurs in the valence band (VB), which has less energy and does not allow e − mobility, promoting this e − for the conduction band (CB), which has greater energy and provides mobility. In the promotion of electrons from VB to CB, a hole (h + bv ) is formed on the surface of BV. In Eq. 16, the formation of the pair e − cb /h + vb is exemplified after radiation excitation (hν) of a titanium dioxide (TiO 2 ) semiconductor (Vignesh et al., 2014; Voigt and Jaeger, 2017) .After the formation of the e − cb /h + vb pair, two processes can occur: (1) internal recombination that causes the return of e − from CB to VB releasing thermal energy and/or luminescence and promoting the return of the catalyst to original condition; (2) with the excited system, that is, with the pair e − cb /h + vb generated, several oxidation and reduction reactions can occur in BV and CB, respectively (Vignesh et al., 2014; Voigt and Jaeger, 2017 (Vignesh et al., 2014; Voigt and Jaeger, 2017) .In VB, the oxidation reaction of the molecules that are adsorbed on the catalyst surface occurs through the transfer of e − of these molecules to the gap (h + vb ). Due to the use of solutions with low concentrations of organic matter, the main oxidation reactions that occur on the catalyst's surface are H 2 O or OH − adsorbed molecules (H 2 O ads , OH − ads ) Eq.s 21 and (22). However, the direct oxidation reaction of organic matter (OM ads ), or pharmaceutical compounds, through the transfer of e − , also occurs on the surface of the catalyst (Eq. 23), providing another route for HO • radical generation (Vignesh et al., 2014; Voigt and Jaeger, 2017) .The disadvantage of TiO 2 is the rapid internal recombination between holes and electrons generated during the process, leading to decreased catalytic activity (Shen et al., 2018) . This recombination can be reduced by doping TiO 2 with semiconductors such as RuO 2 , WO 3 , CeO 2 . However, these materials are considered critical raw materials due to their high worldwide demand coupled with low availability, which requires the development of materials without using critical raw materials developed and used in the doping of TiO 2 catalyst (Albornoz et al., 2020) .Doping of TiO 2 with natural compounds aims to increase the adsorption of radiation in the visible spectrum because TiO 2 only presents the generation of the radicals mentioned above when using UV radiation (λ < 400 nm) (Krishnan and Shriwastav, 2020) . The process of doping TiO 2 with natural or synthetic dyes is called dye sensitization (Siwińska-Ciesielczyk et al., 2019) .Assessment of AZI degradation through HP has been carried out in several studies showing that the degradation achieved ranged from 50 to 100% (Ĉizmić et al., 2017; Č izmić et al., 2019; Maletić et al., 2019; Mehrdoost, 2021; Moreira et al., 2016; Sayadi et al., 2019; Sousa et al., 2012; Talaiekhozani et al., 2020) . The AZI degradation through the HP process occurs deeply when using TiO 2 catalysts (Ĉizmić et al., 2017; Č izmić et al., 2019; Moreira et al., 2016; Sousa et al., 2012) , TiO 2 /carbon composites (Maletić et al., 2019) and ZrO 2 /Ag@TiO 2 nanorod composite (Naraginti et al., 2019) . The lowest degradation of AZI (≈50%) was achieved by Moreira et al. (2016) when used urban wastewater as an aqueous matrix and TiO 2 immobilized. The other studies using modified TiO 2 or TiO 2 catalysts showed degradation of more than 98%. Other catalysts used during the HP process aimed at degrading AZI have activated carbon powder/Fe/Si/Zn nanocomposite with 99.7% degradation (Mehrdoost, 2021) , as shown in Fig. 10 .a, ZnO nanoparticles with 73% degradation (Talaiekhozani et al., 2020) , and graphene oxide@Fe 3 O 4 /ZnO/SnO 2 with 90.06% degradation (Sayadi et al., 2019) .Havlíková, Š atínský, Solich (2016) evaluated the degradation of IVM through HP in natural water samples and showed that the increase in [TiO 2 ] used as a catalyst for 0.25 to 2.50 g.L − 1 promoted the rise of IVM degradation, as shown in Fig. 10 .b. Using [TiO 2 ] = 2.00 g.L − 1 observed that the pH variation of the solution between 3, 5, 7, and 9 did not cause a significant difference in the values of degradation. After 5 h of the HP process, the degradation of IVM achieved was 90%.Electrochemical oxidation (EO) is considered an AOP because the generation of HO • radicals occurs from the oxidation of the water, which allows the degradation and mineralization of organic compounds, such as drugs, in an aqueous matrix . The generation of radicals occurs in an anode produced by the deposition of thin films of boron-doped diamond anodes (BDD), ruthenium on silicon or titanium substrates Teng et al., 2020) . The BDD anode has high electrochemical and chemical stability compared to other materials, a wide potential window for water discharge (up to 3.5 V), remarkable corrosion stability even in extreme acidic medium, and produce large amounts of hydroxyl radicals that are weakly adsorbed on the surface of the electrode, as it is considered a non-active electrode (Hai et al., 2020) .EO has several advantages over other AOPs, such as the need to add no chemicals, as use of only electrons as reagents, and solid/liquid separation, high degradation, and mineralization efficiency, ease of automation for small-scale decentralized wastewater treatment Brillas et al., 2009; Teng et al., 2020) .However, the main disadvantage of the EO process using BDD electrodes is that if the hydrodynamic conditions are not optimized, the degradation efficiency is severely affected by the low rate of diffusioncontrolled reactions at limited current density (Teng et al., 2020) .Aiming to decrease the use and/or purchase of H 2 O 2 during the Fenton or photo-Fenton process, the electro-Fenton process was developed to generate in situ H 2 O 2 through electrochemical processes using cathodes and anodes made of special materials (Eq. 24) (Brillas et al., 2009 ). The generation occurs by reducing two O 2 electrons on the cathode surface in acidic or neutral aqueous media (Ye et al., 2020a) .Cathodes based on carbonic materials such as carbon, graphite, or polytetrafluoroethylene-carbon (PTFE-C) have been used to diffuse O 2 and air, leading to the large generation in situ of H 2 O 2 Ye et al., 2020a) . The types of anodes most used in the electro-Fenton process are boron-doped diamond (BDD) or dimensionally stable anode (DSA) (Ye et al., 2019b) . When using the electro-Fenton process, another route of Fe 3+ regeneration occurs on the surface of the cathode (Eq. 25), which provides the Fe 2+ to restart the chain reactions (Eqs. 9 -(14) (Ye et al., 2020a) . (Bosco et al., 2011) .However, in cells of a compartment, the formation of stable Fe (III)carboxylate complexes can occur, which are slowly removed by HO • radicals leading to final degradation by-products with aromatic groups, which requires more time and energy to achieve total mineralization. An alternative to avoid this problem is to simultaneously irradiate the solution with UV-A, leading to the origin of another process, the photoelectro-Fenton (PEF) (Ye et al., 2020a) .The action of UV-A radiation is complex and may involve the direct photolysis of the organic compound, of Fe(OH) 2+ , which is the preferred species of Fe 3+ at a pH close to 3, regenerating more Fe 2+ , leading to the production of more HO • radicals Eq. 26 and (27) (Moreira et al., 2017; Ye et al., 2020a) .One of the problems with the PEF process is the increase in energy consumption due to the use of the artificial source of UV-A radiation. Research has been developed to solve this problem by using natural sources of irradiation, originating the photoelectron-Fenton process with sunlight (SPEF) (Murrieta et al., 2020; Pérez et al., 2017) . Bensalah et al. (2020) used EO using BDD anode and its combination with UV irradiation in HCQ degradation. EO showed that despite the total degradation of HCQ in all experimental conditions tested (Fig. 11 . a), the mineralization did not show the same decay rate. This behavior indicates that HCQ degradation using EO occurs in more than one step leading to the formation of organic intermediates. When using UV radiation associated with EO to increase the formation of oxidizing species (HO • radicals), it is observed that there is lower energy consumption in addition to the increase in the rate of degradation and mineralization of HCQ the EO process.The evaluation of CQ degradation through the electro-Fenton process proved to be efficient in the total degradation of the CQ molecule . Several experimental conditions were evaluated, such as pH variation, current density, molecular oxygen flow rate, and anode material on H 2 O 2 generation. Using current density up to 60 mA cm − 2 , O 2 flow rate up to 80 mL min − 1 , pH = 3.0, carbon felt cathode, and boron-doped diamond (BDD) anode was achieved, 100% and 92% CQ degradation and system mineralization were achieved, respectively ( Fig. 11.b) .Sonochemical oxidation is an AOP in which the use of ultrasound radiation ( ))) ), with a frequency between 20 kHz to 10 MHz, generates HO • radicals Eq.s 28-(31) (Serna-Galvis et al., 2019) . Ultrasound radiation, when in contact with an aqueous matrix, causes the formation of microbubbles or cavities that, throughout the irradiation process increasing in size, in resonance with the frequency of radiation until it collapses violently. The collapse of the microbubbles induces the formation of points with pressure and temperatures close to 1000 atm and 5000 K, respectively. These critical conditions lead to the rupture of water vapor and oxygen (Serna-Galvis et al., 2019) . These conditions lead, in addition to the formation of HO • radicals, to form H 2 O 2 (Eq. 32). .Sonochemistry has the main advantages of not using chemicals to generate highly oxidizing species and not generating harmful products. However, the main disadvantage of the process is the difficulty of large scale and the low selectivity of the radicals generated (Yasuda, 2021) . Yazdani and Sayadi (2018) , in studies using sonochemistry in AZI degradation, have shown that the pH has a significant effect on the AZI degradation, while temperature and contact time have a less significant effect. The experimental conditions in which 90.59% AZI degradation was achieved were temperature = 40 ⁰C, initial concentration of AZI = 20 mg L − 1 , pH = 3, after 15 min and using low-frequency ultrasound (35 kHz), as shown in Fig. 12 . (Yazdani and Sayadi, 2018) . Bensalah et al. (2020) used sonochemistry and combined EO sonochemistry in the degradation of HCQ. The use of sonochemistry showed 26% degradation of a solution of 125 mg L − 1 of HCQ. However, performing the coupling of sonochemistry with EO promotes the total degradation of HCQ 40% faster than EO only, as shown in Fig. 11 .a. Table 2 presents a summary of the studies carried out using direct photolysis (DP), electrocoagulation (EC), electro-Fenton (EFE), electrochemical oxidation (EO), Fenton (FE), photoelectro-Fenton (PEF), heterogeneous photocatalysis (HP), photoactivation (PA), sonocatalysis or sonochemical oxidation (SC) processes applied for the treatment of effluents with AZI, HCQ, CQ and IVM.In the literature, degradation routes of the drugs chloroquine, hydroxychloroquine, azithromycin, and ivermectin are described for some photomediated or advanced oxidation processes are evaluated for treatment.Studies carried out using photo-mediated and advanced oxidative processes applied for the treatment of effluents with AZI, HCQ, CQ and IVM. AZI 98.4 (Yazdani and Sayadi, 2018) Where: DP -direct photolysis; EC -electrocoagulation; EFE -eletro-Fenton; EO -electrochemical oxidation; FE -Fenton; PEF -photoelectro-Fenton; HP -heterogeneous photocatalysis; PA -photoactivation; SC -sonocatalysis; λ -wavelength (nm); BDDboron doped diamond 3.3.1. Chloroquine Misassi, Bedoui, and Bensalah (2020) evaluated chloroquine degradation intermediates by the electro-Fenton oxidation process, using carbon cathode and boron-doped diamond anode (BDD), as shown in Fig. 13 .. The results obtained by the authors showed that degradation begins with the dealkylation of the aromatic ring and the formation of 7-chloro-4-quinoline amine (CQLA) in the first stage of oxidation, followed by the release of chloride ions.Aromatic intermediates undergo an oxidative ring opening to form aliphatic carboxylic acids, including oxamic (OMA) and oxalic (OAA) acids and organic nitrogen releases, such as nitrates and ammonium ions.AOM and OAA are slowly degraded and take a long time to be mineralized due to the formation of stable complexes with Fe 2+ /Fe 3+ , which resist the attack of HO • radicals as mentioned by El-Ghenymy et al. (2015) . Bensalah et al. (2020) evaluated the degradation of the drug hydroxychloroquine (HCQ) in an aqueous solution by electrochemical processes of advanced oxidation, including electrochemical oxidation (EO) using boron-doped diamond (BDD) and its combination with UV irradiation (photo-assisted electrochemical oxidation, PEO) and sonication (SEO).The HCQ degradation mechanism, as shown in Fig. 14 , involves the direct oxidation of molecules on the BDD surface and oxidation mediated through oxidizing radical species in the region close to the BDD anode and by strong oxidants electrogenerated during electrolysis (persulfate ions, H 2 O 2 ). The degradation of CLQ begins with the dealkylation of the aromatic ring and the formation of CQLA, followed by the release of chloride ions. Aromatic intermediates undergo an oxidative ring opening to form aliphatic carboxylic acids, OAA and OMA, as well as the release of organic nitrogen such as nitrates and ammonium ions. The former is slowly mineralized to CO 2 .Havlíková, Š atínský & Solich (2016) studied the forced degradation of ivermectin as well as the photocatalytic degradation pathways in aqueous suspensions of TiO 2 , as shown in Fig. 15 (MW 875.0) , in which the double bond shifted to the C2-3 position.Č izmić et al. (2019) evaluated the photocatalytic degradation of azithromycin using nanostructured TiO2 sol-gel film. During the procedure, five degradation products were identified: DP1, DP2, DP3, DP4, and DP5, shown in Table 3 . The DP4 and DP5 products are formed from the cleavage of the amino sugar of the cyclic lactone ring. DP5 is the result of cleavage of only the deosamine sugar from the lactone ring and DP4 only of the cladinose sugar. Its fragmentation shows the loss of sugar remaining from the central ring.DP3 is the result of a loss of both amino sugars from the lactone ring. DP2 shows lactone ring-opening after the loss of both sugars, along with N-demethylation and hydroxylation. DP1 is the result of further degradation of DP2 and the lactone ring. Azithromycin degradation can be described as the cleavage of the amino sugars of the cyclic lactone ring and further degradation of the lactone ring itself.The aforementioned authors also evaluated the toxicity of the samples after photolytic and photocatalytic degradation. Toxicity was investigated using Vibrio fischeri, and was determined by measuring its inhibition of luminescence. As a result, none of the investigated samples showed any toxicity, which proves that the newly formed degradation products are not toxic. Thus, it is highlighted that the procedure is an efficient way to remove azithromycin from wastewater without producing new toxic compounds.Data from the literature makes it possible to assess the Risk Quotient of the drugs AZI, IVM, and CLQ. About the HCQ, this evaluation cannot Fig. 15 . Ivermectin degradation pathways, proposed by Havlíková, Š atínský and Solich (2016) be carried out because, according to Ali et al. (2021) , until the present, the effects of HCQ on aquatic taxa have not been studied.The calculation methodology described by Nantaba et al. (2020) foresees the division of the maximum measured environment concentration (MEC) by Predicted No Effect Concentrations (PNEC). The authors mentioned above also describe the criteria for the Assessment Factor (AF). The PNEC values were described in the literature: for AZI, the value of 120 mg L − 1 for the median effective concentration (EC50) for Daphnia magna (Brausch, 2012) ; for IVM 5.7 ng L − 1 , corresponding to EC50 for Daphnia magna (Garric et al. 2007 ) and CLQ 2.5 μM referring to No Observed Effect Concentration (NOEC) for Daphnia magna (Zurita et al., 2005) . The criteria for interpreting the ratio of the Risk Quotient method (RQ) was described by Hernando et al. (2006) : \"low risk\" RQ < 0.1; \"medium risk\" 0.1 ≤ RQ < 1, and \"high risk\" RQ ≥ 1.s.Thus, Table 4 presents the MEC, in ng L − 1 , for Risk Quotient classification. According to the medicaments concentrations found in water, it was possible to assume high, medium, or low risk of IVM, HCQ, and AZI.These values can help in the interpretation of future studies whose objective is to monitor the presence of these drugs in environmental samples.It is observed that IVM presents the highest toxicity among the compounds evaluated in this work. This statement can be made because the IVM concentration values presented in the RQ are much lower than the AZI and CLQ concentration values.The perspectives in the future to full-scale treatment for the production of drinkable water are very promising when using sonocatalysis (Abdurahman et al., 2021) , heterogeneous photocatalytic (Garcia-Munoz et al., 2020), Fenton (Qian et al., 2020) , photo-Fenton (Garcia--Muñoz et al., 2020), electro-Fenton (Olvera-Vargas et al., 2021), electrochemical oxidation UV-based processes as ultraviolet activation with hydrogen peroxide (UV/H 2 O 2 ) (Lee et al., 2021) , and UV with ozone (UV/O 3 ) (Gorito et al., 2021) because these processes presented extremely successful results in the removal of pharmaceutical compounds at low concentrations.The main operational problems found in scalability, from laboratory scale to pilot scale or full-scale, in these processes are presence of ions, dissolved organic matter, color, and turbidity (da Silva et al., 2021) . Satisfactory results in the production of drinkable water were only obtained using the ozone process such as at Flemish Water Supply Company (VMW) in Kluizen (Belgium) where biostability increased, less chlorination was needed and significantly less chlorination water quality improved were observed (Audenaert et al., 2010) . Therefore, considering the capacity to generate highly oxidizing radicals, the ozone process currently presents the greatest potential when the objective is to degrade AZI, IMV, HCQ and CQ for the full-scale production of drinkable water.The exacerbated increase in sales of drugs such as AZI, CQ/HCQ and IVM in some countries is observed, even with the lack of scientific proof of their effectiveness. Thus, there is great concern about the potential adverse impacts on human health and nature arising from medicines in the environment, accentuated by the excessive consumption of drugs that make up the kit-covid.Research has been carried out to seek better operational conditions for advanced treatment systems and photomediated processes. Studies that combine greater removal efficiencies of these drugs with the feasibility of application on real scales are critical, aiming to preserve the environment, safety, and population health. In addition, health authorities must intensify and promote measures known to effectively control the disease: vaccination, social distancing, use of masks, and sanitary hygiene protocols. Aiming at scalability for the full-scale production of drinkable water targeting at the degradation of AZI, IMV, HCQ and CQ all the processes presented above must be improved, with the exception of the ozone process in which satisfactory results have already been achieved in the degradation of complex organic compounds. The improvement involves the discovery/research/modification in the materials/catalysts/electrodes used for the generation of HO • radicals coupling as a pre-or posttreatment with drinking water conventional processes.The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper",
    "metadata": {
        "paper_id": "278a258b749fcbb442a3b438021ec387ba924196",
        "title": "Photo-mediated and advanced oxidative processes applied for the treatment of effluents with drugs used for the treatment of early COVID-19: Review"
    }
}