{
    "abstract_text": "",
    "body_text": "https://doi.org/10.3348/kjr.2020.0485 kjronline.org of May 9th, 2020, a total of 3855788 confirmed cases and 265862 deaths were reported globally (6) .Symptoms in the infected population are primarily fever and cough, but severe pneumonia, acute respiratory distress syndrome (ARDS), sepsis, organ dysfunction and even death can occur (7) . Meticulous attention and intensive management are necessary for cases at risk of developing adverse outcomes. Thus, early recognition of high-risk individuals is of considerable importance in order to facilitate treatment decisions and prevent complications, highlighting the urgent need for identification of potential predictive factors.Computed tomography (CT) is capable of screening infectious lesions, quantifying imaging characteristics, and evaluating dynamic changes for patients with COVID-19 (8) . Although previous researches have described CT findings in patients with different prognoses, they were often compared simply, without considering the time-varying characteristic of prognoses, therefore, the virtual predictive abilities of these CT findings remain uncertain (9, 10) . Moreover, the inherent biases of the single-center setting and absence of external testing in previous studies may restrict the practicability.With regard to these factors, in the current study, we constructed a nomogram based on clinical and CT features, with consideration for the time course of illness, and externally validated it with another independent cohort. In addition, the predictive ability of the combined model was compared with models built on clinical or radiological findings alone. Overall, our purpose was to investigate the prognostic values of clinical and CT features in predicting adverse outcomes for patients with COVID-19.This retrospective study was approved by our Institutional Review Board, and the requirement of written informed consent was waived for emerging infectious diseases. Data of patients diagnosed with COVID-19 who were admitted to the Jingzhou Central Hospital, Wuhan between January 21st and March 3rd, 2020 were reviewed. Inclusion criteria were as follows: 1) patients with laboratory-confirmed SARS-CoV-2 infection; 2) patients who underwent chest CT and laboratory tests on admission; and 3) patients with a minimum hospital stay of 7 days. Patients were excluded if any of the following conditions were met: 1) patients who were admitted to the intensive care unit (ICU) or underwent mechanical ventilation on admission (n = 8); 2) patients who were transferred or hospitalized before (n = 16); or 3) motion artefacts interfered with imaging diagnosis (n = 1). All patients were confirmed with COVID-19 infection using gene-sequencing or real time reverse-transcriptase polymerase chain reaction (RT-PCR) assays. Ultimately, 166 consecutive patients (103 males and 63 females; age 43.8 ± 12.3 years) were eligible and allocated to the training cohort. Patients from FuYang No.2 People's Hospital, Anhui employed the same inclusion and exclusion criteria, and 72 consecutive patients (38 males and 34 females; age 45.1 ± 15.8 years) were enrolled and assigned to the validation cohort.The predominant clinical profiles and CT features on admission, including duration, epidemiological history of Wuhan city, symptoms, underlying comorbidities, and laboratory findings, were recorded. In addition, length of hospital stay and therapeutic strategies used, were collected.Clinical manifestations of patients with COVID-19 were evaluated daily until discharge or death. The primary composite endpoint was admission to an ICU, use of mechanical ventilation, or death (11) . The second endpoint was the mortality rate. The follow-up time was calculated from the first day of hospitalization to the date of timeto-event endpoint, discharge, or the censored date (March 10th, 2020).CT examinations were reconstructed with 1 mm-thickness with a 16-section CT scanner in Jingzhou Central Hospital, Wuhan (Emotion 16, Siemens Healthineers, Erlangen, Germany) and a 64-section CT scanner in FuYang No.2 People's Hospital, Anhui (Aquilion 64, Toshiba Medical Systems, Otawara, Japan). Images were photographed at lung (window width, 1500 HU; window level, -500 HU) and mediastinal (window width, 320 HU; window level, 40 HU).All imaging data were analyzed, with consensus, by 2 experienced radiologists (20 and 23 years of clinical experience in respiratory diagnostic imaging, respectively). Chest CT manifestations of regional involvement, scattering distribution, transverse distribution, the number of involved https://doi.org/10.3348/kjr.2020.0485 kjronline.org pulmonary segments, extent, shape, ground-glass opacity (GGO), consolidation, crazy-paving sign, halo sign, reversed halo sign (RHS), air bronchogram, bronchiectasis, vascular enlargement, pleural thickening, pleural retraction, pleural effusion, and mediastinal lymphadenopathy were assessed. Descriptions of the above features followed the definitions compiled by the Fleischner Society (12) . Additionally, the change in liver density was calculated to evaluate liver function.Regional involvement of COVID-19 was classified into unilateral and bilateral. Scattering distribution was defined as focal (involving single lung segment), multifocal (involving multiple lung segments), and diffuse (involving more than three consecutive lung segments). Transverse distribution was categorized into central (involving mainly the central two-thirds of the lung), peripheral (involving mainly the peripheral one-third of the lung), and both (without predilection of pulmonary regions). A semiquantitative scoring system was used to estimate the extent (13) . Each lung was divided into upper (above the tracheal carina), lower (below the inferior pulmonary vein), and middle (in-between) zones, and each zone was scored based on the following criteria: 0, 0%; 1, < 25%, 2, 25-49%; 3, 50-74%; 4, > 75%. The abnormal extent was determined by the summation of scores (range, 0-24). The shape was described as nodular, patchy, large patchy, and linear opacity. In terms of the proportion of GGO and consolidation, we categorized opacification pattern into GGO, mixed GGO and consolidation, and consolidation. Lymph nodes with a minimal axial diameter of > 1.0 cm were considered mediastinal lymphadenopathy. The change in liver density was regarded as the density difference between liver and spleen on the mediastinal window. The region of interest of liver and spleen parenchyma was placed at the same level to obtain mean CT values with an area of 3.0 cm 2 .The statistical analyses were executed with R software (version 3.5.3, R Foundation for Statistical Computing, Vienna, Austria). The Shapiro-Wilk test was used to evaluate the distribution type and Bartlett's test was adopted to assess the homogeneity of variance. Data were expressed as mean ± standard deviation, median (range), or frequency and percent, where appropriate. The differences in clinical and CT features between the training and validation cohorts were compared with Student's t test, Mann-Whitney U test, chi-square test or Fisher's exact test, as appropriate. All variables were initially evaluated in the training cohort using univariate Cox proportional hazards regression analyses. Factors with a p value of < 0.100 were entered into multivariate Cox proportional hazards regression analysis. A forest plot was drawn to elucidate the multivariate Cox results of the combined model based on clinical and radiological features, and a prognostic nomogram was further built. The calibration curve was determined using the bootstrap analyses (B = 1000) for internal validation. Kaplan-Meier curves were plotted to compare the high and low-risk groups of the training and validation cohort, and the cut-off value was calculated using maximally selected log-rank statistics. The Harrell's concordance index (C-index) was used to assess the model's predictive ability, and then externally tested in the validation cohort. Prognostic performance of the combined model was compared with clinical and radiological models using U-statistics, which were developed based on clinical and CT candidates, respectively. All statistical tests were two sided, and a p value of < 0.050 was considered statistically significant.COVID-19 tended to occur in male patients in the training cohort (62.0%). The median interval from onset of symptoms to hospital admission was 3 days (range, 0-8 days). More than half of the patients (51.8%) had a direct exposure history of Wuhan. Fever (79.5%) and cough (51.8%) were the most common symptoms on admission. Out of all patients, 54 (32.5%) had underlying comorbidities, such as endocrine system disease (12.0%), and cardiovascular and cerebrovascular system disease (9.0%). Regrading laboratory findings, patients often showed lymphopenia (45.2%), increased C-reactive protein (68.7%) with normal (66.3%) or decreased (21.7%) white blood cell count. Most patients underwent antiviral therapy (89.8%), and many received antibiotic treatment (61.5%).Most clinical profiles showed no difference between the two cohorts, except for the lymphocyte count (p < 0.050). The clinical information is detailed in Table 1 .Imaging manifestations are summarized in Table 2 . COVID-19 often demonstrated multifocal lesions (70.5%) https://doi.org/10.3348/kjr.2020.0485 kjronline.org with peripheral predilection (66.3%). The predominant shape in infected cases was patchy (77.1%). The mixed GGO and consolidation pattern was found in most patients (70.5%). Other common radiologic features included vascular enlargement (48.2%), air bronchogram (36.1%), crazypaving sign (21.7%) and halo sign (21.7%). Additionally, pleural thickening (50.6%) and retraction (24.1%) were also frequently seen. RHS, pleural effusion, and mediastinal lymphadenopathy were rarely identified. Five patients from the training cohort (3.0%) presented with negative manifestation on admission. Liver density in 24 patients (14.5%) was lower than that of the spleen. With regard to CT findings, no statistical difference was found between the training and validation cohort (all p > 0.050).A total of 103 patients (62.1%) were discharged from the training cohort. The median follow-up time was 12 days (range, 2-29 days). Thirty-five patients (21.1%) reached the primary composite endpoint, including 20.5% who kjronline.org were admitted to the ICU, 9.0% who underwent invasive mechanical ventilation, and 0.6% who died. The cumulative probability of adverse outcome was 12.7% at 6 days and 21.1% at 14 days. Ten patients (13.9%) had poor prognoses in the validation cohort, and 42 patients (58.3%) were discharged. The median follow-up time was 13 days (range, 2-28 days).In univariate Cox regression analyses, 7 variables including age, sex, underlying comorbidity, lymphocyte count, extent, crazy-paving sign and change in liver density were significantly associated with adverse outcome (all p < 0.100). Figs. 1, 2) . The prognostic nomogram developed on the combined model is shown in Figure 3 . The calibration curves elucidated good agreement between prediction and observation of the two cohorts in probability of the 14-day clinical outcome (Fig.  4 ). Significant discrimination between clinical outcomes of high-risk and low-risk patients was observed in the two cohorts with a cut-off value of 0.96 (Fig. 5) . kjronline.org When tested in the validation cohort, the C-index of the aforementioned models were 0.89 (95% CI, 0.82-0.96), 0.81 (95% CI, 0.74-0.88) and 0.87 (95% CI, 0.80-0.94), respectively. The combined model achieved incremental prognostic performance compared with the clinical model (p = 0.001), whereas no statistical significance was found between the combined and radiological models (p = 0.114).In the current study, the prognostic value of demographic, laboratory, and CT findings of 232 patients infected with kjronline.org COVID-19 were investigated. Underlying comorbidity, lymphocyte count, and crazy-paving sign on CT images were found to be the independent predictors. The prognostic nomogram constructed on the combination of clinical and CT factors demonstrated good performance in both training and validation cohorts for predicting the patients' outcome, supporting its generalizability in clinical routine. Moreover, the combined model showed the best prognostic ability compared with the clinical and radiological models alone.Six coronaviruses are known to be the human-infecting species of Coronaviridae family (14) . Four prevalent coronaviruses (229E, OC43, NL63, and HKU1) usually induce mild clinical manifestations, whereas severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) could cause severe respiratory symptoms (14, 15) . Although the origination and species remain controversial, SARS-CoV-2 shares at least 70% of genome sequences with bat- kjronline.org like SARS-like coronaviruses, but is distinct from SARS-CoV, particularly in a phylogeny of the complete ribose nucleic acid (RNA)-dependent RNA polymerase gene (16) . Similar to the two highly virulent strains, it features lower airway involvement and severe complication development (17) . In our study, all patients developed adverse prognoses within the first two weeks after admission, indicating COVID-19 has a higher risk of exacerbation in the early stages, and more cautious care is recommended accordingly. Additionally, we noticed the probability of a poor outcome in the validation cohort was lower than in the training cohort, probably due to the discrepant distribution of the samples between different outbreak regions. Although all population groups are generally vulnerable to SARS-CoV-2 infection, the host's immune status may have an impact on clinical outcome (18) . Patients with underlying comorbidities, mainly endocrine system disease, cardiovascular, and cerebrovascular disease in our study, suffered a higher risk of adverse outcomes. Their increased susceptibility, perhaps attributed to immune dysfunction, echoed previously published research (19, 20) . Meanwhile, elderly and male patients were also prone to experience poor prognoses. Previous studies have demonstrated the significant role of the X chromosome and sex hormones in innate and adaptive immunity, which may partly explain the association between the male sex and failed outcomes (21) .Laboratory tests of patients infected with COVID-19 typically showed leukopenia, lymphopenia, and increased C-reactive protein. These abnormal findings were perhaps induced by cytokine storm and cellar immune deficiency after infection (20, 22) . Specifically, SARS-CoV-2 holds the potential to target lymphocytes, especially T lymphocytes (18) . Lower CD3, CD4, and CD8 T-cell counts were observed in patients who had developed ARDS (23) . Likewise, lymphocyte counts in non-surviving patients may decrease continuously until death occurred (22) . In our cohort, the training data with the higher proportion of adverse outcomes also demonstrated marked lower lymphocyte counts. More importantly, lymphopenia was significantly correlated with worse prognoses in our nomogram, highly suggesting lymphocyte damage contributes to deterioration of COVID-19 patients. Conceivably, protection and activation of the immune system may be of great clinical relevance in defending against the disease and improving patient prognoses.Positive chest CT manifestations were often found in patients with COVID-19, even in those with a negative RT-PCR result (24) . Predominate radiological manifestations in our cohort included bilateral, multifocal and peripheral predilection, and patchy mixed GGO and consolidation. As previously reported, lymphadenopathy and pleural effusion were uncommonly seen in COVID-19 (9) . These imaging findings closely resembled those of SARS and MERS, but unilateral abnormalities were more frequently identified in these two infections (25) . In addition, our study found that COVID-19 often presented with pleural thickening and retraction. These pleural changes were rarely documented in other viral pneumonias, and therefore, they might be promising indexes for differential diagnosis. Notably, patients who experienced adverse clinical outcomes tended to demonstrate crazy-paving sign to a more abnormal extent on admission. The presence of crazy-paving sign, which has been reported to be an indicator for poor outcome in non-HIV pneumocystis Jirovecii pneumonia (26) , may result from the involvement of pulmonary parenchyma and mesenchyme caused by a large viral invasion.Previous researchers reported liver dysfunction with abnormal laboratory findings in patients with COVID-19 (18, 23) . To clarify their prognostic values, we incorporated alanine aminotransferase, aspartate aminotransferase and liver density into our nomogram construction. Density change was the exclusive factor with statistical significance in univariate Cox regression analysis; a decreased CT value of liver parenchyma may be related to poor prognosis. However, impaired liver function may be a consequence of COVID-19 or underlying comorbidities (i.e., liver cirrhosis, fatty liver). Thus, further follow-up research could be conducted to exclude confounding factors.Our study had several limitations. First, the number of patients was relatively limited. Patients with unstable conditions were excluded to draw a more certain conclusion. Further research involving a lager sample size is recommended. Second, due to the retrospective nature of this study, certain laboratory tests, such as lactate dehydrogenase, D-dimer, and prothrombin time, were not documented in our cohort. Their prognostic ability could be investigated in future studies. Third, some patients in our cohort remained hospitalized on the censored date. Research with prolonged follow-up time is preferred and suggested.In conclusion, lymphocyte count, underlying comorbidity and crazy-paving sign were independent predictive factors for adverse outcomes. The nomogram developed using a combination of clinical and CT features could aid in https://doi.org/10.3348/kjr.2020.0485 kjronline.org predicting adverse outcomes for patients with COVID-19.The authors have no potential conflicts of interest to disclose",
    "metadata": {
        "paper_id": "27873365eb1ade6b305c0f2c80385ee7f652abe3",
        "title": ""
    }
}