{
    "abstract_text": "The vaccination campaign in the United Kingdom has been extremely successful. Bold decisions were made to order vaccines early, before we knew if they would be effective, and to vary from the manufacturers' recommendations by extending the 'prime-boost' interval between the first and second doses of the AstraZeneca and Pfizer-BioNTech vaccines. These decisions were controversial at the time but have contributed enormously to the effectiveness of the vaccination programme. This is a personal perspective on the approach to COVID-19 vaccination in the United Kingdom",
    "body_text": "The UK vaccination programme has been highly successful, with half of the UK population now having had at least one dose of the vaccine (Figure 1) 1 ; as a result, new case numbers, hospital admissions and death rates have plummeted.In January 2020, I was one of a team of people in Sussex who responded when a resident was diagnosed with a novel infection -a new virus from Wuhan, China, that did not even have a name yet. 2 This was one of the first UK patients with what we now call COVID-19, an illness caused by (what we now know as) the SARS-CoV-2 virus. Over the following weeks, it became apparent that this was to be a pandemic, causing deaths and illness across the world. 3, 4 There was no effective treatment for it. The best we could do was help keep people alive whilst their immune systems fought the virus or until they recovered from the immune overreaction that causes severe disease in a proportion of cases.We knew that the best way to stop a viral illness was through vaccination. Yet, in early 2020, we knew very little about immunity to this new coronavirus, let alone about vaccines for it.We had many concerns about the potential for vaccines. We had never previously created a coronavirus vaccine for use in humans. Some work had been conducted on developing a vaccine for related viruses, yet no vaccine had been developed for 'the common cold', caused by about four coronaviruses. Many people thought \"If we can't make a vaccine against the coronaviruses that cause the common cold, it must be because it's too difficult, so how will be able to make one against The reality is that, although colds cause a reduction in productivity and a considerable number of working days lost, the actual illness is relatively minor. Colds are caused by several antigenically distinct strains of coronavirus (as well as several other adenoviruses and other viruses) and each would need a different vaccine, so it would be complex and expensive; the burden of disease does not justify the investment required or the costs of immunisation and therefore a common cold coronavirus vaccine was never produced.There were other concerns relating to the common cold coronaviruses. Did the fact that we get colds fairly frequently mean that the immunity acquired naturally after infection might be short-lived? If natural infection only provided relatively short-term protection, would a COVID-19 vaccine do ISSN: 1740-4398 COMMENTARY -The UK approach to COVID-19 vaccination: why was it so different? drugsincontext.com better? Or would we need to have a booster every year or so due to waning immunity?There were also concerns that coronaviruses mutate and evolve, like influenza viruses. Might vaccine escape mutants soon limit vaccine effectiveness?There was even a concern about a phenomenon known as 'antibody-dependent enhancement', in which there is more serious illness in people who already have antibodies to the virus, to a different strain of the virus, or to a different but closely related virus. 5, 6 This had been an issue with a viral disease called Dengue and with vaccines for that disease. 7 This phenomenon seems not to be an issue with COVID-19 vaccines, thankfully. The fact that we were aware that it might be, meant that evidence for it was sought in vaccine trials. 8 The above concerns meant that we were not sure if we could create a vaccine or how effective vaccines would be.We were not completely unprepared. A closely related virus, SARS-CoV, had caused the illness (severe acute respiratory syndrome or SARS) in 2003 9 ; it has since been studied carefully. Additionally, work had been conducted on developing a vaccine for SARS 10 and for another coronavirus that causes middle-East respiratory syndrome (MERS) 11, 12 as well as on systems for the rapid development of vaccines against future potential pandemic organisms. 13 Neither vaccine was brought to market. SARS had been controlled through other measures, and MERS causes too few cases to justify further investment. However, the work conducted on vaccines for both diseases informed vaccine development for COVID-19.We quickly discovered that, like the closely related SARS-CoV virus, the SARS-CoV-2 virus enters cells using a 'spike' protein that binds to the widely distributed ACE2 receptor. [14] [15] [16] Early in 2020, Chinese scientists had shared the RNA sequence encoding the spike protein and this was used as a basis for vaccine development. 17 Before long, there were many candidate vaccines in development. Some used very familiar technologies, such as Sinopharm's inactivated virus vaccine. 18 Others used technology platforms that had not previously been used for mass vaccination programmes, such as DNA, RNA and vector vaccines. Soon, there were over 135 vaccines in development. 19 A very brave decision was made somewhere in Whitehall and the UK government pledged to support the development of vaccines by committing to purchasing vaccines extremely early in their development before we knew if they would work.Vaccine development proceeded at unprecedented speed. It normally takes years -sometimes decades -to bring a vaccine to market, although much of the time is required for financial risk management. The development of vaccines is extremely expensive, and many products do not make it to market. Companies, therefore, proceed slowly, largely to avoid the financial risk of moving on to the next stage if a product might fail.We needed a vaccine urgently, and governments were prepared to underwrite the process. Instead of conducting each step one at a time, waiting for a full write-up before moving on to the next, the steps were taken simultaneously.The pace of development concerned some people yet all the usual stages and checks were performed -just with less bureaucracy. 20,21 As Wellcome put it, \"It's a bit like driving across a busy city in rush hour. Normally you spend lots of time waiting at traffic lights, but when you have a police escort, you can take the same journey and get to the same place, just as safely, but faster\". 22 The high rates of disease, whilst devastating, had a silver lining for vaccine developers. To test a vaccine, you need to accumulate enough cases in the trial participants in order to be able to compare the vaccinated and unvaccinated groups. The high rates of disease during the phase III study periods meant that it took less time than was originally anticipated to accumulate enough infections in study participants, reducing the duration of the trials. Some phase III trials were reported towards the end of 2020. [23] [24] [25] We have so far been pleasantly surprised: all the vaccines authorised so far appear to be safe and surprisingly effective, especially at preventing severe disease (hospitalisation, requirement for ventilation, death) -yet, it was not known that this would be the case before the trial results were published. The start of vaccination programmesIn early December 2020, the vaccination programme in the UK started, when the first vaccine (the Pfizer-BioNTech vaccine 26 ) was approved for use. 27 ,28 A second vaccine (the AstraZeneca vaccine 29 ) followed at the end of December. 30, 31 The programme picked up speed in January as the second vaccine came on stream.The speed of the vaccination programme was limited by the speed at which vaccines could be produced, and therefore decisions needed to be made about how to prioritise their use.The Joint Committee on Vaccination (JCVI) had, in July 2020, produced some clear guidance broadly prioritising by age (oldest first), with additional recommendations for health and social care workers, people with conditions making them 'clinically extremely vulnerable' to COVID-19, and those with other less severe but risk-increasing conditions. 32How did the UK approach differ from other countries and why?Extending the prime-boost interval Following the first exposure to an antigen (via infection or vaccination), it takes time for the adaptive immune response to develop and mature, a process known as priming.A subsequent exposure elicits a stronger, broader immune response with higher levels of antibodies with greater affinity for the antigens and stronger cellular immunity. The primeboost interval (between the first and second doses) used in the phase III trials (3-weeks for the Pfizer-BioNTech vaccine and 4 weeks for the AstraZeneca one) were the ones recommended for use by the manufacturers and most regulators.The biggest difference between the UK and other approaches was the extension to this prime-boost interval. The only other major administration that I am aware of to follow this route, at least early on, was Quebec. 33 Why did the U K make this decision?Throughout December 2020, case numbers were rising. 34 This controversial proposal generated opposition from some, but it had support from others such as the former Director of Vaccination at the Department of Health, Prof David Salisbury. 38 The JCVI updated its recommendations for prioritising vaccination on 30 December, adding: 39 \"In the context of the epidemiology of COVID-19 in the UK in late 2020, the JCVI places a high priority on promoting rapid, high levels of vaccine uptake among vulnerable persons. Therefore, given data indicating high efficacy from the first dose of both Pfizer-BioNTech and AstraZeneca vaccines, the committee advises that delivery of the first dose to as many eligible individuals as possible should be initially prioritised over delivery of a second vaccine dose. This should maximise the short-term impact of the programme. The second dose of the Pfizer-BioNTech vaccine may be given between 3 to 12 weeks following the first dose. The second dose of the AstraZeneca vaccine may be given between 4 to 12 weeks following the first dose.\"This decision was unexpected and was met with disapproval by many other countries. Within the UK, many professionals argued that we should \"stick with the evidence\" and \"follow the manufacturers' recommendations\" to give the second vaccine doses at no more than a 3-week or 4-week interval. Some even argued that it was 'unscientific' to vary from the schedules that had been proven to be effective in the phase III trials.It was argued, for example, that we did not know that a longer interval between doses would be as effective as the interval used in the trials; that immunity could wane rapidly after the first dose, leading to infections in people who had been vaccinated, and that sterilising immunity (e.g. to reduce the odds of a healthcare worker infecting a vulnerable patient) would require a level of T cell response that was more likely to follow a booster dose.However, these opinions took a very narrow view of the science. It was true that we had not undertaken phase III trials to demonstrate efficacy with a longer dose; but we did have much scientific evidence, not directly related to COVID-19 vaccines, to support this approach.We were in a public health emergency. New case numbers and rates of hospital admission and death were appallingly high -we had passed 100,000 deaths from COVID-19 (an underestimate 40 ) and case numbers, whilst they started to fall, were still far, far too high and thus many more admissions and deaths were 'baked in'. This was already one of the worst pandemics in UK history, and it was far from over yet. 41 The knock-on effects on the treatment of cancer and other illnesses were devastating. Healthcare staff were exhausted and demoralised. The priority had to be to stop people from ISSN: 1740-4398 COMMENTARY -The UK approach to COVID-19 vaccination: why was it so different?drugsincontext.com becoming seriously ill, to stop them from dying, and to stop them requiring hospitalization.We knew, from the phase III trials, that once vaccines have had time to act, they are 90% effective at preventing serious illness (requiring hospital admission) after a single dose, increasing to approximately 95% after two doses.By giving first doses to twice as many people (and delaying the second dose until more vaccine is available), it would be possible to reduce serious cases. Deny first doses to people at risk to slightly decrease the already low risk to people who have had their first dose would almost double the number of deaths and admissions. The sums work a bit like this:• Consider a population in which 100 people would have been admitted to hospital with COVID-19. Most vaccine experts agreed that, whilst the rate-limiting step continued to be vaccine supply, the 12-week interval was the best option. 42Many other countries were watching the situation in the UK with huge interest. 42 Few followed suit straight away, although this has started to change as data have supported the UK approach.One exception was Quebec, having stated that \"Given the current very high spread of COVID-19, administration of the second dose can be postponed to allow more people to be vaccinated\" 33 and a paper from Israel (where they had no shortage of vaccine 43 ) suggested that, if vaccine supply was limited, an extended prime-boost interval would be appropriate. 44 One reason why the UK was able to adopt this strategy, whilst most other countries had at most extended the interval to 6 weeks (the Pfizer Statement of Product Characteristics says the second dose should be given at 21-42 days, i.e. after 3-6 weeks) may be the status of the JCVI. 39, 45, 46 JVCI's role with respect to vaccines is similar (not identical) to that of NICE and its status is similar to that of the regulators. If JCVI is asked by ministers to make recommendations in response to a question, then the government (and ministers and civil servants) is legally obliged to implement its recommendations. JCVI also undertakes 'horizon-scanning' and other activities -if it makes recommendations without having been asked to do so, ministers will consider the recommendations but are not legally obliged to implement them. If JVCI reviews the evidence and recommends a particular course of action, its recommendations outrank the license (or, as with the COVID-19 vaccines, their Emergency Use Authorisation) or the manufacturers' recommendations.In contrast, many other countries have no such body and regulators are legally constrained to approving only the manufacturers' Statement of Product Characteristics and manufacturers are obliged to recommend only what is supported by the specific trials, ignoring other knowledge about vaccines. In the highly litigious United States, for example, a doctor who prescribed a vaccine outside the terms of the license would be taking a huge risk even if they were following guidelines, as the guidelines have less legal force; conversely, in the UK, they would be fully protected. This might explain why eminent epidemiologists in the United States have not approved a longer prime-boost interval.One of the most compelling arguments against extending the interval was that we only had phase III trial evidence of efficacy using the dosing regimens used in the trials. We had no proof that any other dosing interval would work as well.To understand whether this is a legitimate argument against extending the interval, we need to understand how and why the trial intervals were chosen. Would they, indeed, have used the optimum prime-boost interval? Why did the phase III trials pick a 3-4-week interval?Vaccine trials were performed at speed so that we could start using the vaccines. The brief prime-boost interval was because they expected two doses to be necessary to prevent serious illness and this would provide that protection more quickly.The reality was that the first dose was far more effective than we could have dared hope last summer; back then, we would have been delighted to hear that the quality of immunity after two doses was 2/3 as good as it is after a single dose.The dosing interval chosen for the trials will have been a compromise. A shorter interval allows the trial to report earlier and provides quicker two-dose protection. However, there were other trade-offs. The immune response is not immediate or binary. We know, from other prime-boost vaccines, that the quality of our immune response increases gradually after the first dose of vaccine, with antibody levels increasing and T cells being recruited over time. People are not non-immune on day 9 and suddenly immune on day 10. Rather, the quality of immunity (and the proportion of hospital admissions avoided, for example) increases over time, steeply for the first few weeks and then more slowly. After a single dose, it will likely still be increasing well after week 12. We even saw some evidence for this (limited by the small amount of data) in the AstraZeneca vaccine phase III trials.We were not coming in to this ignorant of how vaccines work, knowing only what the phase III trials had told us. Decades of ISSN: 1740-4398 COMMENTARY -The UK approach to COVID-19 vaccination: why was it so different? drugsincontext.com research into vaccines provided much information that could reasonably be assumed to apply equally to COVID-19 vaccines.We knew, for example, that a longer prime-boost interval induces better quality immunity with higher antibody levels and a better and broader cellular immune response with more T cells and memory cells. With the human papillomavirus vaccine, for example, if the booster dose is given before 5 or 6 months (depending on the brand used), it should be repeated (this applies to the two-dose regimen recommended for 9-14-year-olds 47 ).A 12-week prime-boost interval is likely to induce much stronger, longer-lasting, and broader immunity than a 3, 4 or even 6-week interval. It was also likely to increase the probability that vaccination will provide sterilising immunity (preventing infection and transmission) and to decrease the likelihood that additional booster doses will be needed.To prevent inflated claims, manufacturers are only allowed to tell you how long they have observed antibodies to persist; therefore, with a new vaccine, the longest duration of protection they could tell us about would be the period since the first doses were given. However, we know that antibody levels do not suddenly drop after a few weeks; indeed, the immune response to a stimulus generally continues to increase for at least a month or two before plateauing and falling gradually.We also know that, once the immune response has been primed by exposure to the disease or the first dose of vaccine, you can expect a very rapid response to a booster dose, even if antibody levels have fallen to very low or unmeasurable levels. 48 This means that if, contrary to expectations, we observed a very rapid decline in antibody levels before 12-weeks after the first dose, the strategy could be reconsidered in the light of this information, and a booster dose offered earlier, with very little if any risk to the people who had been vaccinated.There were arguments that a randomised controlled trial should be performed before implementing this strategy. However, there was no time for this. The health service was overwhelmed. Hospital admission rates were unsustainable [49] [50] [51] and needed to be reduced; thus, vaccinating the people most likely to need hospital admission as quickly as possible was the top priority -we could not afford the time for a randomised controlled trial. Furthermore, as expected, mass vaccination provides masses of data. There was a rigorous postimplementation surveillance strategy in place that would soon provide real-world data on vaccine effectiveness. 52, 53 Would the delayed second dose encourage the evolution of vaccine escape mutants? This was another concern raised about the UK approach. The argument was that a single dose of vaccine would provide only partial immunity. This would permit the virus to replicate and immune escape variants would have an advantage. There is a clear parallel here with our understanding of antimicrobial chemotherapy where, if an antibiotic is present but in insufficient concentration to be bacteriostatic, the bacteria that could replicate were likely to be those that were most resistant to the antibiotic. There is little evidence of vaccination creating an immune pressure that stimulates the evolution of significant immune escape variants, although it remains a worrying possibility.SARS-CoV-2, the virus that causes COVID-19, is less susceptible to mutation than some other RNA viruses like influenza and HIV. SARS-CoV-2 has some level of error correction built into it and, unlike the influenza virus, its RNA (genetic material) is non-segmented. Influenza virus, by contrast, has segmented RNA, which allows chunks of RNA to be swapped between different strains of the virus -a process known as recombination -leading to major, sudden changes in the virus. This cannot happen with SARS-CoV-2. Every time the virus replicates, there is a possibility of an error giving rise to a new variant. It is large outbreaks and widespread transmission of the virus that have driven the evolution of variants. 54 Phase III trials cannot provide direct evidence that vaccination can suppress transmission and replication. However, the quality of cellular immunity induced by vaccines, as measured in vitro, suggested that this was likely. If this carried over into the real world, it would mean that vaccines would reduce replication and thereby reduce the potential for a more transmissible or more virulent variant to arise.Using a different vaccine to complete the two-dose course It has been suggested that the UK position differed from other countries in suggesting that a different vaccine than that used for the initial priming dose could be used for the booster (second) dose. This appears to have been a misunderstanding.There is copious evidence in the literature that 'heterologous boosting' of this sort is often more effective than homologous boosting (using the same product for the booster dose) and research is under way to see if this also applies to COVID-19 boosters. Given that supply issues are to be expected when rolling out new vaccines so quickly, it would be much easier if vaccines could be 'mixed and matched'.However, the UK policy did not recommend this approach. It required every effort to be made to find out which vaccine had been given as the first dose. Only if, for some reason, this could not be ascertained, could a dose of a (possibly different) vaccine be used to complete the two-dose course. Note that the text on this in the current version of the Green Book guidance is unchanged from previous versions, reading: [55] [56] [57] \"If an interval longer than the recommended interval is left between doses, the second dose should still be given ( The vaccination programme in the UK has been a huge success. Public Health England estimated that, up until the end of March 2021, vaccination directly prevented 10,400 deaths in England alone and likely prevented more through indirect protection (preventing people from being infectious). 58 Real-world (surveillance) data have demonstrated the effectiveness of the vaccines using the UK's 12-week booster strategy [59] [60] [61] [62] and this has been supported by laboratory findings. 63 We have even seen evidence of indirect protection. 64 We would not have seen such a significant impact on the burden of disease if we had used the dosing intervals from the phase III trials as recommended by the manufacturers. Doing so, whilst the bottleneck was vaccine availability, would have meant denying first doses of the vaccine to people in order to administer a second dose that provided only a marginal benefit to others and some of the people denied the first dose would have been seriously ill or died.The rapid roll-out of first-dose protection has also had a valuable effect in enabling us to reduce restrictions (non-pharmaceutical interventions) earlier than we would otherwise have been able to do so. 65, 66 Contributions: The named author meets the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, takes responsibility for the integrity of the work as a whole and has given their approval for this version to be published.The authors declare that they have no conflicts of interest relevant to this manuscript.The International Committee of Medical Journal Editors (ICMJE) Potential Conflicts of Interests form for the authors is available for download at: https://www.drugsincontext.com/wp-content/uploads/2021/05/dic.2021-4-5-COI.pdf ISSN: 1740-4398 COMMENTARY -The UK approach to COVID-19 vaccination: why was it so different?drugsincontext.co",
    "metadata": {
        "paper_id": "277ab12a74331bb71848c64860fad8f5fc3abfc4",
        "title": "Commentary-4-5. Published by Drugs in Context under Creative Commons License Deed CC BY NC ND 4.0"
    }
}