{
    "abstract_text": "Since COVID-19 took a strong hold around the globe causing considerable morbidity and mortality, a lot of effort was dedicated to manufacturing effective vaccines against SARS-CoV-2. Many questions have since been raised surrounding the safety of the vaccines, and a lot of media attention to certain side effects. This caused a state of vaccine hesitancy that may prove problematic in the global effort to control the virus. This review was undertaken with the aim of putting together all the reported cardiovascular and haematological events post COVID-19 vaccination in published literature and to suggest possible mechanisms to explain these rare phenomena.K E Y W O R D ",
    "body_text": "The preferred reporting items for systematic reviews and metanalysis (PRISMA) statement was used to develop the protocol of this systematic review. 5 We conducted a comprehensive literature search of clinical studies that reported any cardiovascular or haematological events post COVID-19 vaccination. No restrictions were made about country, age or gender. Any articles that did not have any primary data, such as review articles, were excluded from the study. During the full-text screening, only studies that specified the type of COVID-19 vaccine after which the event appeared were selected.We conducted a comprehensive search that prioritized sensitivity for comprehensiveness to target any studies about vaccines against COVID-19. Appendix S1 includes the details of the databases and the search strategy for each database.During the screening phase, the studies reporting any CV or haematological events post COVID-19 vaccination were selected. No restrictions were made about country, age or gender. Any duplicated articles were removed, and reviews or any articles that did not include primary data were excluded from the study. Studies that were not in English or those that did not specify the type of COVID-19 vaccine were excluded. Title and abstract as well as full-text screening were conducted by two different reviewers for each study using Covidence, and disagreements were resolved by consensus.Demographic and clinical data of patients reported in each study (whenever data were available) were extracted independently by two different reviewers using Covidence, and disagreements were resolved by consensus. Data were extracted from each study by two different reviewers.Out of the selected studies, we collected the epidemiological and clinical data, including age, sex, comorbidities, treatments and outcomes. Continuous variables were expressed as mean ± standard deviation or range of results. Categorical variables were expressed as percentages.CV and haematological events were classified into four major categories: cardiac injury (CI), thrombosis, thrombocytopenia (TP) and hemorrhage. Several cases had multiple events under different categories or within the same category. For this reason, two types of analyses were conducted: the number of cases who suffered from any type of CV and haematological events post COVID-19 vaccination and the number of events under each category. Appendix S2 includes the details of data analysis.Results of search and screening are summarized in Figure 1 . The flow diagram shows the details of our protocol. After removing the duplicates, 16,940 studies were screened of which 217 were selected for full-text screening. Only 99 studies were eligible to be included in this review. The excluded studies included 58 studies irrelevant to the data we were looking for, five did not have enough data, 37 had no primary data, nine were not in English, five were ongoing studies and four were duplicates.Tables S1-S5 summarize the types of studies and demographic data of the included patients who suffered from CV and haematological events following receiving Pfizer, Moderna, AstraZeneca, J&J and CoronaVac, respectively. The included 99 studies were 52 case reports, 41 case series and two retrospective cohort studies and one retrospective descriptive study and two observational studies in Australia, Austria, Belgium, Canada, China, Denmark, France, Germany, Greece, India, Ireland, Israel, Italy, Japan, Malaysia, Mexico, Norway, Oman, Poland, Portugal, Qatar, Saudi Arabia, Singapore, Spain, Switzerland, Turkey, UK, USA and 1 multinational study. As some studies used the same databases as the source of their data, it was important to remove any duplicates. For example, Welsh et al. 22 (Tables S2-S3) used the Vaccine Adverse Event Reporting System (VAERS) and Lee et al. 21 (Tables S2-S3) (Table S3 ) and Tarawneh et al. 43 (Table S2 ) As these studies reported the individual details of each patient, it was possible to compare and combine the duplicates to avoid over counting the cases/events. Similarly, the studies conducted by Pawlowski et al. 24 (Table S2) and Tobaiqy et al. 61 (Table   S4) , who reported cases from the Mayo clinic or Eudra Vigilance (EV) database, respectively, reported a small number of cases with the individual demographic and clinical data for each patient and no duplication was detected. However, Smadja et al. 104 In general, 44.8% of the total patients who received one of the five different vaccines were females. As shown in Figure 2A , there was no obvious trend in terms of gender. On the other hand, Figure 2B highlights that the age group 35 for AstraZeneca ( Figure 2C ).Tables S1-S5 summarize the clinical features of the COVID-19vaccinated individuals who suffered from CV and/or haematological events after vaccination, including clinical progression, outcomes, treatments and laboratory markers. The number and types of haemorrhagic cases/events occurring not in the context of thrombocytopenia reported following COVID-19 It was observed that in some of the included studies, females represented more than 50% of the total affected cases. For example, Tobaiqy et al. 61 reported that more female patients experienced thrombotic events at twice the rate that male patients did (n=19 women, n=9 men) which could be attributed to well-established hormonal factors. It is well-known that oral contraceptives increase the risk of thromboembolism in women of childbearing age.It has since been hypothesized that estrogen itself has prothrombotic effects although the exact mechanism has not been fully elucidated. 105 Studies have shown that in the general population, Our results revealed that more myocarditis and myopericarditis events were reported after the mRNA vaccines, Pfizer and Moderna, while more MI and ischemic heart disease were mainly reported following the AstraZeneca vaccination.Our findings showed that the highest prevalence of myocardi- COVID-19-induced CI has been well-established. 114 Ammirati et al., 6 therefore, suggested that molecular mimicry between the SARS-CoV-2 viral proteins and cardiac molecules may partially explain the high incidence of CI observed during COVID-19.Furthermore, an immuneresponse against the viral spike glycoprotein could pose a risk for immune-mediated organ injury. Another explanation could be a nonspecific inflammatory response to some Greinacher et al. 71 suggested that the vaccine may cause a postthrombotic state by inducing a thrombocytopenic purpura (TP) (resembling heparin-induced TP). This may also explain the reported case of a healthy 54-year-old male who died after receiving the first dose of AstraZeneca vaccine. He was diagnosed with MI, PVT and TP. 59 The same study reported two more cases of cardiac arrest and heart strain which were associated with PE and other thrombotic events and TP. 59 It may also explain the 399 cases of MI that were associated with arterial thrombosis as reported by Smadja et al.Developing thrombotic events and TP post COVID-19 vaccination will be discussed in the following sections. Boivin et al. 48 suggested that the vaccine is not a causal but rather a contributing factor to the MI as the vaccination's side effects could be significant stressors that place increased demand on the heart, leading to demand ischemia. Merchant 116 proposes the possibility of the transfection of platelets by mRNA or a viral vector-based vaccine.Radwi et al., 46 reported a case of acquired haemophilia A (AHA) in a 69-year-old male patient nine days after his second dose of the Pfizer vaccine. The patient suffered from diabetes, HTN, and adenocarcinoma of the prostate in remission. It is difficult to establish a link between AHA and the vaccine, but that it is plausible as the patient did not suffer from any conditions that are specifically linked with AHA, such as autoimmune disease. AHA has also been reported after the administration of H1N1 vaccine, the seasonal influenza vaccine and recently the Pfizer-BioNTech SARS CoV-2 mRNA vaccine. 46 All three cases had low levels of factor VIII and the presence of FVIII inhibitors. 46 Factor VIII is an essential component of the coagulation cascade that cleaves factor X in the presence of factor IX, and its deficiency causes haemophilia A. 117 The mechanism underlying the development of AHA is unclear. It is proposed that certain T cell genetic polymorphisms may play a role in predisposing individuals to develop AHA. 118 The mechanism of AHA might be similar to the molecular mimicry mechanism involved in ITP. Autoantibodies against factor VIII and activation of quiescent autoreactive T and B cells may play a role. 46 formed in blood vessels leading to decreased blood flow and certain implications including haemorrhage. 121 Thrombosis occurs when there is a damage to the endothelial lining of the blood vessel, a hypercoagulable state or an arterial/venous blood statis. When damage to the blood vessel wall occurs, proinflammatory cytokines are activated, tissue factor availability is increased, adhesion molecules proliferate and platelets are activated. 121 Thrombosis and haemorrhage are often viewed as two separate arms of the coagulation cascade.Too much activation of the cascade can cause an increased tendency to form thrombi and insufficient activation can cause bleeding tendencies and subsequent haemorrhage. There are a few pathological entities in which thrombosis and haemorrhage can occur together for specific pathophysiological mechanisms. The first of these is venous sinus thrombosis. It has been well-described that patients with CVT often experience concurrent parenchymal haemorrhage of the brain.The proposed mechanism for this occurrence is that once the vessel gets blocked, there is a pressure build up that causes friable vessels to rupture leading to subsequent haemorrhage. 122 The second instance in which such phenomena were observed together is in antineutrophil cytoplasmic antibodies (ANCAs)-associated small vessel vasculitis (AAV). The vasculitis in these patients leads to vascular endothelial dysfunction which puts them at an increased risk of thrombosis. 123 AAV is also commonly associated with haemorrhage in other organs, most commonly the lungs. This is also due to vascular dysfunction and subsequent rupture. 123 This presents a unique dilemma for clinicians treating patients with AAV who present with thrombosis as well as concurrent pulmonary haemorrhage. Treatment with anticoagulation would seemingly worsen the pulmonary haemorrhage and lead to worse outcomes, whereas withholding anticoagulation can lead to a high thrombotic burden and worse outcomes. 123 at a large cohort in a multi-state healthcare system. The old age of the patients who developed CVST following the Pfizer vaccine and the lack of concurrent TP may distinguish such cases from the VITT which were mainly reported in young females. Overall, the study did not report a significant association between COVID-19 vaccination and the development of CVST. 24 By considering that outside the veins of the lower extremities and pulmonary arteries are atypical, our results revealed that many of the thrombotic events occurred post COVID-19 vaccination can be classified as atypical due to their location. In addition to CVT/ CVST, which was the most common event to occur after vaccination among the venous thrombosis subcategory, the jugular vein was the most affected with Pfizer and J&J while the splanchnic vein was the most affected with AstraZeneca followed by the jugular vein.Other veins included in this subcategory were the iliac, hepatic, mesenteric, ophthalmic, inferior vena cava (IVC), azygous, epigastric, periuterin, femoral and brachial vein. Arterial thrombosis occurred less commonly than venous and included the following vessels: coronary, iliac, aorta, internal carotid, splenic, femoral, superior mesenteric, suprarenal, infrarenal, celiac and suprahepatic.The mechanism of COVID-19-induced coagulopathy is believed to overlap with that of DIC. The vaccine is believed to trigger a dysregulated immune response with excess release of inflammatory cytokines, increased amounts of damage-associated molecular patterns and eventual activation of cell-death mechanisms and vascular endothelial damage that led to the thrombophilic state 124 ; therefore, standard anticoagulation therapy in patients receiving the COVID-19 vaccine should be strongly recommended. 124 More mechanisms are discussed in section 4.5 as more thrombotic events were associated with TP.Our included studies reported 287 events of TP post COVID-19vaccination. The mechanism is explained in section 4.5 as many TP events were associated with thrombosis.The majority of thrombotic events were associated with TP especially those reported post AstraZeneca vaccination. Both patients had severe TP with low platelet count, and one had PF4 antibodies and factor V Leiden, and both rapidly deteriorated and succumbed to brain edema and herniation. Three more similar cases were reported by Wolf et al. 70 (22, 36, 46- The adenoviral vector that forms the main component of the AZD1222 vaccine vector utilizes the coxsackie and adenovirus receptor (CAR). 127 The CAR receptor facilitates viral entry into platelets. 128 It could be possible that administration of the adenoviral vector vaccine could lead to occurrences of adenoviral particles in the blood that can bind to platelets and cause their aggregation. 126, 129 This activation of circulating platelets leads to release of PF4 from the platelets. 125 It can be possible that the adenoviral vector and platelet complex could itself lead to the induction of antibodies. As mentioned before, the complex of another unknown vaccine component and the released PF4 from the adenoviral vector-platelet interaction could also lead to autoantibody generation leading to VITT. 126 Platelet expression of spike protein or adenoviral proteins As explained previously, the S protein's interaction with ACE2 and the vaccine components each plays a role in what seems to be two separate responses in vulnerable patients. However, the current COVID-19 vaccines provide recipients with both of these components, so it could be hypothesized that the combination of the two plays a role in inducing systemic inflammation leading to thrombosis and/or CI. However, it is important to note that the overall incidence of any severe adverse reaction to any COVID-19 vaccine is still rare; so formulating and supporting a hypothesis is difficult.In our primary data, we found the majority of thrombosis occurring in patients who took the AstraZeneca vaccine compared to the other vaccines in 98 included studies. The vector-based vaccine works by delivering the DNA code for the spike protein, allowing our cells to transcribe it into mRNA, translate it into protein and mount an immune response against it. 133 The mRNA vaccines deliver the mRNA code directly, requiring only translation from our cells to mount an immune response. 134 In the vast majority of vaccines, the immune system creates numerous antibodies against the S protein of all COVID-19 vaccines, protecting them from the real virus as well. It is when the immune system does not create high-quality antibodies or when the S protein is altered that adverse events, such as thrombosis, may occur. One current hypothesis in the works states that the AstraZeneca viral vector allows for alternate splicing to occur, yielding different types of S proteins which are not recognized by antibodies against the default S protein, thus causing an inflammatory response. 135 While still a very preliminary hypothesis, this may spearhead further research into the reasoning and reversal of such side effects.In several patients with thrombosis and TP following the AstraZeneca vaccine, high levels of PF4 antibodies were observed without history of heparin exposure. 59, [70] [71] [72] 88, 136 This VITT is still poorly understood. In normal HIT, an antigen complex of heparin and PF4 is created, activating the immune system to create an antiheparin-PF4-complex antibody. This antibody will bind to the complex with the Fab region and bind to platelets with the Fc region, activating them and causing platelet aggregation. 136 The reason for heparin binding to PF4 in the first place is due to the cationic charge of heparin and anionic charge of PF4. This understanding of HIT provides a basis toward understanding VITT following AstraZeneca vaccination.In order to answer this question, it is essential to evaluate the rate of incidence of such events following COVID-19 vaccination. One limitation was that most of the included studies were either case series or case reports. It was, therefore, difficult to calculate the prevalence of the CV and haematological events among the vaccinated populations. However, it was possible to calculate the prevalence of the CI and thrombotic events from five population studies. For example, Pawlowski et al. 24 In addition to the rarity of such events, it is important to understand that COVID-19 itself may cause CI and thrombosis. 114, 138 Furthermore, the rate of such severe events is much higher when associated with COVID-19 than the rate of vaccine-induced CI and thrombosis. For example, it was reported by Shi et al. 139 vaccines. This suggests that the rate of such events is approximately 0.000001% (3174/3.09 billion) as a total of 3.09 billion doses have been administered so far worldwide. 142 Additionally, the CDC reports revealed that it was noted after compiling the data of the different adverse events reports that the occurrence of myocarditis and pericarditis was more apparent in the adolescent and younger populations. Much debate followed this observation, and many argued that the benefits of vaccinating this specific population en masse outweighed the assumed risk of developing cardiac complications.Many argued that this was especially true since people in this age population did not seem to be affected by COVID-19 infection to the same extent as older people with extensive medical comorbidities.This prompted the Advisory Committee on Immunization Practices (ACIP) to explore this further, and it was extensively discussed in their public meetings. On June 23, 2021 after reviewing the available evidence, they determined that the benefits of vaccination greatly outweigh the risks even in adolescents and young adults. 143 Castelli et al. 85 reported that SARS-CoV-2 infection and vaccine has been associated with a high incidence of thromboembolic events. This study has some limitations, including the possible overlap between the reported cases among some studies, especially those that obtained their data from the same databases. In an attempt to overcome this problem, we separated the data extracted from the study by Smadja et al. as the study reported a high number of cases extracted from a database that was used by other studies without reporting the individual demographic and clinical data of each case.It was easier to detect and remove duplicates from the other studies that used the same databases whenever the individual demographic and clinical data were reported. One limitation was the small number of the cohort studies as the majority of the included studies were either case series or case reports. This did not allow enough data to calculate the rate of such events within a vaccinated population.Another limitation was the lack of evidence that any of the reported events were associated with or induced by the vaccines. For example, MI and coronary artery thrombosis with an isolated thrombosis were each counted as cardiac events only as thrombosis can be caused by a plaque rupture rather than being induced by the vaccine which cannot be confirmed without autopsy.Like most medications and compounds that enter the human body, vaccines have long been associated with adverse events. These events are rare in occurrence and even more so in fatality. Vaccines at their core are made with the intention of stimulating the immune system. This may cause unintended activation or modulation of the immune system which can cause such things as cardiac injury or even development of antibodies against platelets; mechanisms which have been proposed to explain the reported adverse events. We are now experiencing the same thing with the COVID-19 vaccines.A few reports of rare adverse reactions following vaccination, that are being attributed to the vaccines even though such an attribution, may not be true. This has caused a state of great hesitancy globally with many people reluctant to receive the vaccines, which may prove to be a hindrance to the global vaccine effort to slow the spread of COVID-19. As such, it is important that the scientific community better characterizes these adverse events to the general population and provide appropriate recommendations to physicians.The included studies (except Smadja et al.) revealed that the prevalence of CV and haematological events in general was higher following AstraZeneca vaccination. Furthermore, it was evident that more myocarditis and myopericarditis cases were reported following the mRNA vaccines, while more thrombotic events and haemorrhage were reported following the AstraZeneca vaccination. We thank Qatar National Library for funding the publication of this article. We would also like to thank Weill Cornell Medicine-Qatar for the continuous support.The authors declare no conflict of interest.",
    "metadata": {
        "paper_id": "277ca8100c27726a3da23c62610a2061cbb858ef",
        "title": "R E V I E W Cardiovascular and haematological events post COVID-19 vaccination: A systematic review"
    }
}