{
    "abstract_text": "Point-of-care ultrasonography (POCUS) for managing critically ill patients is increasingly performed by intensivists or emergency physicians. Results of needs surveys among intensivists reveal emphasis on basic cardiac, lung and abdominal ultrasound, which are the commonest POCUS modalities in the intensive care unit. We therefore aim to describe the key diagnostic features of basic cardiac, lung and abdominal ultrasound as practised by intensivists or emergency physicians in terms of accuracy (sensitivity, specificity), clinical utility and limitations. We also aim to explore POCUS protocols that integrate basic cardiac, lung and abdominal ultrasound, and highlight areas for future research.Core Tip: Point-of-care ultrasound (POCUS) is increasingly being used by intensivists and emergency physicians for the care of critically-ill patients. This mini-review highlights key findings in basic cardiac, lung and abdominal ultrasound, and introduces several POCUS-based protocols, which have practical utility for patient management. Citation: Lau YH, See KC. Point-of-care ultrasound for critically-ill patients: A mini-review of key diagnostic features and protocols. World J Crit Care Med 2022; 11(2): 70-8",
    "body_text": "Diagnostic errors in medicine and intensive care are prevalent, with autopsy studies showing substantial misdiagnoses [1] . Point-of-care ultrasonography (POCUS) fills a void to reduce diagnostic uncertainty and some features may also guide prognosis and management. However, image acquisition and interpretation needs to be done with skill and caution to avoid inadvertent over-or underdiagnosis of abnormalities. POCUS misdiagnoses due to inexperience may lead to errors in the treatment that may worsen patients' outcomes or even be fatal [2] . Each POCUS practitioner must be mindful of this, and follow up or evaluate with alternatives where applicable. It is still important that any form of POCUS should be preceded by clinical examination, which provides complementary information for diagnosis and treatment.There is an increase in the application of POCUS for managing critically ill patients, performed by intensivists or emergency physicians, who are neither radiologists nor sonographers. POCUS is inexpensive, non-invasive and can be readily available at the bedside. It is thus an important skill-set for anyone who takes care of critically ill patients.POCUS may be too brief to have in depth interrogation of any pathology found and more detailed scanning is not practical in a busy intensive care unit (ICU) or emergency department. Excessive time taken for image acquisition and measurements may delay other clinical assessment or treatment. If abnormalities are found or if a comprehensive evaluation is required, a formal transthoracic echocardiogram or follow up computed tomography (CT) imaging can then be arranged at a more opportune time.Results of needs surveys among intensivists reveal emphasis on basic cardiac, lung and abdominal ultrasound [3] , which are the commonest POCUS modalities in the ICU. We thus aim to describe the key diagnostic features of basic cardiac, lung and abdominal ultrasound as practised by intensivists or emergency physicians in terms of accuracy (sensitivity, specificity), clinical utility and limitations. We also aim to explore POCUS-based protocols that integrate these ultrasound features.Basic critical care echocardiography (CCE) typically involves obtaining 4 echocardiography views (parasternal long axis, parasternal short axis, apical four-chamber, subcostal views) to answer urgent questions at the bedside, regarding myocardial contractility, left ventricular filling, right ventricular dilatation, or the presence of other obvious abnormalities (e.g. large pericardial effusion). Myocardial contractility is usually described in terms of regional wall motion abnormalities such as hypokinesia, dyskinesia or akinesia. Image acquisition and interpretation requiring all 4 of these views require skill and competency in order to complete the assessment in a timely manner. CCE is most often used to evaluate causes of shock, cardiac arrest or acute cardiopulmonary failure. Some key features of basic CCE are summarised in Table 1 ; examples in Figure 1.Lung ultrasound has also gained popularity because of its relative portability. The added benefit compared to chest radiographs and CT imaging, is that the patient's clinical course can be conveniently followed up over time with no radiation risk. Lung ultrasound has been shown to reduce the use of chest radiographs and CT scans in critically ill patients by 26% and 47% respectively [4] . The diagnostic accuracy rates of lung ultrasound for cardiogenic pulmonary edema (94% vs 65%, P = 0.03) and for pneumonia (83% vs 66% P = 0.016) are better if paired with CCE, than compared to lung ultrasound alone [5] . Some of the key features and the clinical utility of these features are described in Table 2 , with examples in Figure 2 .General limitations to lung ultrasound include a large body habitus, presence of subcutaneous emphysema and thoracic dressings; these limit obtaining adequate windows [6] . Lack of access to training and ultrasound machines also limit more widespread application of lung ultrasound. However, compared to CCE, competency in lung ultrasound can be achieved more quickly with a minimum of 10 scans[7].While basic cardiac and lung ultrasound features have generally been well-characterized individually, abdominal ultrasound features have instead been studied in the context of integrated protocols. The Focused Assessment with Sonography for Trauma (FAST) incorporates scanning the abdomen, heart, pericardial and pleural spaces in a trauma patient. This subsequently incorporated basic thoracic injury Identifying tamponade as cause of shock. If found to be the cause of cardiac arrest, and had pericardiocentesis after diagnosis, survival to discharge increased by 15.4% (compared to 1.4% without POCUS) [33] (1) Plethoric IVC may be caused by chronic lung disease, congestive cardiac failure, tricuspid regurgitation; (2) Patients on mechanical ventilation will not demonstrate plethora because inspiration is generated by positive pressure and hence IVC expands rather than collapses [34] ;( To identify acute cor pulmonale or pulmonary embolism. Various echocardiographic signs can be used to rule in PE, but none can rule it out. This is due to the known variability of PE presentation, clot burden, and physiologic reserve that contribute to pulmonary vascular resistance and acute RH strain [36] . RV dysfunction in PE found to be predictor of early mortality [38] . Presence of right heart thrombi is associated with an increased risk of death in 30 dObtaining adequate RV views in critically ill patients may be challenging, especially post abdominal-surgery with a smaller subcostal window. There are numerous methods available to measure RV size and function, yet the parameter that is the most accurate in the critically ill is controversial [39] . McConnell's sign may also be present in RV infarct and not just PE (i.e. Not specific for PE) Left ventricular dysfunction [40] (1) 2D Biplane; (2) Visual ejection fraction; (3) MAPSE < 12 mm; and (4) E-point septal separation > 7 mm (1) -; (2) Predicts LVEF < 50%. AUROC 0.8 (0.70-0.90); (3) Predicts LVEF < 50% AUROC 0.73 (0.62-0.84); and (4) Predicts EF < 30%. Sensitivity 100 (95%CI: 62.9-100). Specificity 51.6 (95% CI: 38.6-64.5) [41] (1) Allows more informed risk counselling, prognostication. Patients with no cardiac activity on PoCUS were much less likely to achieve ROSC, had shorter mean resuscitation times [42] ; and (2) Relatively easy and rapid. Internal Medicine physicians were able to identify normal versus decreased LVSF with high sensitivity, specificity, and \"good\" interrater agreement compared to formal echocardiography after completing a training program [43] (1) Requires optimal acquisition of endocardial borders, time consuming, requires training; (2) and (3) Figure 3 .Since 2001, intensivists and emergency physicians have come up with protocols that integrate the key features of basic cardiac, lung and abdominal ultrasound. These protocols are used to confirm or eliminate certain diagnoses in a stepwise manner. Clinicians perform POCUS as an extension of the physical examination in a problem-oriented approach, and scans are often repeated post intervention. As with all ultrasound procedures, POCUS is operator dependent. Some of the protocols described also require advanced CCE competencies. The more recent protocols tend to integrate multiple POCUS modalities, and have stepwise diagnostic questions to be answered depending on the clinical context. For lung ultrasound, different protocols have different number of points to assess, which is based on the clinical experience of the authors. Some other examples, which are used to explore causes of shock and cardiac arrest, are listed in Table 3 . We also included some protocols which only involved one POCUS modality due to its integration in other protocols (BLUE protocol)[9], or the unique pathophysiological question it tries to answer (VeXUS) [10] . The clinical benefits of the protocols described below are still pending further study.The C.A.U.S.E. protocol [11] aims to detect the common diagnoses that may explain a cardiac arrest, such as cardiac tamponade, severe hypovolemia, pulmonary embolism and pneumothorax. It involves 2 sonographic perspectives of the thorax: The 4 chamber view (the subcostal view is recommended), and the anteromedial views of the lung and pleura at the second intercostal space, at the midclavicular line. The SESAME protocol[12] was initially described for shock or cardiac arrest, aiming to identify the commonest causes, or easiest causes to diagnose or manage. It uses a single microconvex probe which is available on most ultrasound systems. The steps are as follows: (1) Lung ultrasound (BLUE followed by FALLS protocol), because of convenience and it quickly indicates if a fluid challenge is appropriate; (2) Lower femoral vein vascular ultrasound or abdominal ultrasound to detect deep vein thrombosis or free fluid in the abdomen respectively; and (3) This is followed by pericardial and cardiac ultrasound. The benefit of this protocol is that it uses a single \"universal\" probe which saves time in a crisis.The PIEPEAR[13] protocol is a 7-step protocol used in the setting of acute clinical deterioration of a critically ill patient. It describes a thought process, and incorporates POCUS assessments: (1) Identifying deranged physiological systems; (2) Screening for causes; (3) Focused ultrasound exam; (4) Making a presumptive diagnosis; (5) Exploring an etiology, including other investigations; (6) Initiating treatment; and (7) Repeating the focused ultrasound to assess the response to treatment, and titrating the treatment accordingly. It includes a 12-step lung and cardiac ultrasound sequence involving inferior vena cava (IVC), right ventricle (RV), left ventricle (LV) systolic and diastolic function, and afterload (1) Absence of cardiac windows will limit earlier parts of the protocol, requires lung ultrasound (PE section); (2) Presence of diffuse lung rockets (B-profile, B' profile) on initial assessment will exclude patients from this protocol because fluid administration cannot be guided by transformation of A-lines to B-lines, but fluids can be given using other POCUS findings; and (3) Cardiogenic shock due to RV failure (with low wedge pressure) will not be easily diagnosed as it is usually associated with A-profile. Do ECG to rule out right sided myocardial infarction (1) Outlines structures to be imaged, parameters to assess and measure, and disease associations;(2) May assist in the initial cardiopulmonary assessment of patients with COVID-19; (3) Also includes device cleaning checklist; and (4) Mentions need for storing and documenting POCUS results to reduce the need for repeat examinationIn the case of difficult image acquisition, and it may be more efficient for a skilled sonographer to rapidly scan the patient, rather than have a POCUS operator struggle with prolonged attempts Needs competency in other modes of POCUS Cardiac, lung, venous and abdominal SESAME (2015) [12] . 5 steps: (1) Lung ultrasound (BLUE followed by FALLS protocol); (2) Lower femoral vein vascular ultrasound \"V-point\": A distal, lower superficial femoral vein; (3) Abdominal ultrasound; (4) Pericardium; and (5) Cardiac ultrasound Severe shock or cardiac arrest. Assess for tension pneumothorax, hypovolemia, pulmonary embolism, pericardial tamponade, free abdominal fluid as a cause of cardiac arrest(1) Uses a single microconvex probe, which may not be available on all ultrasound systems; (2) Limitations due to body habitus; (3) Evaluates for VTE only at the \"Vpoint\", which is different from other VTE POCUS protocols which require assessment of 2 or more points on the lower limb veins [61] . 50% of patients with massive PE have DVT at the V-point, i.e. may be absent in 50%. Examining at one isolated point may not be as comprehensive as other protocols, but the author justifies this to avoid spending excessive time where there is low yield; and (4) Presence of DVT is used to \"rule in\" pulmonary embolism\" as a cause of cardiac arrest Another protocol is the Global Ultrasound Check for the Critically Ill (GUCCI) protocol, which integrates multiple protocols [14] and is organised based on 3 syndromes (acute respiratory failure, shock, cardiac arrest) and includes ultrasound-guided procedures. Compared to PIEPEAR, it has specific diagnostic questions to be answered, and has direct, specific management implications.The ORACLE[15] protocol was designed for ICU patients with coronavirus disease 2019 (COVID-19) infections (O: Left ventricular functiOn, R: Right ventricular disease, A: vAlve disease, C: PeriCardium, L: Lung ultrasound, E: hEmodynamic parameters). It was designed such that POCUS is performed in a structured way while reducing additional staff (e.g. sonographers) exposure to infection. Images were acquired during ward rounds and offline measurements were done outside patient rooms.POCUS has proven to be essential in triaging cases in the current COVID-19 pandemic, due to availability of relatively portable devices which are easy to disinfect. It reduces the logistical challenge of transporting patients to radiology suites or echocardiography units. The American Society of Echocardiographers (ASE) protocol combines cardiac, lung and vascular ultrasound and is an option for COVID-19 patients where cardiopulmonary disease requires evaluation. An added advantage of intensivists using POCUS is reducing exposure to other personnel and locations, permitting conservation of personal protective equipment Recently, POCUS has started to appear in the secondary survey of adult cardiac life support (ACLS) algorithm, and can be considered especially if it does not interfere with algorithm. This is to identify potentially reversible causes for cardiac arrest [17] or to detect return of spontaneous circulation (ROSC). Depending on the type of shock or history preceding cardiac arrest, targeted CCE may identify clues to the underlying cause such as a plethoric IVC and absence of lung sliding associated with tension pneumothorax, or small/normal ventricles and collapsed IVC due to hypovolemic shock. CCE may also identify tamponade, thrombus-in-transit, myocardial infarction as a cause of cardiac arrest [18] . However, the International Liaison Committee on Resuscitation (ILCOR) task force recommends that the individual performing POCUS is trained to minimise interruptions to chest compressions. With regards to prognostication, ILCOR currently suggests against the use of POCUS for prognostication during cardiopulmonary resuscitation due to weak evidence for any CCE findings in predicting outcomes. Although a single small randomized controlled trial (RCT) found no improvement in outcomes with use of cardiac ultrasound during cardiopulmonary resuscitation, this result is not definitive and more research is required [19] .There are other modalities of POCUS, although less commonly performed, that can be useful in the ICU. These include airway ultrasound, screening for deep vein thrombosis (DVT), diaphragm ultrasound and ultrasound to assess the optic nerve sheath diameter. Pre-procedural airway ultrasound improves safety prior to a percutaneous tracheostomy [20] . Diaphragm ultrasound can be used to detect diaphragm dysfunction with great accuracy [21] . Optic nerve sheath diameter ultrasound allows detection of raised intracranial pressure at the bedside and can be used for prognostication post cardiac arrest [22] . Evidence for utility of these POCUS modalities in changing patient-centred outcomes is still lacking. Additionally, the training requirements and learning trajectory remain areas for further development and research. Currently, there has also been increasing interest in the use of artificial intelligence that provides realtime guidance for probe placement, aids acquisition of optimal images[23], and helps to reduce exposure of healthcare workers to highly infectious cases [24] . Such technology has also been used to help users identify anatomy and do measurements of cardiac function[23]. Whether these algorithms are able to replace a trained sonographer, improve scan durations and accuracy, and improve healthcare delivery or patient outcomes remain uncertain. Robot-assisted ultrasonography, with scans conducted by operators remotely, has also been described. These devices are 5G-powered with robotic arms manipulated by an operator in another room using a simulated robotic hand [25] .There are currently few studies evaluating if CCE or multi-organ POCUS has any effect on mortality, which might be confounded by many other factors. One retrospective study found that POCUS done on ED patients prior to interventions such as fluid boluses are associated with care delays and increased inhospital mortality compared to critically ill patients with no POCUS [26] . Also, being a diagnostic and monitoring tool, the therapies given are variable depending on the clinician so it will be hard to link POCUS's utility directly with mortality. More studies are nonetheless needed to explore the effect of POCUS on patient-centred outcomes. March 9, 2022Volume 11 Issue 2 Given the multitude of POCUS protocols described, there will unlikely be head-to-head studies or standardization of included devices. Each medical unit needs to adopt POCUS protocols that are relevant to its clinical practice. This process must involve multi-disciplinary stakeholders and trainers so that it remains relevant during different parts of a patient's hospitalisation. This then leads to standardised curricula so that there can be quality assurance and reduction of inter-operator differences. More importantly, the systemic adoption of POCUS protocols can allow patient-centric outcomes to be studied. Needless to say, access to a point-of-care ultrasound machine is critical in adoption of POCUS on a regular basis. Given how each patient's critical illness, response to treatment and subsequent trajectory lie on a continuum, it would be useful if the unit has a picture archiving and communication system (PACS) to allow different healthcare providers involved in the care of the patient at different stages of the hospitalisation to compare the images. This system also can be used for POCUS education or competency assessment of POCUS learners by their supervisors. Even without a PACS system, this also can be achieved on ultrasound systems which allow storage of video or still clips. Such documentation may be increasingly important for oversight of POCUS practice, which is one of the concerns raised by the Joint Commission in naming POCUS as one of the top 10 health technology hazards in 2020 [27] .Hand-held POCUS as an extension of physical exam (i.e. stethoscope) is becoming more popular. If POCUS is integrated with structured assessments such as ACLS (Advanced cardiac life support), advanced trauma life support (ATLS), CERTAIN (Checklist for Early Recognition and Treatment of Acute Illness and iNjury), and teams are equipped with ultrasound devices, it can provide additional information at the bedside which may change management. This includes right-siting of patients to the relevant medical disciplines (e.g. a dissecting aortic aneurysm sent to a hospital with cardiac surgery facilities), or pericardiocentesis in a patient who has shock due to tamponade. Pitfalls of incorporating POCUS to routine assessments include inappropriate use of this tool, misdiagnoses by inexperienced operators, excessive time taken, and distraction from clinical assessment and critical resuscitation tasks. POCUS was associated with longer pauses during cardio-pulmonary resuscitation especially comparing between ultrasound-fellowship trained vs non-fellowship trained operators [28] . If it becomes integrated in such structured assessments, teams must be mindful of the caveats and ultrasound operators should be adequately trained, with safety mechanisms inbuilt (e.g. strict timekeeping for pulse-checks and interruptions in cardiopulmonary resuscitation). Such training may also need to focus on POCUS views which are more easily accessed during a resuscitation situation such as anterior lung, and subcostal echocardiography windows.The quality of handheld devices is still lacking compared to traditional point-of-care-ultrasound systems, which may lead to poorer image quality or artefacts and misinterpretation. This is an area that is rapidly expanding with newer devices that are smaller coming out in the market, including probes that can be connected to smart devices, and recently artificial intelligence-integrated handheld devices.Cardiac, lung and abdominal ultrasound should be part of the skillset of doctors managing critically ill patients. Being operator dependent, the accuracy of POCUS in detecting or excluding abnormalities may be influenced by the operator's experience. The influence of POCUS findings on treatment also depends on clinician experience. Several protocols combining different POCUS modalities have been described but the validity of these protocols in different settings still needs to be studied. There is a growing body of evidence describing the accuracy of POCUS applications, and with growing experience and competency one hopes that the accuracy will improve. POCUS should be considered a tool to confirm a diagnosis, as an extension of physical examination. More evidence is needed to recommend it as standard of care",
    "metadata": {
        "paper_id": "27ddce02a6cfa5e10758cd2ff2326f251e3f605f",
        "title": "World Journal of Critical Care Medicine Point-of-care ultrasound for critically-ill patients: A mini-review of key diagnostic features and protocols Provenance and peer review: Peer-review model: Single blind Peer-review report's scientific quality classification Grade A (Excellent): 0 Grade B (Very good): B, B Grade C (Good): 0 Grade D (Fair): 0 Grade E (Poor): 0 P-Reviewer: Gajic O, Surani S"
    }
}