{
    "abstract_text": "Immunocompromised patients may be at increased risk for complications of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. However, comprehensive data of SARS-CoV-2 infection in solid organ transplant (SOT) recipients are still lacking.We performed a multicenter nationwide observational study within the Swiss Transplant Cohort Study (STCS) to describe the epidemiology, clinical presentation, treatment and outcomes of the first microbiologically documented SARS-CoV-2 infection among SOT recipients. Overall, 21 patients were included with a median age of 56 years (10 kidney, 5 liver, 1 pancreas, 1 lung, 1 heart and 3 combined transplantations). The most common presenting symptoms were fever (76%), dry cough (57%), nausea (33%) and diarrhea (33%). Ninety-five percent and 24% of patients required hospital and ICU admission, respectively, and 19% were intubated. After a median of 33 days of follow-up, 16 patients were discharged, 3 were still hospitalized and 2 patients died. These data suggest that clinical manifestations of SARS-CoV-2 infection in middle-aged SOT recipients appear to be similar to the general population without an apparent higher rate of complications.These results need to be confirmed in larger cohorts",
    "body_text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a novel respiratory virus from the Betacoronavirus family, which was first described in December 2019 during an outbreak of coronavirus disease (COVID- 19) including severe pneumonia in Wuhan, China 1 . Since then, it has spread in China and abroad, rapidly becoming the most important pandemic of the 21 st century, causing more than three million infections and more than two-hundred thousands of deaths worldwide 2 .The clinical course of this infection is mild in 80% of cases, typically presenting as an influenza-like illness. However, it tends to be more severe in persons aged ≥65 or with significant comorbid diseases such as cardiac, respiratory, kidney or liver disease, diabetes mellitus and immunosuppression, causing severe viral pneumonia and acute respiratory distress syndrome (ARDS) 3 . Solid organ transplant (SOT) recipients are generally at higher risk for complications of respiratory viral infections (in particular influenza), due to their chronic immunosuppressive regimen [4] [5] [6] [7] , and this may hold true also for SARS-CoV-2 infection. On the other hand, impaired outcomes of patients with have been linked to the development of a profound pro-inflammatory state leading to ARDS. Whether chronic immunosuppressive therapy may prevent a worse prognosis in SOT recipients is still debated, as only a few cohorts of adult SOT recipients with COVID-19 have been reported, most data coming from single centers [8] [9] [10] [11] [12] . Clinical trials and observational data of larger populations of SARS-CoV-2 infected SOT recipients are therefore needed.Taking advantage of the Swiss Transplant Cohort Study (STCS), a nationwide cohort of SOT recipients 13 , we performed a multicenter nationwide observational study to comprehensively describe the epidemiology, clinical presentation, treatment and outcomes of the first microbiologically documented SARS-CoV-2 infections among adult SOT recipients.The STCS is a prospective multicenter cohort study enrolling >90% of all patients undergoing SOT (heart, lung, kidney, liver, kidneypancreas) in Switzerland since 2008 13 . Clinical and laboratory data are collected at the time of transplantation, 6 and 12 months after transplantation, and yearly afterwards. It Accepted Article provides patients' demographics, underlying organ disease, baseline organ function, as well as detailed information regarding patient-and graft-specific complications, notably infectious diseases.Specific information regarding SARS-CoV-2 infection were collected through an electronic Case Report Form (eCRF) on secure Redcap electronic data capturing software, which served as an addendum to the STCS database.Ethics approval was obtained in all participating centers; all enrolled patients gave written informed consent. The study was approved by the Scientific Committee of the STCS, which granted permission to the investigators to use the data from the STCS.Patients and study design. All adult recipients of SOT who have been enrolled in the STCS since May 2008, and who were diagnosed with a microbiologically proven SARS-CoV-2 infection by real-time PCR between March 9 th and April 6 th 2020, were included in the analysis. Clinical presentation, risk factors, evolution, incidence of complications and outcomes, as well as treatments directed against SARS-CoV-2 and adaptation of the immunosuppressive regimen were described during this period.Statistical analysis. Descriptive statistics were used to characterize patients' demographics, transplantation characteristics, clinical and biological data.At the beginning of the COVID-19 epidemic in Switzerland on February the 25 th 2020, more than 5000 SOT recipients were currently followed within the STCS. No systematic screening was performed; screening was performed in the presence of symptoms and/or signs suggestive of SARS-CoV-2 infection, or exposure to infected individuals. As of April 6 th 2020, SARS-CoV-2 infection was diagnosed in 21 SOT recipients (10 kidney, 5 liver, 2 kidney-pancreas, 1 kidney-lung, 1 pancreas, 1 lung and 1 heart) actively followed within the STCS. Median time from transplantation to infection was 47 months (IQR 23-97). There were 6 females (33%) and median age was 56 years (IQR 49-65). AdditionalThis article is protected by copyright. All rights reserved medical comorbidities were present in 20/21 of the participants. All detailed patients' characteristics are further described in Table 1 .All the SOT recipients infected with SARS-CoV-2 developed at least one symptom or sign compatible with SARS-CoV-2 infection ( Table 2) . Mean time from first symptoms until diagnosis was 3 days (IQR 2-6 days). Most frequent SARS-CoV-2 symptoms at presentation were fever (76%), dry cough (57%), nausea (33%), diarrhea (33%) and dyspnea (30%). Hypoxemia with the need for oxygen therapy was present in 9 (43%) patients at admission. Anosmia was reported by one patient. Two patients (10%) developed neither fever nor respiratory symptoms. One kidney transplant recipient, admitted because of febrile allograft pyelonephritis with Escherichia coli bacteremia, underwent testing for SARS-CoV-2 as a screening procedure. One patient was diagnosed before the onset of symptoms during screening because of household exposure to an SARS-CoV-2 infected family member. Extra-respiratory symptoms were present in 33% of patients. A chest X-ray made on the day of admission in 14 (67%) patients showed interstitial infiltrates in 6 (43%) cases and was normal in 8 (57%) patients. Three out of 8 patients with a normal chest X-ray at admission had a second chest imaging, all of which showed new infiltrates. Thoracic CT-scans were done on the day of admission in 5 patients and showed ground-glass and interstitial infiltrates in 5 (100%) patients. Two patients (10%) had no imaging.All but one patient were admitted to the hospital following SARS-CoV-2 infection. In patients requiring hospitalization, 80% (15/20) were admitted at time of diagnosis or inThis article is protected by copyright. All rights reserved the following two to three days. Three patients were admitted 2 to 3 days and one patient 6 days after diagnosis because of clinical deterioration ( Figure 1 ).Five patients (24%) needed intensive care unit (ICU) admission (4 kidney and one kidney-pancreas recipients), and 4 of them received mechanical ventilation. Compared to patients not admitted to the ICU, they tended to be older (median age 56 vs. 68 years) and to suffer more underlying cardiovascular diseases (hypertension; 10/16 vs. 4/5, ischemic heart disease; 2/16 vs. 3/5, and atrial fibrillation; 2/16 vs. 2/5), but without apparent differences in diabetes (7/16 vs. 2/5) and obesity (4/16 vs. 1/5) rates. One patient (35 years old) was admitted to the ICU because of acute kidney injury with severe metabolic impairment, but without hypoxia, and was discharged from ICU after two days.Drugs with possible anti-SARS-CoV-2 activity were administered to 7 (33.3%) patients.Hydroxychloroquine was administered to 3 kidney transplant recipients admitted to the ICU, and azithromycin was co-administered to one of them. One combined kidney-lung and 2 kidney transplants received the lopinavir/ritonavir combination. This article is protected by copyright. All rights reserved After a median of 33 days of follow-up, 16 patients had been discharged (among them 1 patient needed further care in a rehabilitation hospital), 3 patients were still hospitalized (among whom 2 were in the ICU but were extubated) and 2 patients had died.The first patient who died was a 71-year-old kidney recipient, transplanted 7 years ago, with a history of hypertension and ischemic heart disease. At admission, he presented with hypoxemic respiratory failure, required ICU admission and an oro-tracheal intubation Given the relatively low number of patients presented in this series, it is difficult to estimate whether SOT recipients are at higher risk for the development of SARS-CoV-2 infection. In Switzerland (up to April 6 th ) SARS-CoV-2 incidence in the general population has been estimated to be 284 cases per 100'000 inhabitants. Taking into consideration the total number of patients included in the STCS (more than 5000) and the number of patients included in this series, the rate of SARS-CoV-2 infection in SOT recipients appears to be similar to that of the general population. These numbers are, however, limited by a potential diagnostic and hospitalization bias in SOT recipients, or, on theThis article is protected by copyright. All rights reserved other hand, by missing diagnosis in patients not consulting the transplant center. Whether the actual incidence of SARS-CoV-2 is influenced by a higher susceptibility to infection or, on the other hand, by better adherence to confinement rules, will need to be determined by large epidemiologic surveys.The most frequently reported symptoms in SARS-CoV-2 infection in the general population were fever and dry cough, with headache, myalgia, nausea and diarrhea being also frequent. In our case series, the clinical presentation in SOT recipients did not differ significantly from the general population, contrasting with the recently reported experience with influenza in SOT recipients, which presents more frequently without fever, and with more severe respiratory and extra-respiratory symptoms 4 . Hydroxychloroquine was shown to have in vitro activity against SARS-CoV-2 15 and is currently being evaluated in several clinical trials to assess its clinical effect. Given the low number of patients receiving these drugs in an uncontrolled manner, we cannot extract any conclusion about their use in SOT recipients. As it occurs with other respiratory viral infections in SOT recipients, the most common therapeutic intervention was transient reduction or discontinuation of antimetabolites, while maintaining the same doses of calcineurin inhibitors and steroids.After a median follow-up of 33 days, 5 (24%) SOT recipients presented a severe clinical course and required ICU admission, and 2 (9.5%) patients eventually died.Approximately half of the patients had relatively mild infections with short hospital stays and no need for oxygen therapy 16 , despite the fact that most of these patients had several underlying diseases that were potentially risk factors for severe complications. The median age of our SOT recipient cohort was lower (56 years vs. 70 years), which can partially explain the relatively good outcomes observed in our series.This article is protected by copyright. All rights reserved Other recent studies have reported worse outcomes in cohorts of SOT recipients.In New York, two different cohorts showed mortality rates of 18% among 90 SOT recipients 17 and 28% among 36 kidney transplant recipients 12 . In Madrid, case fatality rate was 27% (5/18) 11 . It is not yet known whether these higher mortality rates are due to a higher representation of severe cases due to limited testing access, overload of the health resources including availability of ICU beds, or demographic differences with inclusion of more vulnerable elderly patients.showed overactivation of T-cells in lung tissue 18 , which function could be impaired in patients receiving immunosuppressive drugs such as tacrolimus, ciclosporin, mycophenolate or corticosteroids. Moreover, calcineurin inhibitors have shown some in vitro activity against different human coronavirus including SARS-CoV-1, and could therefore exert a protective effect 19, 20 . The immunosuppressive regimens of SOT recipients could therefore alter the clinical presentation of SARS-CoV-2 infection, and potentially act as a protecting factor against severe, uncontrolled, inflammatory response contributing to ARDS development 21 22, 23 There are evident limitations to our study. First, this is an observational study in a relatively small number of heterogenous SOT recipients regarding their transplanted organ, age, and comorbid diseases. This precluded us to perform any correlations between symptoms, laboratory values or imaging, as well as treatments and severity of infection. Second, the follow-up is also relatively short for assessing all outcomes. Third,This article is protected by copyright. All rights reserved there is a selection bias towards symptomatic patients, as pauci-or asymptomatic SOT recipients might not have sought medical attention and missed diagnosis. However, this would even further support our overall observation concerning the absence of severely symptomatic SARS-CoV-2 infections in SOT recipients. Larger ongoing cohorts with prolonged follow-up, as well as serologic surveys are needed. Nevertheless, our experience within the STCS suggests that, in the context of low threshold for testing, the clinical course of SARS-CoV-2 infection in SOT recipients appears to be similar to that observed in the general population, without a significant increased rate of severe complications. This article is protected by copyright. All rights reserved -Still in the ICU 2 (9.5%) -Death 2 (9.5%",
    "metadata": {
        "paper_id": "27c415dafb8d919e0198c81ec6f2247e2b9dcbb8",
        "title": "First experience of SARS-CoV-2 infections in solid organ transplant recipients in the Swiss Transplant Cohort Study"
    }
}