{
    "abstract_text": "Integrins are critical for initiating T-cell activation events. The integrin-binding motif Arg-Gly-Asp (RGD) was incorporated into the pcDNA 3.1 mammalian expression vector expressing the codon-optimized extracellular domain of SARS coronavirus (SARS-CoV) spike protein, and tested by immunizing C57BL/6 mice. Significant cell-mediated immune responses were characterized by cytotoxic T-lymphocyte 51 Cr release assay and interferon-gamma secretion ELISPOT assay against RMA-S target cells presenting predicted MHC class I H2-Kb epitopes, including those spanning residues 884-891 and 1116-1123 within the S2 subunit of SARS-CoV spike protein. DNA vaccines incorporating the Spike-RGD/His motif or the Spike-His construct generated robust cell-mediated immune responses. Moreover, the Spike-His DNA vaccine construct generated a significant antibody response. Immunization with these DNA vaccine constructs elicited significant cellular and humoral immune responses.Additional T-cell epitopes within the SARS-CoV spike protein that may contribute to cellmediated immunity in vivo were also identified",
    "body_text": "The global outbreak of severe acute respiratory syndrome (SARS) in 2003 seriously threatened public health and socioeconomic stability worldwide. Caused by the SARS-associated coronavirus (SARS-CoV), SARS is a newly emerged infectious disease that may recur at any time in the future [Leong et al., 2005; Surjit et al., 2006; Chow and Leong, 2009] . In view of the potential threat of a reemerging epidemic, much effort has been focused on the development of prophylactic vaccines against the highly pathogenic SARS-CoV [Bisht et al., 2004; Buchholz et al., 2004; Yang et al., 2004; Chen et al., 2005b] . Hence, the development of effective and safe vaccines is an urgent priority to prepare for a future SARS epidemic [ter Meulen et al., 2006] .The spike (S) protein of SARS-CoV is a type 1 transmembrane glycoprotein [Leth-Larsen et al., 2007] . The S1 subunit is responsible for virus binding to the angiotensin-converting enzyme 2 (ACE2) receptor [Li et al., 2003a; Prabakaran et al., 2004] . A fragment located in the middle of the S1 subunit (amino acids 318-510) constitutes the receptor-binding domain for ACE2 [Dimitrov, 2003; Wong et al., 2004] . The S2 subunit (which contains a putative fusion peptide and two heptad repeats HR1 and HR2) is responsible for the fusion between the viral and target cell membranes. These features make the S protein a suitable candidate for vaccine development. However, the level of overall sequence similarity between the predicted amino acid sequence of SARS-CoV spike glycoprotein and the spike glycoproteins of other coronaviruses is relatively low (20-27% pair-wise amino acid identity), except for some conserved sequences in the S2 subunit.DNA-based vaccines have been shown to induce significant immune responses against several viral agents, including human immunodeficiency virus [Wang et al., 1993] , influenza virus [Fynan et al., 1993] , rabies virus [Xiang et al., 1994] , and hepatitis B and C viruses [Davis et al., 1993; Lagging et al., 1995] . Unlike conventional vaccines employing either killed virus or purified antigens, DNA vaccination efficiently elicits cellular immune responses including cytotoxic T-lymphocyte (CTL) responses in addition to humoral immunity. The property of DNA vaccine-mediated cellular immunity to provide protection renders DNA vaccination a particularly attractive approach to control viral diseases. In general, only live virus vaccines or virus-like particles are capable of inducing CTL responses.Several potential strategies can be considered for vaccination against SARS-CoV, including whole killed virus vaccines, live attenuated SARS-CoV vaccines, viral vectors such as adenovirus or vaccinia virus expressing SARS-CoV genes [Kitabatake et al., 2007] , recombinant SARS-CoV proteins, and DNA-based vaccines [See et al., 2005; Huang et al., 2006] . However, DNA vaccines are not without shortcomings. The mechanisms by which DNA vaccines generate immune responses are complex. For intramuscular delivery of DNA, the majority of plasmids are thought to transfect muscle cells, which are poorly or only partially effective at presenting antigen and priming naïve immune cells [Nagaraju, 2001] . Instead, these cells are believed to produce antigen, which then transfer the antigen in some form to professional antigen-presenting cells (APCs) via a mechanism of cross-presentation such that MHC class I-restricted cytolytic T-cell responses can be elicited. In addition, plasmid DNA appears not to be simply an inert vector for delivering the gene .Many innovative approaches have been adopted to develop gene-based adjuvants to improve the immunogenicity of candidate DNA vaccines. Targeting moieties have been explored as a means of enhancing DNA vaccination, including various ligands such as antibody fragments, transferrin, insulin, folate, and sugars [Harbottle et al., 1998 ].Integrins are a class of related heterodimeric transmembrane surface receptors involved in cell-cell adhesion, and in the promotion of interactions between cells and components of the extracellular matrix glycoproteins (e.g., fibronectin and vitronectin), while their intracellular domains interact with the cytoskeleton. Integrin receptors mediate adhesive events that are critical for specific and effective immune responses to foreign pathogens. Integrin-dependent interactions of lymphocytes and APCs to endothelium regulate the efficiency and specificity of trafficking into secondary lymphoid organs and peripheral tissues. Within these sites, integrins facilitate cell movement through interactions with the extracellular matrix, and promote and stabilize antigen-specific interactions between T-lymphocytes and APCs that are critical for initiating T-cell activation events [Pribila et al., 2004] . The integrin-binding activity of adhesion proteins can be reproduced by short synthetic peptides containing the Arg-Gly-Asp (RGD) motif. Such peptides promote cell adhesion when insolubilized onto a surface, but inhibit adhesion when presented to cells in solution [Ruoslahti, 1996] .This study examined if the incorporation of the RGDintegrin-binding motif into a pcDNA3.1 mammalian expression construct comprising the codon-optimized extracellular domain of the SARS-CoV spike resulted in enhanced efficiency of DNA vaccination for inducing immune responses against SARS.The amino acid sequence of the Tor2 strain of SARS-CoV (GenBank accession no. NP828851) was used in the peptide prediction. To identify the potential H2-Kb-restricted CD8þ T-cell epitopes, computer-based programs were accessed through the RANKPEP and SYFPEITHI Epitope Prediction websites (http://bio. dfci.harvard.edu/RANKPEP/ and http://www.syfpeithi. de/). Ten potentially H2-Kb-restricted epitopes from the SARS-CoV spike glycoprotein were selected. The Ova257-264 epitope of chicken ovalbumin is a wellcharacterized H2-Kb epitope which served as the positive control.Lyophilized peptides were purchased from Peptron (Daejeon, Korea), and their purity was confirmed by mass spectrometry. All peptides were dissolved in dimethyl sulfoxide to a concentration of 20 mg/ml, and stored at À808C.TAP2-deficient RMA-S cells are derived from T-cell lymphomas related to the Rauscher murine leukemia virus-induced RBL-5 cell line (kindly provided by Mariapia Degli-Esposti, University of Western Australia). Cell lines were cultured using Iscove's modified Dulbecco's medium (IMDM) supplemented with 10% heat-inactivated fetal calf serum (FCS), penicillin (100 U/ml), streptomycin (100 mg/ml), and 2-mercaptoethanol (55 mM) in a humidified atmosphere containing 5% CO 2 .To determine whether synthetic peptides bind to H2-Kb molecules, peptide-induced H2-Kb upregulation on RMA-S cells was examined. To measure the relative amounts of H2-Kb-peptide complexes formed, 2 Â 10 5 cells in 100 ml of 0.25% BSA and RPMI were seeded into Nunclon Surface 96-well round-bottom plates (Nunc, Roskilde, Denmark), and maintained overnight at room temperature. Each peptide in 100 ml of medium was then added to a final concentration of 100 mM and incubated for 1 hr. The cells were then transferred to 378C for 2 hr to allow any remaining peptide-free MHC molecules to denature. The cells were then washed with FACS buffer, and cell surface expression of H2-Kb molecules was detected by flow cytometry using fluorescein isothiocyanate-labeled goat anti-mouse H2-Kb antibody, clone CTKb (BD Biosciences, Franklin Lakes, NJ). Samples were run on a FACScan flow cytometer, and the data were analyzed using CellQuest software (Becton Dickinson Immunocytometry Systems, Franklin Lakes, NJ). The binding activity of each peptide was calculated as a ratio of the mean fluorescence of RMA-S cells loaded with peptide to the mean fluorescence of RMA-S without peptide.The codon-optimized SARS spike gene cloned into pcDNA3.1 (Invitrogen, Carlsbad, CA) was a kind gift from Michael Farzan, Harvard University, and was designated pScod-Harv [Li et al., 2003a] . A HindIII cleavage site was created in the extracellular-transmembrane border of the spike gene with human CD5 signal peptide cloned in pScod-Harv using the Quik-Change XL Site-Directed Mutagenesis kit (Stratagene, La Jolla, CA) and the following primer pair (5 0 -GTA-CGAGCAGTACATCAAGCTTCCTTGGTATGTGTGG-CTG-3 0 and 5 0 -CAGCCCAATCCAAGGAAGCTTGATG-TACTGCTCGTAC-3 0 ).The human IgG Fc fragment cDNA was generated by PCR amplification of spleen cDNA template (reversetranscribed from spleen total RNA) annealing with a pair of primers containing HindIII sites (5 0 -CCC-AAGCTTAAAACTCACACATGCCCACC-3 0 and 5 0 -CCC-AAGCTTTCATTTACCCGGAGACAGG-3 0 ).The 6ÂHis tag DNA fragment with HindIII sites at both ends was generated by a pair of oligonucleotides (5 0 -CGCTCCACCAGCCAGAAGCTTATCGTGGCCTA-CACC-3 0 and 5 0 -GGTGTAGGCCACGATAAGCTTCT-GGCTGGTGGAGCG-3 0 ).The RGD-His tag DNA fragment with HindIII sites at both ends was generated by a pair of oligonucleotides (5 0 -AGCTTGGCCGCGGCGACTCCCCCCATCATCACC-ATCACCATTGAA-3 0 and 5 0 -AGCTTTCAATGGTGAT-GGTGATGATGGGGGGAGTCGCCGCGGCCA-3 0 ).The Fc, 6ÂHis tag and RGD/His tag DNA fragments were inserted into the HindIII sites of the HindIIIrestricted pScod-Harv plasmid to generate spike extracellular (EC) domain-Fc fusion protein (S-Fc), spike extracellular domain-His tag fusion protein (S-His), and spike extracellular domain-RGD/His tag (S-RGD/ His), respectively.To construct the CD5 signal peptide-Fc (CD5SP-Fc) fusion protein, the CD5 signal peptide (CD5SP) fragment tail was first amplified at the 3 0 terminus with the first 12 bp of Fc fragment (Fragment 1) from the pScod-Harv plasmid using primers 1 and 2 (5 0 -TGCTCTAGA-(XbaI)AACCATGCCCATGG-3 0 and 5 0 -TGTGTGAG-TTTT(Fc)GGCTAGCACGGAAGCGAC-3 0 ). The Fc fragment tagged at 5 0 terminus was then amplified with the last 12 bp of CD5SP fragment (Fragment 2) from the pScod-Harv-S-Fc plasmid using primers 3 and 4 (5 0 -TCCGTGCTAGCC(CD5SP)AAAACTCACACATGC-CCAC-3 0 and 5 0 -CCCAAGCTT(HindIII)TCATTTACCCG-GAGACAGG-3 0 ). The CD5SP-Fc fragment from the mixture of fragments 1 and 2 was used as the template, and amplified by PCR using primers 1 and 4. The CD5SP-Fc fragment was then inserted into the XbaI and HindIII sites of the pcDNA3.1 vector to generate the CD5-Fc fusion protein gene expression vector. The various constructs are depicted in Figure 1 .Four-to 6-week-old female C57BL/6 mice were purchased and kept under normal animal holding conditions. Animal experiments were performed according to approved guidelines of the Institutional Animal Care and Use Committee, National University of Singapore. For DNA immunization, plasmids were replicated in Escherichia coli TOP10 cells, and cultured in LB culture medium at 378C for 24 hr. Plasmids were prepared, extracted, and purified using an endotoxinfree plasmid extraction kit (Qiagen, Hilden, Germany). The ratios of optical density at 260 and 280 nm wavelength ranged from 1.8 to 2.0. The endotoxin content of purified plasmid DNA was below 20 U/ml. Four-to 6-week-old female C57BL/6 mice (n ¼ 7 per DNA vaccine group) were anesthetized, and given intramuscular injections into separate sites on each side of the quadriceps muscle, with a total dose of 100 mg of plasmid DNA dissolved in 100 ml of sterile phosphate-buffered saline (PBS). This was followed by three booster vaccinations of the same dose at 3-week intervals.To assess the cellular immune responses following priming injections, C57BL/6 mice were immunized intramuscularly with SARS-CoV spike DNA vaccines (i.e., S-RGD/His, S-His, S-Fc). Mice splenocytes were harvested 3 weeks after the last of four DNA vaccine immunizations. In vitro restimulation of primed splenocytes was achieved by using RMA-S cells as stimulators. Five different sets of RMA-S cells were maintained at 268C overnight in IMDM and 0.25% BSA without FCS, and were pulsed with 20 mM of each respective peptide (S436, S497, S525, S884, and S1116) at room temperature for 1 hr. Peptide-pulsed RMA-S cells were then irradiated at 7800 Rads. The ratio of splenocytes (responder) to individual peptide-pulsed RMA-S cells (stimulator) was 100:1. The splenocytes were stimulated with RMA-S cells pulsed with equal concentrations of the five high-binding epitopes. Given that there were five peptides used for the restimulation, the combined ratio was therefore 20:1. Cells were cultured in 10 ml of IMDM with 10% FCS in each flask for 4 days, with a maximum cell number of 7 Â 10 6 per flask. Viable lymphocytes were harvested by density separation using Lympholyte-M (Cedarlane, Burlington, Canada), and subjected to CTL and interferon-g (IFN-g) ELISPOT assays.Splenocytes restimulated in vitro were tested for cytotoxicity in a standard 4 hr 51 Cr release assay. Target RMA-S cells were maintained overnight at room temperature, and pulsed with 20 mM of peptide at room temperature for 1 hr. The target cells were then labeled with 51 Cr (100 mCi or 3.7 MBq per 10 6 cells) at 378C for 1 hr. 51 Cr-labeled target cells were washed thrice and 4 Â 10 3 cells were seeded into each well. These were then mixed with graded doses of effectors in Nunclon Surface 96-well plates, with effector-to-target ratios adjusted from 100:1 to 11:1. After incubation at 378C for 4 hr, 40 ml of supernatant was transferred to a Luma plate, and radioactivity was quantified using a TopCount gamma counter (Beckman Coulter, Fullerton, CA). Each assay was performed in triplicate, and the percentage of specific lysis was calculated by the formula: (experimental release À spontaneous release)/(maximum release À spontaneous release). Experimental release represented mean counts per min released by target cells in the presence of effector cells. Maximum release represented the radioactivity released after lysis of target cells with 1% Triton X-100. Spontaneous release represented the radioactivity counted in the medium derived from target cells alone.This assay was performed using the ELISPOT mouse set (BD Biosciences) according to the manufacturer's protocol. The 96-well polyvinylidene difluoride-backed plate was precoated with 5 mg/ml of rat anti-mouse IFN-g monoclonal antibody in PBS overnight at 48C. Plates were then washed thrice with PBS containing 0.25% Tween-20, and blocked with IMDM with 10% FCS, antibiotics, and 55 mM of 2-mercaptoethanol at 378C for 2 hr. To obtain two data points, splenocytes were pooled from two groups of four and three mice. Splenocytes restimulated in vitro as effector cells (1 Â 10 4 per well, replicated thrice) and irradiated peptide-pulsed RMA-S cells (4 Â 10 3 per well, replicated thrice) were seeded in 200 ml of IMDM with 10% FCS at 378C for 16 hr. Wells were extensively washed with PBS containing 0.05% Tween-20, and subsequently incubated with 2 mg/ml of biotinylated anti-mouse IFN-g detection antibody at room temperature for 1 hr. After washing, wells were incubated with 5 mg/ml of streptavidin-horseradish peroxidase (HRP) antibody at room temperature for 1 hr. Wells were washed again, final substrate was added, and color development was monitored and stopped by washing with water. After drying overnight at room temperature, spots were counted using an ELISPOT Bioreader (Bio-Sys, Karben, Germany). The procedure was repeated with restimulated splenocytes (5 Â 10 4 per well, replicated six times) and irradiated peptide-pulsed RMA-S cells (5 Â 10 4 per well, replicated six times).Assay (ELISA) Sera from immunized mice of different groups were collected before and after the complete course of DNA vaccination, and the SARS-CoV antibody titers were measured by ELISA. Plates were coated with 6ÂHistagged spike protein S1-1190 (at 10 mg/ml and 100 ml per well) of SARS-CoV Beijing02 strain (Immune Technology, Yonkers, NY), and incubated overnight at 48C. Antigen was then decanted from wells, the plates were blocked with 100 ml of blocking solution (5% BSA, 1Â PBS, 0.05% Tween-20) per well, and incubated at room temperature for 30 min The plates were then washed thrice with 1Â PBS with 0.05% Tween-20. Primary antibody (100 ml of mouse serum diluted 1:500 in 1Â PBS) was added to each well. The plates were incubated in the dark at room temperature for 1.5 hr, and then washed thrice. Secondary anti-mouse antibody tagged with HRP (100 ml per well) was added, incubated at room temperature for 1.5 hr, and the plates washed thrice. O-phenylene diamine dihydrochloride substrate was added (100 ml per well), and incubated in the dark for 15 min. The reaction was stopped by adding 50 ml of 3 M sulfuric acid, and the absorbance was read at 490 nm.All data were expressed as means AE standard deviations for each group of immunized mice. The SPSS 13.0 software for Windows was used for statistical analyses, and a value of P < 0.05 was considered to be statistically significant.Based on computer software predictions by RANK-PEP and SYFPEITHI, 10 candidate octameric peptides (Table I) with the highest estimated half-time dissociation from H2-Kb were selected and synthesized. To evaluate the binding affinities of these peptides to H2-Kb molecules, RMA-S cell-MHC-peptide binding tests were performed. This assay measures the increase in H2-Kb molecules induced on RMA-S cells following exposure to exogenous H2-Kb-restricted peptides, with high-affinity peptides inducing H2-Kb upregulation more strongly than low affinity peptides.Of the 10 candidate peptides, S497, S525, S884, and S1116 were found to be high-affinity epitopes, with mean fluorescence increase (MFI) of 6.58, 6.60, 4.81, and 1.89, respectively. Although S436 was previously identified as the dominant H2-Kb epitope [Zhi et al., 2005] , we detected an MFI of only 1.23. The positive control Ova257 peptide bound H2-Kb strongly with an MFI of 3.68, whereas no or negligible binding was associated with the negative controls, that is, non-peptide bound (MFI ¼ 1), H2-Kd-restricted hemagglutinin HA204 epitope (MFI ¼ 1.14), I-Ab and I-Ad mouse MHC class II-restricted chicken ovalbumin Ova323 epitope (MFI ¼ 1.03).A standard 51 Cr release assay was performed to characterize the cytotoxicity of the restimulated splenocytes. RMA-S cells pulsed with each of the five specific high-binding epitopes (S436, S497, S525, S884, and S1116) were used as targets. Assays were performed in triplicate with an effector-to-target ratio from 100:1 to 11:1. RMA-S cells pulsed with an irrelevant epitope (Ova257-264) as well as non-epitope-presenting RMA-S cells acted as negative controls, and showed no cytotoxicity. Restimulated splenocytes of control mice immunized with PBS ( Fig. 2A) as well as vector alone (Fig. 2B ) also did not display any cytotoxicity. The cytotoxicity of restimulated splenocytes of mice immunized with S-His (Fig. 2C ) and S-RGD/His (Fig. 2D ) was similar, with the highest cytotoxicity levels observed against S1116-pulsed RMA-S cells.The IFN-g-secreting capability of restimulated cells towards a stimulator was examined using a mouse IFN-g ELISPOT assay. Splenocytes were cultured in the presence of peptide-pulsed and irradiated RMA-S targets, incubated, and spots counted with an ELISPOT reader.An initial study involving splenocytes from mice immunized with S-Fc, S-His, S-RGD/His, vector only and CD5-Fc, as well as RMA-S stimulators presenting all 10 candidate epitopes (S175, S348, S436, S497, S525, S760, S833, S884, S987, and S1116) was carried out. A responder-to-stimulator ratio of 2.5:1 was used initially. S-RGD/His samples against the S1116, S833, S884, and S525 epitopes exhibited the greatest ratios over the non-pulsed cultures (Fig. 3) . However, S-His samples cultured in RMA-S cells did not exhibit any significant difference between spike epitopes.Based on MHC-peptide binding data and preliminary ELISPOT data, additional experiments were conducted on selected S-His and S-RGD/His samples for confirmation, and the responses towards the five strongly binding epitopes (S436, S497, S525, S884, and S1116) were evaluated. When the number of splenocytes tested and the number of stimulator cells were increased, both S-His and S-RGD/His responded vigorously towards RMA-S cells presenting S436, S525, and S1116 epitopes (Fig. 4) .The production of antigen-specific antibody induced by the SARS-CoV spike DNA vaccinations was assessed For the MHC-peptide binding assay, the mean fluorescence increase (MFI) was calculated as the ratio of the fluorescence of peptide-loaded RMA-S cells to the fluorescence of unloaded RMA-S cells. MFI data are expressed as the means from two independent experiments conducted in duplicate for each peptide investigated. The epitope-binding constants were predicted from the RANKPEP and SYFPEITHI programs. Epitopes with asterisks were selected for further characterization. NA, not applicable.by coating spike protein (amino acids 1-1190) of SARS-CoV Beijing02 strain as the antigen. As expected, ELISA of sera from mice mock-immunized with PBS or vector only revealed antibody levels close to the background. ELISA was performed on the sera of individual C57BL/6 mice (n ¼ 7 per group) immunized with S-His or S-RGD/ His DNA vaccines, and the mean values calculated. Sera from mice immunized with the S-His construct demonstrated approximately 3.5-fold higher levels of antibody to the spike glycoprotein than sera from mice immunized with the S-RGD/His DNA vaccine (Fig. 5) . These data suggest that the serum antibody binding to the 6ÂHis-tagged spike antigen was specific against the spike protein component since both the S-His and S-RGD/His constructs contained the 6ÂHis tag. If the antibody responses were directed against the common His-tag component, one would detect similar antibody levels in both groups vaccinated with S-His and S-RGD/ His constructs. Furthermore, Szewczuk et al. [1996] have documented that RGD-containing peptides show very weak stimulatory activity in humoral immunological response assays. with 20 mM of each respective peptide for 1 hr. Target cells were pulsed with 51 Cr at 378C for 1 hr. Assays were performed in triplicate, and cytotoxicity was expressed as percentage lysis, that is (sample release À spontaneous release)/(maximum release À spontaneous release).Data are expressed as the means of triplicate wells. No cytotoxicity was observed for restimulated splenocytes of mice mock-immunized with (A) PBS or (B) vector only. Asterisks denote statistical significance at P < 0.05 as analyzed by the Bonferroni method at effector-to-target (E:T) ratios of 11:1-100:1 for RMA-S targets pulsed with (C) S436 and S1116, and with (D) S884 and S1116. Fig. 3 . Preliminary mouse IFN-g ELISPOT experiments to compare the efficacy of S-Fc, S-His and S-RGD/His DNA vaccine constructs, and to assess putative T-cell epitopes of spike protein. Splenocytes (1 Â 10 4 ) were added to peptide-pulsed and irradiated RMA-S target cells (4 Â 10 3 ) at an effector-to-stimulator ratio of 2.5:1. ELISPOT assays were performed in triplicate, spots were counted with an ELISPOT reader, and mean values calculated. ELISPOT data are expressed as ratios of responders in the presence of peptide-pulsed over non-pulsed RMA-S stimulators. Asterisks denote statistical significance at P < 0.05 by the Dunnett two-sided t-test for ELISPOT cultures plus RMA-S stimulators pulsed with S525, S884, and S1116 within the S-RGD/His vaccinated group.DNA vaccination shows great promise for eliciting protection against infectious diseases and other immune disorders, although the efficacy of DNA vaccines can vary widely due to differences in transfection efficiency of target tissues. DNA vaccines are mostly delivered into muscle tissue, which is poorly populated by immune cells such as dendritic cells, macrophages, or lymphocytes. Myocytes constitute the dominant cells that express antigens from DNA vaccines, but they are not APCs. The expressed antigens must be presented to APCs (such as dendritic cells), which migrate to draining lymph nodes to induce immune responses. Mechanisms that facilitate APC uptake of antigens are expected to enhance the efficacy of vaccines. Dendritic cells phagocytose apoptotic cells through the avb5 RGDbinding integrin, which promotes cross-presentation of antigens. RGD fusion to synthesized peptide antigens can enhance the immunogenicity of the peptide antigens, which may involve avb5-mediated antigen uptake. Antigen-specific antibodies are induced by intranasal immunization with RGD-tagged antigens without adjuvants. In the present study, the RGD-integrin-binding motif was fused to the C-terminal end of the SARS-CoV spike antigen. The objective was to evaluate whether the short RGD tag could enhance immune responses against the spike antigen. Codon-optimized cDNA constructs increase protein antigen expression [Babcock et al., 2004] , and we therefore used codon-optimized SARS-CoV spike cDNA to express RGD-tagged antigen Zhong et al., 2006] . The spike antigen was expressed without the transmembrane and C-terminal domains, and with RGD fused together with a His tag for antigen purification and analysis.A SARS-CoV spike DNA vaccine without tags was shown to generate neutralizing antibody and protective immunity in mice . In our experiments, the spike DNA vaccine was also potent in Fig. 4 . Mouse IFN-g ELISPOT for splenocytes of C57BL/6 mice immunized with selected S-His and S-RGD/His DNA vaccines to confirm T-cell epitopes of spike protein. Splenocytes (5 Â 10 4 ) were added to peptide-pulsed and irradiated RMA-S target cells (5 Â 10 4 ) at an effector-to-stimulator ratio of 1:1. ELISPOT assays were performed, spots were counted with an ELISPOT reader, and mean values of 6 replicate wells derived. ELISPOT data are expressed as ratios of responders in the presence of peptide-pulsed over non-pulsed RMA-S stimulators, and shown together with standard deviations. Asterisk (*) denotes statistical significance at P < 0.05 by the Dunnett two-sided t-test for ELISPOT cultures plus RMA-S stimulators pulsed with S436, S525, and S1116 within both S-His and S-RGD/His vaccinated groups. Asterisks (**) denote statistical significance at P < 0.05 by the Bonferroni method for ELISPOT cultures plus RMA-S stimulators pulsed with S525 and S1116 between S-His and S-RGD/His vaccinated groups. Fig. 5 . SARS-CoV spike glycoprotein-specific ELISA of sera of C57BL/6 mice groups before and after DNA vaccine immunizations. The wells were coated with His-tagged spike protein (amino acids 1-1190 of SARS-CoV Beijing02 strain), and blocked with 5% BSA, PBS, and 0.05% Tween-20. Each serum sample was diluted 1:500 in PBS, and goat anti-mouse IgG conjugated with HRP (1:5000) served as the secondary antibody. O-phenylene diamine dihydrochloride was used as substrate, the reaction was stopped by adding 3 M sulfuric acid, and absorbance was read at 490 nm. The mean absorbance readings of seven animals per group before and after vaccination are depicted together with standard error bars. Asterisk denotes statistical significance at P < 0.05 by the Bonferroni method between sera of mice immunized with S-His and S-RGD/His DNA vaccines. antibody induction. When the antigen was tagged with RGD, it exhibited a relative decrease in antibody induction, suggesting that either the RGD tag rendered spike protein less immunogenic or it polarized immune responses away from the humoral arm. The latter became clearer when cellular responses were assessed. With certain epitopes, S-RGD induced slightly higher CTL activation than S-His (Fig. 2C,D) . IFN-g secretion was also more effectively induced by S-RGD compared with S-His at an effector-to-stimulator ratio of 2.5:1 (Fig. 3) . Therefore, the RGD tag appears to polarize the host from humoral to cellular responses, which is congruent with the initial hypothesis.An unexpected but interesting observation following S-RGD DNA vaccine immunization was that the mice exhibited progressive fur loss with each booster dose leading to complete alopecia after the last boost. Alopecia was previously documented in human scalp xenografts upon laminin-10 inhibition using specific antibodies [Li et al., 2003b] . In the latter setting, laminins are major components of basement membranes to which epithelial cells attach, and interruption of these attachments may be expected to cause skinrelated abnormalities [McGowan and Marinkovich, 2000] . However, it is yet unclear how immune responses against the RGD-tagged spike antigen cause skinassociated aberrations.The receptor-binding domain is the major immunodominant portion and harbors potent neutralizing epitopes on the spike protein He et al., 2005; Wang et al., 2005] . The spike protein is necessary for the infectivity and pathogenicity of coronaviruses. Mutations in the spike gene correlate with altered pathogenesis, virulence, and tropism in other coronaviruses [Sanchez et al., 1999] . Zhi et al. [2005] identified the H-2b-restricted S436 and S525 epitopes, and concluded that the latter epitope was more dominant in C57BL/6 mice. The strength of these epitopes correlated with the binding affinity to H2-Kb as predicted by the SYFPEITHI algorithm. In contrast, we found that the S436 epitope was a relatively weak MHC binder with an MFI of only 1.23. Although S436 was ranked the highest MHC binder by the RANKPEP and SYFPEITHI predictions, the S497, S525, and S884 epitopes exhibited higher MFI values (6.58, 6.60, and 4.81, respectively) than S436. Two spike-specific CD8 T-cell epitopes were previously identified in C57BL/6 mice infected with mouse hepatitis virus (MHV), that is, dominant S510-518 and subdominant S598-605 [Castro and Perlman, 1995; Bergmann et al., 1996] . The dominant S510-518 epitope is located in a hypervariable region of the spike protein that appears to be readily deleted without loss of viability of MHV [Parker et al., 1989] . In comparison, the S436-443 dominant epitope resides in the minimal region of S1 required for interaction with its cellular receptor, ACE2 [Babcock et al., 2004; Tan et al., 2005] . In a study with SARS patient sera, Lu et al. [2004] discovered a fragment of spike protein (amino acids 441-700) to be the major immunodominant epitope.This study demonstrated that prime-boost immunization of mice with SARS-CoV spike DNA vaccine constructs S-His and S-RGD/His induced significant antigen-specific cellular immune responses, IFN-g stimulation, and CTL activation. Babcock et al. [2004] speculated that amino acids 1-510 of the spike glycoprotein represent a unique domain containing the receptor-binding site. Additionally, He et al. [2005] characterized the minimal receptor-binding domain to span residues 318-510, thus providing further supporting evidence that a vaccine targeting this region is highly promising. Based on the results of the present study, the S436 and S497 epitopes that reside within this region are highly immunogenic. CTL induction by both S-His and S-RGD/His DNA vaccines kill RMA-S cells which were pulsed with the S436, S497, S525, S884, and S1116 epitopes. Furthermore, these epitopes also stimulated IFN-g secretion.In addition to the S436 and S525 epitopes [Zhi et al., 2005] , the S884 epitope was discovered to be another strong MHC binder that elicited cytotoxic T-cell responses. Even though the S1116 peptide was predicted by bioinformatics to be a weak MHC binder, it induced the strongest cytotoxic T-cell response (Fig. 2) as well as the highest IFN-g production (Fig. 3) among all peptides tested. The S884 and S1116 epitopes are close to the carboxyl end of the spike protein where the S2 subunit resides. Wang et al. [2004] reported that a S1167 epitope (RLNEVAKNL) within the S2 subunit could induce peptide-specific CTLs in both HLA-A2.1/Kb transgenic mice and human peripheral blood mononuclear cells. Chen et al. [2005a] revealed that peripheral blood cells of recovered SARS patients with HLA-A*0201 recognize epitopes S978 and S1202 within the S2 subunit which mediates viral fusion with target cell membranes. Additionally, Tsao et al. [2006] identified S787 and S1042 epitopes to be HLA-A*0201-restricted. In view of our finding that the S884 and S1116 epitopes within S2 subunit were potent inducers of cytotoxic T-cell responses and IFN-g production, the S2 domain also represents an important target for vaccine development, especially in cytotoxic T-cell stimulation. Hence, the S2 subunit is complementary to the S1 domain, which has been demonstrated to be crucial for the development of immunogenic vaccines against SARS-CoV",
    "metadata": {
        "paper_id": "2789bd81aa8d5c6846de5d11fe7e080c9e958ac8",
        "title": "Characterization of Cytotoxic T-Lymphocyte Epitopes and Immune Responses to SARS Coronavirus Spike DNA Vaccine Expressing the RGD-Integrin-Binding Motif"
    }
}