{
    "abstract_text": "",
    "body_text": "The current pandemic crisis covers piling problems ranging from global to local economic, sociological, and health concerns. The total number of cases worldwide are already nearing 5 million as of the 19th of May 2020. 1 To confront this, Amartya Sen 2 says that statistics 'may have to be very seriously supplemented by more involved scrutiny of how people comprehend and appreciate what is happening to them and to their near ones, and also the social influences that affect these realisations. Rightly, the editors of the journal describe the coronavirus disease 2019 (COVID-19) pandemic as a 'disaster' that must take into account 'other vulnerable groups' that 'are at greatest risk.' 3 It is crucial to draw from this and reflect on the fact that past problems of vulnerability in specific situations are still there. Although local policies are constantly planned and crafted to these ends at the moment, ethical paradigms concerning public health and social development should attend to these vulnerabilities more specifically. One of the reasons for this is that all-too-often, 'ethics can be […] irrelevant to local moral worlds,' so that 'public health and social development elides the local and in its place creates inauthenticity, mediocentrism, and otiose public health practices.' 4 There is, of course, 'no complete taxonomy of vulnerabilities' but natural e increased risk from biology e and socially situated e contingent social and economic e vulnerabilities can inform an emergency ethics where, in an attempt to localization, will not discount the possibility of 'increased vulnerabilities' e a result of both 'natural factors and contingent social arrangements such as economic disadvantage.' 5 Moreover, economic disadvantage is considered as the 'largest source of vulnerability,' which can substantiate the other in 'other vulnerable groups' as it may potentially give rise to 'a new group marked by heightened vulnerability as a result of some unanticipated event.' 6 In the middle of May, Typhoon Ambo (International Name: Vongfong) hit Samar, Philippines, where Eastern Samar (2nd), Northern Samar (9th), and Western Samar (10th) form part of the top 10 poorest provinces in the country. 7 As Vongfong brings heavy to extreme rains and damaging winds, Eastern Samar as the ground zero for the landfall e the town of Arteche being the hardest hit e suffers all the more from its economic disadvantage. With approximately 140,000 displaced under what is described as a 'Yolanda Jr.,' the typhoon materialized a situation that was described as a 'double whammy' because, in the words of the provincial governor: 'we are also facing this COVID-19 crisis.' 8 Needless to say, the overlapping of the pandemic crisis to natural disasters creates a special case of vulnerability. With this kind of arrangement, casualties still seem to be inevitable amid local disaster risk policies. As of the 18th of May, 5 have been reportedly dead and 50 were injured. 9 Cramped evacuation sites make the protocol of social distancing difficult. In 2011, Marcel Verweij lists some historic examples of infectious disease control, including the relatively new term 'social distancing.' Virus control can create drastic measures that 'may sound like ending the social life of a person' but only because 'actually it was meant to be so.' 10 However, because 'many spaces normally used as storm shelters have been converted into quarantine sites for people suspected of being infected with coronavirus,' 11 this opens up more concerns of viral containment and external interventions from natural disasters.Vulnerability in Eastern Samar coalescing public health and emergency ethics serves a lesson to other ethical paradigms that concern both areas of study. As such, 'environment justice activists and development ethicists' might do well to forward the thought that with 'the changes in our environment brought about by human material development […] the entire human development trajectory needs to be reviewed.' 12 Seeing that the pandemic is not a natural disaster, its pairing with a real one complicates existing protocols. Indeed, the 'coronavirus is not just a public health crisis. It is an ecological one.' 13 There is the assurance of community bonds e an instance of local resilience e but asymptomatic carriers of the virus and threats of inappropriate distancing from space allocations question the very safety of the shelters. 14 As the uncertainty of the unfolding events in various fronts allow for the unmasking of pretenses in public affairs, the concern for health and emergency needs a special kind of stress in ethical discussions. After all, such a concern centers on the value of human life beset by the vulnerability of our precarious condition",
    "metadata": {
        "paper_id": "27a86d2a0ee2ae9d1b0686a4f93e08ae9f582712",
        "title": ""
    }
}