{
    "abstract_text": "INTRODUCTION TERPENOIDS NUCLEOSIDES POLYSACCHARIDES MISCELLANEOUS COMPOUNDS CRUDE EXTRACTS SHOWING ANTIVIRAL ACTIVITY CONCLUDING REMARKS ACKNOWLEDGMENTS REFERENCES ALKALOIDS AND OTHER NITROGEN-CONTAINING COMPOUNDS ABSTRACT Che, C.4.: Marine products as a source of antiviral drug leads. Drug Dev. Res. 23:201-218,A survey is presented of the occurrence of organic compounds from aquatic organisms that have been reported to have antiviral activities. Studies of the chemical structures and antiviral properties of unusual metabolic products of aquatic life have demonstrated that marine organisms offer excellent prospects in the search for antiviral drugs",
    "body_text": "Antiviral chemotherapy began to evolve 3 decades ago following the successful treatment of herpes simplex keratitis with idoxuridine [Kaufman, 19621. Since then, the progress of antiviral drug development has been slow, and until now the few U.S. Food and Drug Administration-approved antiviral drugs (acyclovir, amantadine, idoxuridine, ribavirin, trifluridine, vidarabine, and zidovudine) have only limited applications in a few viral diseases. The demand for new antiviral therapies is thus great. In the last few years the development of antiviral drugs has been revolutionized by two events. First, the clinical success of acyclovir has demonstrated that selective inhibition of virus-specific processes is a realistic target; second, the discovery of zidovudine soon after the identification of the human immunodeficiency virus (HIV) as a causative agent of the acquired immunodeficiency syndrome (AIDS) has initiated international concerns and interests in the search for anti-HIV agents.There are generally two approaches in the search for pharmaceutical leads; namely, activity screening and rational drug design. For antiviral drug discovery, the screening approach remains the most common and productive method. Candidates from different sources, synthetic or natural, have been evaluated in a variety of test systems to determine their biological activities. Apart from the synthetic compounds, such as the purine-pyrimidine antimetabolites, many natural products from terrestrial plants and microorganisms have demonstrated antiviral potentials [for reviews, see Hudson, 1989; Che, 1991a,b] . There is also sufficient basis for the belief that aquatic organisms offer great promise as a source of prospective antiviral substances. Recent years have witnessed growing attention to marine organisms for their biomedical applications, and they have become the subject of many chemical and pharmaceutical investigations. Consequently, a large number of novel chemical structures have been discovered from aquatic animals, plants, and microbes [for reviews, see Scheuer, 1978 Scheuer, -1983 Okuda et al., 1982; Faulkner, 1984a Faulkner, ,b, 1986 Faulkner, , 1987 . Attention to pharmacologically active substances from marine flora and fauna was first drawn by Emerson and Taft (1945) , and subsequently many marine products were found to have interesting pharmacological actions [for reviews, see Nigrelli et al., 1967; Burkholder and Sharma, 1969; Der Marderosian, 1969; Ruggieri, 1976; Grant and Mackie, 1977; Kaul, 1981; Rinehart et al., 1981~; Harnden and Planterose, 1985; Braekman and Daloze, 1986; Cardellina, 1986; Kaul and Daftari, 1986; Krebs, 1986; Okami, 1986; Munro et al., 1987; Kitagawa, 1988; Scheuer, 19891. Although marine natural products have never been intensely studied for their antiviral properties, available literature data clearly indicate that a number of secondary metabolites from aquatic organisms display in vitro antiviral activities in bioassay systems. The present review summarizes these results, with the objective of demonstrating that aquatic organisms can provide an array of leads with diverse chemical structures that may have potential for being developed into antiviral drugs.From the deepwater sponge Epipolasis reiswigi, reiswigins A (1) and B (2) were isolated and found to have potent in vitro antiviral activity [Kashman et al., 19871 . Being noncytotoxic at 2 pg levels, both compounds completely inhibited herpes simplex virus type 1 (HSV-1) and vesicular stomatitis virus (VSV). Antiviral activity was also observed at 20 bg levels against coronavirus A59.Spongiadiol (3), epispongiadiol (4), and isospongiadiol ( 5 ) are furanoditerpenes obtained from a Caribbean deepwater sponge of the genus Spongia [Kohmoto et al., 19871 . They exhibited antiviral activity against HSV-I, with IC,, values of 0.25, 12.5, and 2 pgiml, respectively. These compounds were also cytotoxic to P388 cells. Groweiss et al. [1988] Other diterpene lactones, such as briantheins V (9), Y (10) and Z (11) from the gorgonian coral Briareum asbestinum, were found to have weak antiviral activity [Coval et al., 19881 . They exhibited IC,, values of 400, 80, and 50 pg/ml, respectively, against coronavirus. Brianthein Z (11) was also active against HSV-1 at 80 pg/ml. Avarol (12) and avarone (1 3), two antimitotic and antimutagenic sesquiterpenes from the sea sponge Dysidea avara, inhibited in vitro HIV replication without showing any cytotoxic effects to noninfected cells at a concentration of 0.1 kg/ml [Sarin et al., 19871 . Derivatives of these sesquiterpenes were also claimed to be active and have been patented for their antiviral properties [Mueller, 19881 . These compounds were further demonstrated to cause T-lymphotrophic cytostatic effect in murine and human lymphocytes and have low in vivo toxicity in mice [Muller et al., 19861. Avarol (12) was able to induce y-interferon in human peripheral blood lymphocytes [Voth et al., 1988) .Snader and Higa [ 19861 have patented the chamigrene derivatives ( 14), obtained from the digestive gland of the sea hare Aplysia dactylomela, as antiviral agents against HSV and v s v . Carter and Rinehart [1978a] reported the chemical structure of aplidiasphingosine (15) from a marine tunicate (Aplidium sp.). In addition to the antimicrobial and cytotoxic activities, aplidiasphingosine was antiviral against HSV-1. The compound has been synthesized to define the stereochemistry [Mori and Umemura, 1981; Umemura and Mori, 19871. From an extract of Laurencia venusta, a red alga collected in Okinawan waters, three active compounds were isolated by Sakemi et al. [ 19861 following activity-guided fractionation procedures. The compounds were determined to be thyrsiferol (16), thyrsiferyl 23acetate (17), and venustatriol (18), all of which are tetracyclic ethers of triterpenoid origin active against HSV-1 and VSV. Anderson et al. [ 19891 evaluated 24 saponins and saponin-like substances from starfish and brittle-stars for antibacterial, cytotoxic, and antiviral activities. Of the 18 compounds tested for antiviral effects, only two reduced about 25% of the pseudorabies virus plaque formation at 10 pgiml levels. They were crossasterosides B (19) and D (20), obtained from Crossaster papposus.Among the few licenced antiviral drugs in the United States, vidarabine (adenine arabinoside; Ara-A) (21) is the only naturally occurring compound, and the first to be given systemically for the treatment of herpes simplex keratitis and herpes simplex encephalitis [De Clercq, 19841 . Ara-A has been obtained from both marine and microbial sources, including the Mediterranean gorgonian Eunicella cavolini [Cimino et al., 19841 and the jellyfish Stomolophus meleagris [Betz and Der Marderosian, 19871 . Inhibition of viral DNA synthesis seems to be its major target of antiviral action, although other less specific mechanisms, such as inhibition of nucleic acid methylation by blocking the S-adenosyl homocysteine hydrolase, may contribute to the overall antiviral action. The pharmacological properties and clinical applications of ara-A have been reviewed by Muller 119791; North and Cohen [1984] ; and Buchanan and Hess [1985] .Thymine arabinoside (spongothymidine, Ara-T) (22), originally isolated from the sponge Cryptoethya crypta [Bergmann and Feeney, 19511 and more recently from the jellyfish Stomolophus meleagris [Betz and Der Marderosian, 19871 , has also been well documented as an antiviral agent [North and Cohen, 19841 . It is phosphorylated by the herpes virus-induced thymidine kinase, and in its triphosphate form it inhibits the DNA polymerase reaction.A number of nucleoside analogs have been identified for their potent antiviral activities [North and Cohen, 1984; Robins and Revankar, 19881 . Despite their antiviral efficacy, the therapeutic value of many nucleosides is limited because of the mutagenic, teratogenic, carcinogenic, or cytotoxic side effects. In recent years, however, the selectivity of this class of compounds has been enhanced through structure-activity relationship studies. The success of acyclovir [9-(2-hydroxyethoxymethyl)guanine] in clinical trials demonstrates not only that structural modifications can improve the therapeutic value of lead compounds but, more importantly, that selective inhibition of viral replication is a valid approach to antiviral therapy. From a Caribbean tunicate, Eudistoma olivaceum, seventeen 6-carboline alkaloids (eudistomins) have been isolated Rinehart et al., 1984 Rinehart et al., , 1987 Rinehart, 19891 . They belong to four structural groups, including simple P-carbolines, pyrrolyl pcarbolines, pyrrolinyl P-carbolines , and tetrahydro-P-carbolines containing an oxathiazepine ring. Among these metabolites, eudistomins C (23) and E (24), bearing the oxathiazepine moiety, were most active against HSV-1 (5-10 ng/disk) and HSV-2 (25 ng/disk). Eudistomins D (29), H (33), K (25), L (28), N (30), and P (34) were less active (100-500 ng/disk). Metabolites of the same class have also been obtained from the unrelated New Zealand ascidian Ritterella sigillinoides Lake et al., 1988, 19891 ; they included eudistomin C (23), eudistomin K (25), eudistomin K sulfoxide (26), debromoeudistomin K (27), eudistomin 0 (31), and P-carboline (32). Debromoeudistomin K (27) and eudistomin K sulfoxide (26) showed antiviral activity against HSV-1 at concentration levels of 400 ng/disk, while eudistornin 0 (31) and the @-carboline (32) were less active (500-2,000 ng/disk). The antiviral applications of eudistomins A (35) and M (36), or their pharmaceutically acceptable salts, have also been patented [Rinehart, 19851. A series of bis-indole alkaloids including topsentin (37), bromotopsentin (38), and 4,5-dihydro-6-deoxybromotopsentin (39), were isolated from a Mediterranean shallow water sponge Topsentia genitrix by Bartik et al. [I9871 as defense chemicals. Tsujii et al. [1988] obtained the same compounds from a Caribbean deep sea sponge of the genus Spongosorites and reported the antiviral activity of these metabolites. Topsentin (37) showed activity against HSV-1 (50 pg/disk), coronavirus A59 (2 pg/disk), and VSV; bromotopsentin (38) was active against HSV-1 (200 kg/disk) and coronavirus A59 (10 pg/disk), whereas dihydrodeoxybromotopsentin (39) was active only against coronavirus A59 (2 kgidisk). These compounds also had varying degrees of cytotoxicity against P388 cells.A pentacyclic aromatic alkaloid dercitin (40) was isolated from a deepsea sponge (Dercitus sp.) and found to be anti-HIV at concentrations of 5 Fgiwell [Gunawardana et al., 19881. The compound also exhibited cytotoxic and immunosuppressive activities. Sakai and Higa [1987] isolated tubastrine (41) from Tubastrea aurea at the coral reefs of Okinawa. The compound was active against HSV-1 and VSV.Acarnidines a-c (42-44), containing substituted homospermidine skeleton, were isolated from the sponge Acarnus erithacus from the Gulf of California [Carter and Rinehart, 1978bj . They exhibited antiviral activity against HSV-I at 80 pg/disk levels. Didemnins are a group of cyclic depsipeptides isolated from a Caribbean tunicate (Trididemnum sp.). In addition to dideninins A (49), B (50), and C (51), initially obtained by Rinehart et al. [1981a-c] , more than ten members of this class have now been isolated or chemically prepared [Rinehart et al., 19901 . These compounds not only possess antiviral properties but also have antitumor and immunosuppressive activities. Didemnins A (49) and B (50) inhibited the replication of HSV-1 and HSV-2, at concentrations of 1 and 0.05 pM, respectively. Similar efficacy was demonstrated against cosxackie virus A2 1, equine rhinovirus, and parainfluenza virus 3 [Rinehart et al., 1981a,b] . When the study was extended to other RNA viruses, including the highly virulent human pathogens Rift Valley fever virus, Venezuelan equine encephalomyelitis virus, and yellow fever virus, inhibition was observed at concentrations ranging from 0.08 to 1.4 pgiml. Doses of 1.25-5.0 mgikg didemnin A and 0.25 mgikg didemnin B administered subcutaneously for 5 days to mice infected with a lethal dose of Rift Valley fever virus significantly increased the numbers of survivors, although drug-related toxicity was also observed [Canonico et al., 19821 . Additionally, when didemnin A was applied intravaginally to HSV-2-infected mice at a dose of 1 mgiml, three times per day for 3 days, 60% of the animals were protected. Didemnin B was as effective, even at lower doses (0.23 mgiml) [Rinehart et al., 19831 . Despite the significant antiviral properties, didemnins are cytotoxic and inhibitory to cellular DNA, RNA, and protein synthesis at concentrations close to those at which viral growth was affected [Rinehart et al., 19831 . Consequently, they have both a low antiviral selectivity and therapeutic index. Nevertheless, some improvement in antiviralicytotoxicity ratios have been achieved through structural modifications, and further investigations are warranted to yield better results.Rinehart and his associates have reported a series of dimeric bromopyrroles from the sponges Agelas coniferin and A. cf. mauritiana [Rinehart, 1988 [Rinehart, , 1989 Rinehart et al., 19901, including the previously known sceptrin (52) [Walker et al., 19811 , its debromo (53)-and dibromo (54)-derivatives, oxysceptrins (55, 56), and ageliferins (57-59). These compounds all showed antiviral activity against HSV-1 at concentrations as low as 20 pg/disk.The antiviral activity of polysaccharides has been recognized for a number of years. As early as 1947, polysaccharides from diverse sources were found to inhibit viral growth [Ginsberg et al., 1947; Green and Wooley, 1947; Horsfall and McCarty, 19471. Gerber et al. [1958] then reported the antiviral effects of a polysaccharide extract from seaweeds against influenza B virus and mumps virus in embryonated eggs. Later, agar polysaccharides were also demonstrated to inhibit replications of encephalomyocarditis virus, poliovirus, and herpes virus [Schulze, 1964; Takemoto and Fabisch, 1964; Takemoto and Spicer, 19651. Kathan [1965] examined extracts of kelp and reported inhibitory activities against the multiplication of influenza virus and viral neuraminidases. The polysaccharide-rich fractions from two marine red algae, Cryptosyphonia woodii and Farlowia mollis, were found to exhibit in vitro antiviral activity against HSV-1 and HSV-2, vaccinia virus, and VSV [Deig et al., 1974; Richards et al., 19781. The extracts were also shown to protect mice from HSV-2 infection but had no therapeutic effects when applied postinfectiously .In recent years, sulfated polysaccharides have been demonstrated to inhibit in vitro replication of many enveloped viruses, including the HIV [Baba et al., 1988; Sugawara et al., 19891. A sulfated polysaccharide called SAE, isolated from the sea alga Schizyrnenia pacifca, also displayed inhibitory effects on HIV replication and on reverse transcriptase activity [Nakashima et al., 1987a,b] . Sulfated polysaccharides are an interesting class of compounds showing potent in vitro antiviral activity, presumably due to the interference with the viral adsorption process. Although many of them have become useful probes for antiviral research, cytotoxicity, and other undesirable side effects (such as anticoagulation) may preclude any clinical application. Low oral bioavailability of these compounds also constitutes a hindrance in drug development.In a screen of New Zealand marine invertebrates, a sponge of the genus Mycale showed significant in vitro and in vivo antiviral activities [Perry et al., 19881 . The extract protected coronavirus-infected mice at a dose of 0.1 mg/kg. Subsequently, two active metabolites were determined to be mycalamides A (60) and B (61) [Perry et al., 1988, 19901 . Both compounds were very active against HSV-1 and poliovirus I (MICs 3.5-5 @disk and 1-2 ngidisk, respectively, for mycalamides A and B). No in vivo results have been reported for these compounds. metabolite onnamide A (62) was isolated by Sakemi et al. [ 19881. It displayed potent in vitro antiviral activity against HSV-1, VSV, and coronavirus A59. From an unidentified marine bacterium, Gustafson et al. [1989b] reported eight new secondary metabolites. One of them, macrolactin A (63), showed significant inhibition of HSV-1 and HSV-2 (IC,,s 5.0 and 8.3 pgiml, respectively). More importantly, it protected T-lymphoblast cells against HIV replication, at concentrations of 10 pgiml. Gustafson et al. [ 1989al isolated a group of sulfonic acid-containing glycolipids (64-67) from anti-HIV extracts of the cyanobacteria (blue-green algae) Lyngbya lagerheimii and Pkormidium tenue. These sulfolipids represent a new structural class of anti-HIV compounds currently under preclinical investigation at the National Cancer Institute. Several other cyanobacterial culture extracts showing positive test results for the presence of sulfolipids were also active in the in vitro anti-HIV assay.Li and his associates have studied a number of extracts from marine animals for antibacterial and antiviral activities. Their results indicated that some macromolecules (probably glycoproteins or mucoproteins) present in abalone (Haliotis rufescens), oyster (Crassustreu virginica), clam (Mercenaria mercenaria), queen conch (Stmrnbus gigas), squid (Lofigo pealii), and sea snail (Tegula ga1lina)'possessed significant antibacterial and antiviral activities both in vitro and in vivo [Li, 1960; Li et al., 1962a,b; Prescott et al., 19641 . The antiviral fraction, designated as Paolin 2, from abalone and oyster extracts inhibited the replication of polyoma virus, influenza A virus, and poliovirus in tissue cultures, and protected mice infected with poliovirus and influenza virus [Li et al., 1962a,b] . Additionally, ammonium sulfate extracts prepared from the common clam have been demonstrated to suppress in vitro replication of HSV and adenovirus type 12 and reduce tumor formation in hamsters induced by the adenovirus [Li et a1 . , 19651. Anderson et al. [ identified as Sarcotragus sp. and Zrcinia sp., displayed significant in vitro antiviral activity against HSV-1 and poliovirus I [Barrow et al., 1988a,b] . A group of furanosesterterpene tetronic acids, of which variabilin (68) was the major component, were isolated, but none of them displayed significant antiviral activity. The active principle(s) present in these extracts remain unknown.Recent years have witnessed great advances in antiviral chemotherapy. The discovery of acyclovir and zidovudine has produced a marked impact on antiviral drug development. For many years, antiviral research was hampered by inherent problems such as inconsistency of testing assays, lack of appropriate animal models, and incomplete understanding of viral pathogenesis. The biggest problem lies in the fact that viruses share many common cellular mechanisms with infected cells, and it is thus difficult to interfere selectively with viral growth without affecting normal cell growth. As our knowledge of the molecular details of virion structure and viral replication expands, it will be possible to design target-oriented assay systems to detect chemicals that can selectively interfere with the viral life cycle. It seems also possible to design compounds that are activated only by virus-induced enzymes in the infected cells, so that normal cells will not be affected.Despite the fact that most antiviral studies have focused on synthetic compounds such as the nucleoside analogs, results presented in this review clearly indicate that a variety of marine natural products possess antiviral potential. It may be true that many of these compounds may never be developed into therapeutic preparations for different reasons (e .g., toxicity, unfavorable pharmacological properties, or bioavailability problems), but it is likely that among them there are several selectively toxic substances that may eventually become useful in the clinic. It has also to be realized that, until now, only a small number of marine products have been tested for antiviral activity; most have never been evaluated.There are several reasons to believe that marine products are an interesting group of compounds for antiviral investigation. First, for many years marine organisms have been relatively unexplored from a chemical and pharmaceutical point of view. Major problems were mostly technical ones, such as unavailability of marine specimens, uncertainty of taxonomic classification of marine organisms, difficulties in recollection of the same species, and scarity of isolated compounds for structural and biological determinations. The past few decades have witnessed substantial progress in oceanography and separation chemistry for overcoming these problems. With a close collaboration between marine biologists, organic chemists, and virologists, the abundant marine flora and fauna would become an important source of materials for pharmaceutical research, including antiviral drug development. Second, natural products have been known to be a rich source of enzyme inhibitors, many of which possess significant selectivity against specific enzymes. It is therefore reasonable to believe that, among the enormous variety of marine products, there are selective inhibitors of virus-coded enzymes that may possess the potency and selectivity required for an antiviral agent. Third, difficulties in finding effective antiviral drugs have been partly due to the frequent mutation of the virus into drug-resistant strains. Consequently, combination therapy using drugs of different mechanisms of action may be of benefit. Therefore, a strategy in the search for antiviral compounds is to obtain leads of diverse chemical structures with different action mechanisms. The aquatic habitat enables living organisms to biosynthesize a variety of secondary metabolites whose structures are unlike any compound found in terrestrial species or chemically synthesized. These unique structures may interact with biological systems in novel manners and thus can serve as models in the development of new drugs.In summary, literature data have demonstrated that aquatic organisms are producing a variety of unique chemical compounds displaying antiviral activity. It is reasonable to postulate that some of these metabolites, or their derivatives, can be further developed into antiviral drugs. Moreover, as a class of natural products that has been relatively unexplored, marine products certainly deserve further attention from chemists and pharmacologists.I thank Prof. Norman R. Farnsworth providing valuable suggestions during the preparation of this manuscript. I also acknowledge the NAPRALERT database and its staff at the Program for Collaborative Research in the Pharmaceutical Sciences, College of Pharmacy, University of Illinois at Chicago, for providing part of the literature data",
    "metadata": {
        "paper_id": "27b2c055e36b8ff22f0b14e23785ccaaef5948ab",
        "title": "Marine Products as a Source of Antiviral Drug Leads"
    }
}