{
    "abstract_text": "",
    "body_text": "Novel corona virus (2019-nCoV or COVID-19) pandemic has been considered as a major public health emergency in the world of this century. We synthesised noval 12 pairs of primers from the whole genome of COVID 19 virus by using In-silico approach. We observed primers have high binding capacity and no cross reactivity. These primers and probe may be useful for commercial development of one step RTPCR based kit for diagnosis of COVID 19. Iran became other hotspots of COVID-19 outbreak. In India (13 April 2020, 17:00 GMT+5:30) currently total cases are 8048. Due to increase in number of potential cases in this global pandemic situation, the pressure is on to clinician, who requires a quick and more-accessible diagnostic test with high sensitivity, which is applicable during early symptomatic and asymptomatic phase. Polymerase Chain (PCR) or real time PCR has been considered as a specific and sensitive molecular technique to detect the viral load in the humans [4] . In this study, Bioinformatics tools (Primer quest and MFE primer 3.0) were used to design and verify the COVID-19 specific primers. qRT-PCR primer and probe were designed within conserved region from whole genome, RNA dependent RNA polymerase (RdRP) and envelope to detect SARS-CoV2 from COVID-19 virus isolated from Wuhan, China (Gene bank No: NC_045512, MT072668.1and MT111896.1 respectively). The details of primer, specificity and conditions were provided in table: 1. Further we validated our PCR primers with tools such as In-Silico PCR (https://genome.ucsc.edu/cgi-bin/hgPcr) and Primer-Blast which allow to investigate the amplification targets of primers and probes to ensure adequate specificity and sensitivity. We noted that all the primers (Table 1 ) either based on syber green chemistry had binding capacity(ΔG) ranged from -20.46 to -23.14(Kcal/mole) while based on Taqman probes had binding capacity (ΔG ) ranged from -26.56 to -27.20 (kcal/mole). Higher binding capacity of primers in MFE primer tool showed higher specificity against virus [5] . We also observed no cross reactivity with other corona virus family (SARS and MERS). All these sets of primers of COVID-19 were highly specific and any of the primer set either syber green based or Taqman probe based may be useful for commercial one step RT-PCR based kit development for the molecular diagnosis of COVID-19 viruses. The assay based on one step qRT-PCR detection will be sensitive, rapid and specific to detect COVID-19 viruses in mouth swab, nasal swab,",
    "metadata": {
        "paper_id": "2796fa8b2642c0a1fa60b3efad300d300a97c7ca",
        "title": "Journal Pre-proof 'In-silico primer designing and PCR for detection of novel coronavirus-19"
    }
}