{
    "abstract_text": "using coalitional game theory, surrogate trees, and partial dependence plots 5 6 Russell Yang¹ 7 8 9 10 Abstract 1 As of early June, 2020, approximately 7 million COVID-19 cases and 400,000 deaths have been 2 reported. This paper examines four demographic and clinical factors (age, time to hospital, 3 presence of chronic disease, and sex) and utilizes Shapley values from coalitional game theory 4and machine learning to evaluate their relative importance in predicting COVID-19 mortality.The analyses suggest that out of the 4 factors studied, age is the most important in predicting 6 COVID-19 mortality, followed by time to hospital. Sex and presence of chronic disease were 7 both found to be relatively unimportant, and the two global interpretation techniques differed in 8 ranking them. Additionally, this paper creates partial dependence plots to determine and 9 visualize the marginal effect of each factor on COVID-19 mortality and demonstrates how local 10 interpretation of COVID-19 mortality prediction can be applicable in a clinical setting. Lastly, 11 this paper derives clinically applicable decision rules about mortality probabilities through a 12 parsimonious 3-split surrogate tree, demonstrating that high-accuracy COVID-19 mortality 13 prediction can be achieved with simple, interpretable models",
    "body_text": "Interpretable machine learning is critically important in healthcare, and clinicians seek 17 explanations that justify and rationalize model predictions [1] . Medical professionals also prefer 18 parsimonious machine learning methods because of their explainability and because they are 19 more likely to conform to operational guidelines, which often include fixed attribute scores [2] . 20 Thus, feature extraction is often eschewed in medical research because it reduces interpretability 21 [2].. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The incubation period of COVID-19 is about 5.2 days [3] , and there is a median length of 14 24 days between onset of symptoms and death [4] . COVID-19 symptoms include pneumonia, fever, 25 fatigue, and dry cough [5] , and risk factors include pre-existing health conditions (asthma, 26 chronic lung/kidney disease, diabetes, hemoglobin disorders, being immunocompromised, 27 liver/heart disease), old age, and obesity [6] . COVID-19 mortality also varies among different 28 ethnicities, potentially due to discrimination, economic disadvantages, unequal access to health 29 care, and other factors [7] . high-sensitivity C-reactive protein) to achieve advanced individual-level COVID-19 mortality 43 predictions with 90% accuracy [12] . We hypothesize that demographic and temporal risk factors 44 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. healthcare quality, etc.) because many samples had to be discarded in the preprocessing steps; 81 nonetheless, we hope that the relative importance of age, sex, time to hospital, and presence of 82 chronic disease will be relatively consistent between this sample and the global population. Table 1 provides summary statistics for the dataset. As shown in Table   87 1, the mean age of patients was about 48.02 (SD 18.62). 63.59% of patients were male. Chronic is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. performance in many scenarios [14] . The algorithm is highly scalable and utilizes minimal 97 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. 113 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124933 doi: medRxiv preprint 133 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124933 doi: medRxiv preprint 7 LIME is a technique that uses local approximations to a machine learning model to provide is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. Partial dependence plots were created for each of the four explanatory variables (Fig 5) . Higher is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124933 doi: medRxiv preprintThe skater package in Python was also used to perform interpretation analyses. Skater, like shap, 183 has global and local interpretation abilities. As shown in Fig 7, the skater packages provides a 184 similar ordering of feature importance as the shap package. Age is the most important feature by 185 far, followed by time_to_hospital. However, skater ranks sex as more important than 186 chronic_disease_binary, while shap ranks chronic_disease_binary as more important than sex. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. other gradient boosting algorithms) combines many trees (100 by default) as weak predictors.More parsimonious trees are required to find simple decision rules (heuristics) for use in a 209 clinical setting. Therefore, we create a parsimonious surrogate tree using the skater package (Fig   210   10 ). 3. If the person's age is greater than 57.5 and they get to the hospital in 2 days or less (after 221 symptom onset), the probability of mortality is 42.9%.. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124933 doi: medRxiv preprint 4. If the person's age is greater than 57.5 and they get to the hospital after more than 2 days, 223 the probability of mortality is 93.3%.Note that in this tree, the sex variable was not used, but different trees using different 225 combinations of explanatory variables can be created by tweaking the random seed of the 226 surrogate explainer. Various classification metrics were calculated to assess the prediction 227 performance of the parsimonious model on the test data (Table 3) . Interestingly, the more 228 parsimonious model still achieves a classification accuracy of 84% despite only having 3 splits. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124933 doi: medRxiv preprint Future analysis is required to determine the joint effect of multiple features on outcome and 261 explore other demographic, spatial, temporal, and environmental factors as data on them 262 becomes readily available. 263",
    "metadata": {
        "paper_id": "2774c8813c14a2c3be910d5c896b5143da0decc4",
        "title": "Who dies from COVID-19? Post-hoc explanations of mortality prediction models"
    }
}