[
    [
        "https://www.airspacemag.com/air-space-magazine/new-qantas-airline-long-distance-record-180979377/",
        "On October 6, a Qantas crew led by Captain Alex Passerini made the airline’s longest ever commercial passenger flight. Flight QF14 took off from Buenos Aires, Argentina and flew nonstop to the north coast of Australia, landing after 17 hours and 25 minutes and covering 9,334 miles. The Boeing 787-9 Great Barrier Reef carried four pilots, 17 crew, and 107 Australian passengers repatriated from South America due to the COVID pandemic. “There were some truly spectacular views as we tracked across Antarctica, which was an extra bonus for our passengers, who were very glad to be coming home,” said Passerini. The flight was about 325 miles longer than the airline’s previous longest trip, a regularly scheduled flight from Perth to London, which has been paused for the pandemic.\n\nThough impressive, the October 6 flight is not the world’s longest. That honor goes to Singapore Airlines for service between New York and Singapore, a distance of 9,537 miles. Air Tahiti has an even longer nonstop—Papeete to Paris, which has operated a few times during the pandemic but ordinarily makes a layover in L.A. One hopes that passengers get more than peanuts."
    ],
    [
        "https://www.airspacemag.com/blogs/air-space-museum/2021/04/12/vera-c-rubin-observatory-and-women-chilean-astronomy/",
        "In March 2020, the Vera C. Rubin Observatory sat partially erected, perched on Chile’s Cerro Pachón in the foothills of the Andes Mountains. The Observatory had halted construction of the 8.4-meter telescope and its associated buildings due to the coronavirus pandemic. By October 2020, with safety precautions in place, construction teams began to slowly return to the mountain. Earlier this month, just one year after its unexpected closure, the Rubin Observatory reached a major milestone when crew used a crane to lower the top end of the telescope, weighing approximately 28 tons and measuring 10 meters in diameter, through the observatory’s open dome and into its place on the telescope. This was one of the last remaining heavy pieces to be added to the telescope as the project nears completion and looks forward to beginning regular observations in 2022.\n\nOnce in operation, the Rubin Observatory will survey the sky above it, capturing images every few nights to create a catalog of data and a map of the visible universe. Astronomers will use this accumulation of roughly 20 terabytes of data each night, enough to hold the equivalent of four million of your favorite songs, to push our scientific understanding of the structure and evolution of the universe.\n\nInitially called the Large Synoptic Survey Telescope, the Vera C. Rubin Observatory was renamed to honor a pioneer in astronomy, particularly in the field of dark matter, one of the many mysteries the new observatory is expected to help probe. Beginning in the 1960s, Dr. Vera Rubin used a new instrument designed by Kent Ford to study the motion of galaxies. Rubin discovered that the stars in the galaxies she observed orbited faster than expected. One explanation for this discrepancy was that there was more mass in the galaxy than could be seen in the stars alone. Rubin’s observations helped provide the best observational evidence that the universe is not only composed of ordinary matter, but is actually dominated by dark matter.\n\nIn 2019, two U.S. House of Representative members, Eddie Bernice Johnson and Jennifer González-Colón, introduced the congressional bill to rename the observatory, the text of which noted Rubin’s pioneering astronomical work, but also the barriers she faced because of her gender. Princeton University, Rubin’s preferred choice for graduate work, did not allow women to apply to its programs and the astronomical community largely ignored Rubin’s research early in her career. Eventually she succeeded in securing a position at the Carnegie Institution of Washington and became the first woman to officially observe at the Palomar Observatory, which was home to the world’s largest telescope. Before her death in 2016, Rubin served as a mentor to other women astronomers and fought for better gender parity in astronomy.\n\nRubin observed the universe with some of the largest telescopes available during the late twentieth century, including those in Chile, at the newly established Cerro Tololo Inter-American Observatory and the Las Campanas Observatory. When Rubin began her astronomical career, Chile held a small fraction of the world’s telescopes. However, largely due to the nearly perfect dry and clear conditions, particularly in the Atacama Desert in Chile’s northern region, today Chile contains the vast majority, around 70%, of the world’s large ground-based telescopes.\n\nMost Chilean observatories constructed in the last 60 years are operated by North American and European nations. For their access to Chile’s pristine skies, these international collaborators agreed to reserve 10% of observing time for Chilean astronomers, a percentage that many argue is not adequate. The number of Chilean universities offering PhD degrees in astronomy has increased in the last decade and the number of professional astronomers working in Chile has tripled in that decade alone. At the Vera C. Rubin Observatory, all of the data will be made available to both Chilean and U.S astronomers which should aid the growing number of astronomers in Chile. However, in Chile, women astronomers still only account for 15% of the country’s astronomers, which is about half their representation worldwide. Placing Rubin’s name on a new observatory and providing greater access to its data is a recognition of her incredible accomplishments and tireless efforts but it is also a reminder of the continued marginalization of women in astronomy and the further inequity across race and nationality.\n\nWhile the number of women astronomers in Chile remains low, women have succeeded in contributing to the extension of our knowledge of the universe. Dr. María Teresa Ruiz broke through her own barriers as she worked to become a trailblazer for women in Chilean astronomy. Born in Santiago, Ruiz was the first woman to earn a degree in the newly formed astronomy program at the University of Chile. When she graduated there were no astronomy PhD granting programs in Chile so she traveled to the United States where she attended Princeton University, the same institution where two decades earlier, Rubin had not been permitted to apply. In 1975, Ruiz became the first woman to earn a PhD in astrophysics at Princeton. Ruiz eventually returned to Chile and helped to rebuild and foster the university system. In 1997, she discovered one of the first free floating brown dwarfs using the European Southern Observatory’s La Silla observatory. Brown dwarfs are star-like objects that are too small to fuse hydrogen but too large to be planets. Their discovery and subsequent study refuted the hypothesis that brown dwarfs may account for a significant amount of the dark matter in the universe. For her long and accomplished career in astronomy, Ruiz was awarded Chile’s National Prize for Exact Sciences and remains a leader for science in Chile.\n\nRuiz paved the way for younger scientists to follow in her footsteps. Dr. Bárbara Rojas-Ayala began her astronomical studies under Ruiz and continues to research dwarf stars at the University of Tarapacá. Dr. Maritza Soto has already impressed with the discovery of three planets, the first of which she discovered in 2011 while a graduate student at the University of Chile. Soto continues her research while hoping to normalize careers in astronomy, particularly for women. In 2019, Soto hoped to import that “astronomy is not alien stuff that only two people in the world do; it’s really a career path. It’s something you can do, that anyone can do, if you work a lot for it. It’s not impossible, you don’t have to be a genius,” she says. “You can just be a normal person.”\n\nBy the time the Vera Rubin Observatory begins operations in 2022, followed by other large telescopes built along the Chilean Andes, we can hope that the number of women astronomers using those facilities will continue to rise. To accomplish this, major steps still need to be taken and enforced to make the astronomy community more inviting and more supportive of women, particularly in the places that host the world’s telescopes."
    ],
    [
        "https://www.airspacemag.com/science-nature/how-to-deal-with-work-stress-and-recover-from-burnout-180980413/",
        "There’s job stress, and then there’s the crushing pressure paramedics went through during the first wave of the Covid-19 pandemic. The uncertainty, the dread, the constantly changing protocols, the shortages of personal protective equipment, the multiple calls to the same nursing home — it was almost too much for Kate Bergen of Manahawkin, New Jersey.\n\n“It felt like everything was closing in around us,” Bergen says. “At some point I knew that I couldn’t take any more. Was I headed for a meltdown? Was I going to just walk off the job one day? I was getting very close to that point.”\n\nInstead of quitting, Bergen found a calling. One day while waiting for the next emergency call, she took a picture of herself in her full PPE. The image inspired her to paint a self-portrait poster in the style of World War II icon Rosie the Riveter. The message: “We need you to stay home.”\n\nIt was the first in a series of “Rosie” posters of women first responders, an ongoing project that has helped Bergen calm her mind during her downtime. Ultimately, she says, the Rosies helped her withstand the stress of her job and allowed her to show up to work each day with new energy and focus. “They made it possible for me to keep going.”\n\nWhile workers like Bergen are responding to emergency calls and saving lives, many of us are doing things like responding to emails and saving receipts from business trips. But even for people with jobs in offices, restaurants and factories, there’s an art and a science to making the most of downtime, says Sabine Sonnentag, a psychologist at the University of Mannheim in Germany. The right approach to non-work time can help prevent burnout, improve health and generally make life more livable. “When a job is stressful, recovery is needed,” says Sonnentag, who cowrote an article exploring the psychology of downtime in the 2021 issue of the Annual Review of Organizational Psychology and Organizational Behavior.\n\nWorkers everywhere are feeling frazzled, overwhelmed and ready for the weekend. With that backdrop, researchers are doing work of their own to better understand the potential benefits of recovery and the best ways to unwind. “Work recovery has become part of the national conversation on well-being,” says Andrew Bennett, a social scientist at Old Dominion University in Norfolk, Virginia. “There’s a growing awareness that we can’t just keep working ourselves to death.”\n\nAt a time when many people are rethinking their jobs (if they haven’t already quit), they should also be thinking about their quality of life away from work, Sonnentag says. “People should ask themselves, how much free time do I have and how much energy do I have for my free time? How do I want to continue my life?”\n\nA weekend paradox\n\nWe can all use a chance to unplug and unwind, but here’s the rub: Recovery from work tends to be the most difficult and elusive for those who need it most. “We call it the ‘recovery paradox,’” Sonnentag says. “The odds are high that when a job is stressful, it’s difficult to have an excellent recovery.”\n\nThat paradox was underscored in a 2021 analysis that combined results from 198 separate studies of employees at work and at home. Workers with the most mentally and emotionally draining jobs were also the least likely to feel rested and rejuvenated during their off time. Interestingly, people with physically demanding jobs — construction workers, furniture movers and the like — had much less trouble winding down. The surest way to feel lousy after hours, it appears, is to think too hard at work.\n\nSonnentag authored a 2018 study published in Research in Organization Behavior that helped to explain why the paradox is so hard to escape. People who were more stressed out at work tended to get less exercise and worse sleep, an ideal scenario for feeling less than great. In other words, stressful work can disrupt the very fundamentals of healthy living.\n\nTo help workers break out of that destructive loop, researchers are pondering both sides of the work/life cycle. As Sonnentag explains, certain tasks, obligations and workplace cultures make it especially hard to unwind when work is done. Time pressure, the feeling that one is constantly under the gun, is especially disruptive. Jobs in health care, where that time pressure often combines with life-and-death stakes, tend to be especially taxing. Working with customers can be exhausting too, Sonnentag says, partly because it takes a lot of focus and effort to act cheerful and friendly when you don’t always feel that way deep down, a task known as emotional labor.\n\nThe demands of work vary widely from one person to the next, and so do approaches to downtime. Recovery is highly individual, and different people will have different strategies. “We don’t have a single prescription,” Bennett says. Researchers have grouped approaches into broad categories, including “relaxation” and “mastery.” Relaxation, a concept that’s easier to grasp than it is to achieve, includes any activity that calms the body and mind, whether it’s walking through a park, reading a good book or watching a zombie hunter movie on Netflix. (Note: The latter may not be an ideal choice if your actual job involves hunting zombies.)\n\nMastery, meanwhile, can be achieved through any activity that challenges a person to be good (or at least passable) at a new skill. Just as painting helped Bergen cope with stress, workers can find relief in their accomplishments. “Anything associated with learning can be helpful,” Sonnentag says. “It could be some kind of sport or exercise. It can be something like learning a new language or trying new cuisines when cooking.” A 2019 study that followed 183 employees over 10 workdays found that people who achieved some sort of mastery during their off time were more energetic and enthusiastic the next morning.\n\nFor people who need a break, the “why” behind a particular activity can be as important as the “what.” A 2013 study that followed 74 workers for five days found that people who spent their off time with activities and tasks that they actually wanted to do — whatever they were — were more lively and energetic the next day than those who felt obligated or forced to do something.\n\nWhether they’re relaxing or creating during their time away from the office, Bennett says stressed-out workers should strive to think about something other than their jobs, a process that psychologists call detachment. (The TV show Severance takes this concept to extremes.) It’s OK to have great ideas in the shower and regale your partner with office anecdotes, but research shows people with stressful jobs tend to be happier and healthier if they can achieve some mental and emotional distance from work.\n\nThe benefits of tuning out became clear in a 2018 report involving more than 26,000 employees in various lines of work, including judges, teachers, nurses and office workers. The analysis, coauthored by Bennett, found that detachment was a powerful buffer against work-related fatigue. Workers who said they were able to think about things other than work while at home were less worn out than their colleagues. On the other hand, workers who carried on-the-job thoughts throughout the day were more likely to feel exhausted.\n\nVacations can also help erase work stress and prevent burnout, to a point. Sonnentag coauthored a 2011 study that used questionnaires to track 131 teachers before and after vacations. The teachers returned to work feeling refreshed and engaged, but those benefits tended to fade after only a month. The post-vacation high was more fleeting for teachers with especially demanding jobs, but it lingered a bit longer for those who managed to fit relaxing leisure activities into their regular routine.\n\nHow much vacation is enough? That question is hard to answer, Sonnentag says. While many European workers expect and demand four- or five-week breaks, she says there’s no evidence that such long vacations offer any more chance for recovery than a vacation of one or two weeks. She does feel confident saying that most workers will need at least occasional breaks that are longer than just a weekend, especially if that weekend is largely eaten up by household chores and other non-work obligations.\n\nPerhaps an extra day off each week would make a big difference. That’s the premise driving an ongoing four-day-workweek experiment involving 70 companies in the UK. The businesses, including banks, robotics manufacturers, and a fish and chips restaurant, are all expecting employees to maintain their productivity despite working one day less each week. The full results won’t be available until 2023, but early data suggest that the four-day workweek has decreased signs of burnout and stress while improving life satisfaction and feelings of work-life balance, reports Wen Fan, a sociologist at Boston College who is helping to conduct the experiment. “The results are very encouraging,” she says.\n\nFan says it’s too early to know if the employees and companies were able to stay as productive as ever during the experiment, but she notes that most jobs could be done more efficiently with a little extra planning and streamlining. “A lot of time is wasted on distractions and meetings that go on too long,” she says.\n\nNo matter how many days a week a person has to work, minibreaks during the day can help, too. A 2020 survey-based study involving 172 workers in the US found that subjects tended to be in better moods and were less emotionally exhausted toward the end of the workday if they had breaks that allowed them to briefly detach from work. The study also tracked mindfulness, the degree to which people are conscious of their present emotions and circumstances. They did this by asking the participants how much they agreed with statements such as “Today at work I was aware of different emotions that rose within me.” Employees who were the most mindful were also the most likely to truly check out and relax during their breaks from work.\n\nA 2021 study of college students took a closer look at relaxation and exercise during work breaks. Those who tried progressive muscle relaxation, a low-stress activity that involves tensing and releasing muscles, reported more detachment during the break, while students who got their blood pumping on an exercise bike had more energy for the rest of their day. Study coauthor Jennifer Ragsdale, now a research psychologist at the National Institute for Occupational Safety and Health in Cincinnati, says that a better appreciation for the nuance of work breaks can help people choose the right approach for a given day. “If you need some sort of pick-me-up, you can walk round the building to get your energy going,” she says. “If you’re feeling overwhelmed, you can relax.”\n\nAs many people have discovered during the pandemic years, it can be challenging to fully check out from work when your living room is also your office. Speaking with at-home workers, Bennett has collected tips for separating work life and life life. Something as simple as wearing a collared shirt or other office attire during work hours and changing into casual wear at the end of the day can help establish boundaries, he says. Using a dedicated laptop for work and putting any work-related materials out of sight at the end of the day can also create much-needed distance.\n\nRagsdale says that technology can be both an escape and a tether. The same devices that help us play games, listen to podcasts or struggle with online word puzzles also make it possible to receive work emails and other reminders of life outside of the home. Ragsdale cowrote a 2021 commentary calling for more research into the impacts of cell phones on work recovery. “When you’re continuing to be exposed to work through your cell phone, it’s harder for that recovery process to unfold,” she says. The very sight of a work email can trigger thoughts that are just as stressful as the actual job, she adds.\n\nNot many people can completely let go of their phones when they’re at home, but they can take steps to protect themselves from intrusive work pings. “You can adjust your settings in a way that make your phone less appealing,” she says, including turning off notifications for things like email and Twitter.\n\nBergen can’t be away from her phone when she’s on call, but she can still feel like she’s in her own world when she’s working on a new “Rosie” painting. Psychologists may call it mastery, but for her it’s a validation and an escape. She has recently started painting women first responders who were on duty for both 9/11 and Covid. “I started out painting one thing for myself and it blossomed,” she says. “It’s turned into something beautiful.”\n\nKnowable Magazine is an independent journalistic endeavor from Annual Reviews.\n\n"
    ],
    [
        "https://www.airspacemag.com/blogs/smithsonian-education/2022/07/19/equitable-access-to-quality-early-learning-experiences/",
        "Ensuring appropriate and effective education for their children is a concern all families naturally grapple with, and it is not limited to the K-12 education environment. The caregivers of our country’s youngest children often face particularly daunting challenges in finding programs that can do two things: care for their infants, toddlers, and preschoolers so they can work; and provide a stimulating environment so their children can learn.\n\nAccess to early learning programs is complicated. Unlike K-12 education, early learning is not a cohesive system or a continuous program, but a collection of offerings supported by federal, state, and local funding streams that have been created in response to research and caregiver demand. For example, Head Start programs are available at no cost to children ages birth to 5 from low-income families. The federal government sends funding for Head Start to states and local entities. States may, or may not, add additional money to these programs.\n\nAccording to the National Institute for Early Education Research's recent report, \"The State of Preschool 2021,\" forty-four states have developed pre-kindergarten programs for four-year-olds, and a few states are serving three-year-olds as well. In 2020-2021 29% of 4-year-olds and 5% of 3-year-olds were enrolled in pre-kindergarten, an 18% decrease from pre-pandemic levels. In most states pre-kindergarten programs are limited in reach and, in some of the states with the highest number of eligible children (Texas, Florida, California), program quality is low.\n\nWhile Head Start, childcare, and pre-kindergarten are distinct types of programs, they serve the same purpose of providing a safe, stimulating, educational environment for children so their caregivers can work. However, because they are separate systems in most states, caregivers frequently have difficulty finding continuous services, and local communities are challenged to build early learning systems that are linked to the K-12 system.\n\nFederal and state action in this area has been prompted by an impressive body of research from the fields of education, psychology, medicine, economics, and health showing that the quality of care and education (for children and caregivers) during the first five years of a child’s life form the very foundation for all later development. Using MEG brain imaging machines , researchers have created visual maps of real-time brain activity which show the rapid development that occurs when a child is stimulated. Strong brains are built from the earliest stages of life through healthy environments and reciprocal interactions with caring adults.\n\nResearch from the National Head Start Association further shows that providing children a high-quality early learning experience reduces the need for future educational interventions, remediation, and social services. Additionally, it lowers criminal justice costs, increases self-sufficiency and productivity among families, and ensures better health outcomes in later life with lower rates of diabetes and heart disease.\n\nWhen families select early learning and care programs for their young children, they are investing in brain-building and learning opportunities. Families with ample resources are able to purchase high quality care and education to ensure their children’s optimal development. Families with limited resources are not. The result: too many children enter school behind--- and children who enter behind tend to stay behind.\n\nThe research on the power of learning during the first five years of life and the havoc in families’ lives created by the Covid pandemic have attracted the renewed attention of state and federal policy leaders. Proposed in March of 2022, the Build Back Better Bill that didn’t pass would have provided $400 billion for states to create pre-kindergarten programs for three-and four-year-olds and improve childcare and Head Start for younger children. Advocates and state leaders are still lamenting the lost opportunity and worrying about how to build a system that serves the myriad needs of children and families without significant new resources. Government bodies in some states and local communities, like the New Orleans City Council and the New York State Education Department, are trying to increase funding for early learning and create a cohesive system so parents can find high-quality programs, no matter their zip code or the age of their young child.\n\nAdding to the complexity of the early learning field is the aforementioned issue of quality. All programs are not equally successful. Quality matters. Research indicates that an evidence-based curriculum, coaching for teachers, and efforts to promote orderly but active play-based classrooms are important. Only quality programs produce improved educational and social outcomes.\n\nAt the Smithsonian, increasing access to high-quality early learning opportunities has been a part of the Institution’s larger education work since opening the Smithsonian Early Enrichment Center (SEEC) in 1988. SEEC is a model early childhood program with a museum-based curriculum that encourages infants through kindergartners to wonder and explore the world around them. SEEC educators use Smithsonian museums as resources in an emergent curriculum that responds to children's interests. Over the last 35 years, SEEC has worked to make this model accessible both in their own classrooms and across the country through curricular materials, in-person and virtual family programs, and professional development workshops.\n\nInspired by SEEC’s work and the growing national recognition of the field writ large, some of the Smithsonian’s museums and research and cultural centers have created their own early learning offerings. Museum education is a natural fit for young children who learn more deeply through interdisciplinary experiences, and Smithsonian undertakings emphasize that museums should not only be welcoming physical spaces for young children, but that the collections provide endless rich learning opportunities for them. For example, a series of printable activity cards encourages children to build interdisciplinary skills through exercises like practicing math concepts while looking at pieces from Smithsonian art museums. Story time programs link historical topics and events to personal stories, encouraging children to engage with museum content while practicing important perspective-taking skills. Smithsonian educators also work actively alongside classroom teachers to create the resources that they need and to understand where quality is currently lacking.\n\nAt the Smithsonian and beyond, the need for greater support for early learning is clear. Our brains never develop more rapidly than in the first five years of life, and the quality of care and learning that happens during that time can have a significant impact on success, health, and happiness for the rest of our lives. These are the most critical years, so why aren’t they sustainably and appropriately funded? If we want a future where every child in the country has access to high-quality early learning experiences, then we must allocate the resources and support to make it possible.\n\nEditor's Note: Join Libby Doggett and a panel of early learning experts at the Smithsonian's National Education Summit on July 27-28, 2022, where they will expand on these ideas in an interactive conversation. More information is available here: https://s.si.edu/EducationSummit2022"
    ],
    [
        "https://www.airspacemag.com/blogs/smithsonian-education/2022/07/05/how-art-can-foster-social-emotional-awareness-for-our-students-and-ourselves/",
        "The last two years have been extremely taxing on the well-being of classroom educators and their learners. Teachers are feeling burnt out, underappreciated, and are leaving the field in record numbers. According to a RAND June 2021 survey, teachers were almost three times more likely to report symptoms of depression than other adults. Over the past two years, teachers have been reporting that students are regressing in emotional intelligence (the ability to recognize, understand, and manage one’s own emotions) and are having difficulty regulating their emotions and maintaining classroom normative behaviors. These observations are substantiated by the U.S. Surgeon General’s December 2021 warning of a “devastating” mental health crisis for teens.\n\nSmithsonian educators Elizabeth Dale-Deines and Jennifer Reifsteck recognized that teachers and students need resources to help identify and manage their emotions, recognize their resilience, and practice self-care and mindfulness. Each leveraged their respective museum’s collections – Elizabeth at the Smithsonian American Art Museum (SAAM) and Jennifer at the National Museum of Asian Art (NMAA) – and worked alongside community partners to develop tools for teachers and students to develop social-emotional learning skills.\n\nWhat is social-emotional learning? The Collaborative for Academic, Social, and Emotional Learning (CASEL) defines social-emotional learning as “the process through which all young people and adults acquire and apply the knowledge, skills, and attitudes to develop healthy identities, manage emotions and achieve personal and collective goals, feel and show empathy for others, establish and maintain supportive relationships, and make responsible and caring decisions.” Dale-Deines and Reifsteck looked to the CASEL framework to develop their resources with their partners.\n\n“In 25 years of teaching, I have witnessed the intensifying of stress/anxiety in my students, all of whom work and live within a system of high expectations for their success,” said one 10th grade English teacher. Add the social atrophy borne of the COVID-19 pandemic and we begin to understand why supporting students’ ability to slow down and connect to others is so valuable.\n\nSlowing Down\n\nIn October 2020, the National Museum of Asian Art, in partnership with mindfulness education non-profit Create Calm, launched the Artful Movement virtual field trip program for PreK-6th grade audiences. Artful Movement combines breathing practices, slow looking at art, and movement inspired by the work of art. In terms of Social and Emotional skills development, students recognize their emotions, learn stress management techniques, and develop their cultural competencies by participating in the virtual field trip. Since its inception, over 800 students and educators have participated in the Artful Movement virtual field trip.\n\n“We wanted the virtual field trip to recognize our inner strength and resilience during a time that felt so chaotic. We wanted to give students reminders of what they could control, like their breath, and how they can use the breath and their bodies as tools to find calm,” says Jennifer Reifsteck, Education Specialist, K-12 Learning at the National Museum of Asian Art.\n\nLisa Danahy, Founder and Director of Create Calm, notes the skills learned during the virtual field trip: “Artful Movement not only provides an opportunity for students to develop skills of reflection and communication. The program offers a practice space in which children learn to manage their bodies and emotions and become more effective and independent problem solvers.”\n\nCreate Calm and National Museum of Asian Art educators selected Hokusai’s Thunder god as the focus object for Artful Movement. The background of the hanging scroll depicts a large, swirling cloud set against a black sky with red laser beams of lightning shooting from the corner of the painting. Floating in front of the ominous sky is the Thunder god who seems as dynamic and energized as the background.\n\nMany students see the red, bumpy skin and the spiky grin of Hokusai’s Thunder god and label the being as a demon. After students share their perspectives, they learn from the educator the title of the painting and that red in Japanese art is a symbol of power and vitality. Then, they metaphorically move their bodies from a rain drop to a cloud, then to wind, rain, crashing lightning and booming thunder. After the storm, they settle into a puddle, with an invitation to ponder the nourishment they provided to the earth. With this new knowledge, they perhaps begin to see the Thunder god as a benevolent, helpful being.\n\n“Slow looking allows one to see beyond what can be noticed at first glance. Through closer inspection and more information, you may experience a perspective shift. Slow looking at art is a powerful, transferable skill that allows one to uncover biases and prejudices,” says Reifsteck.\n\nConnecting with Others\n\nTo address the issue of diminished social skills and behavioral issues, the Smithsonian American Art Museum (SAAM) developed a series of journaling exercises in consultation with classroom teachers and art therapists. The approach begins with a check-in, such as asking a student how they are feeling today. Then it offers a framing question: “Describe a time when you had to solve a problem on a team, and you disagreed with your teammate. How did your disagreements impact the conversation? Your problem-solving skills?”\n\nSo, try it out! How does disagreement affect your conversational or problem-solving skills?\n\nNext, the approach invites students to practice interpersonal skills with artworks as their conversation partner. They begin by considering their own emotional state, then shift to curiosity about others’ perspectives. Moving ever wider, they look for community connections and finally the strengths they themselves can share in service to others.\n\nJust like NMAA’s activity, SAAM’s approach hinges on looking carefully at an artwork that initially feels strange or unfamiliar and developing empathy. Try it!\n\nLook at the three works below. Which one feels the least familiar? Focus on it...\n\nLook closely at the least familiar artwork for 10 seconds. Write down a list of five things you can see. Then, list another five things.\n\nHow do you think the figures in the scene feel? What makes you say that?\n\nIf you had to ask three questions to better understand what’s happening in the scene, what would you ask? Write these down, then write down three more.\n\nRead through all the questions you posed. Which ones require only a yes/no answer? Choose one of those yes/no questions and try asking it a different way. How might the answer change?\n\nOne teacher reviewer commented: “I especially liked the section where the students wrote questions for a figure in the artwork, and then re-phrased the questions.” She had a rich conversation with her middle school students “...about how the phrasing of a question can inadvertently alienate the listener, especially if the question makes an inaccurate or off-putting assumption. (Example: Why are you sad?)”\n\nSAAM’s newest SEL resource will be available in print and online in Fall 2022 in Spanish and English. Email [email protected] for more information.\n\nAs you look up from your computer and connect with your students, coworkers, or family members, look for opportunities to check in with yourself. How are you feeling? What seems strange to you in the world? What might you gain from maintaining a stance of curiosity?\n\nEditor's Note: To learn more about the use of art to support social-emotional learning skills, join Jennifer Reifsteck and Elizabeth Dale Deines at the Smithsonian's National Education Summit on July 27-28, 2022. More information is available here: https://s.si.edu/EducationSummit2022 ."
    ],
    [
        "https://www.healthychildren.org/English/health-issues/conditions/cancer/Pages/Childhood-Cancer-Survivors-What-to-Expect-After-Treatment.aspx",
        "Page Content\n\nBy: Mary Jane S. Hogan, MD, MPH, FAAP & Melissa M. Hudson, MD, FAAP\n\nCompleting treatment for childhood cancer can bring a range of emotions. In addition to feeling of relief about no more chemotherapy, the child and family may worry that the cancer will return. Adjusting to a new routine with fewer visits to the doctor can also be stressful.\n\nAfter cancer treatment is completed, your child will continue to be checked by a pediatric oncology doctor at regularly scheduled follow up visits. Here is what to expect during follow-up care, and some common questions families of childhood cancer survivors may have.\n\nWhat happens at my child's follow-up visits after cancer treatment?\n\nAfter the end of cancer treatment, follow-up visits typically include testing to make sure the cancer has not returned. In addition, persistent side effects from cancer treatment are monitored and supportive care given. As more time passes after therapy is completed, follow up visits increasingly focus on monitoring for and treating delayed effects of cancer treatment.\n\nDifferent cancers require different treatments for cure. Both the type of cancer and its treatment often impact the long-term overall health of the cancer survivor and family. Long-term follow up health care after cancer treatment is highly recommended to monitor for these possible persistent and late onset health issues, so they can be treated accordingly. To help guide health care providers to provide appropriate care for each child, your child will need a cancer treatment summary and survivorship care plan.\n\nWhat is a cancer treatment summary and survivorship care plan?\n\nA treatment summary is a written, short story about the treatment a child received for cancer. It includes:\n\nType of cancer and date of diagnosis\n\nTitle of the treatment protocol used\n\nNames and dates of surgery, medication doses and/or radiation therapy received\n\nReports of the tumor biopsy, special blood or tissue testing, and imaging results\n\nSide effects or problems experienced\n\nSupportive or palliative care received, such as counseling or physical therapy\n\nNames and contact information of your child's cancer care team\n\n\n\nA survivorship care plan is a written follow-up care plan just for your child which includes the treatment summary and the following:\n\nWhen to test and how to care for possible long-term and late effects affecting the body\n\nWhen and how to get emotional, social, and spiritual support or counseling if needed\n\nWhen to test and how to get help for possible learning or school issues\n\nInformation for health insurance and other financial support if needed\n\nAppointments with other special doctors, educators, and therapists if needed\n\nSuggestions for healthy behaviors, nutrition (healthy food), and physical exercise\n\nWill my child have any lingering side effects from their cancer treatments?\n\n\n\nDuring the first year after completing cancer treatment, many side effects or problems that happened during treatment will go away or improve. A side effect that does not improve is called a long-term side effect. Some long-term side effects may take months or years to go away. Other side effects may not occur until months or even years after treatment. A side effect that develops months to years after completing cancer treatment is called a late effect.\n\nSome effects are very mild while others cause noticeable health problems. Some children have many long-term or late effects, while others have none or few.\n\nDifferent cancer treatments can result in different late effects of treatment for childhood cancer. Your child's survivorship care plan will list the possible long-term or late effects that they may face, and how your doctor may test for these issues.\n\nTypes of possible long-term and late effects\n\nDepending on the cancer and cancer treatment possible problems may arise with:\n\nCertain body parts such as the heart, lung, kidney, or gastrointestinal tract (throat, stomach, intestines, liver, pancreas)\n\nCertain hormones that control growth, pubertal development, or energy\n\nThe nervous system causing pain, numbness, or tingling in the hands, feet, or other body parts\n\nSensory functions resulting in hearing loss, vision changes, dry eyes, or dry mouth\n\nRecovery of the immune system making it hard to fight infection\n\nNew or second cancers\n\nEmotions or feelings such as depression or anxiety\n\nBehavior such as difficulty sleeping or difficulty interacting with friends or family\n\nMemory, learning (handwriting, spelling, reading, math), or thinking (paying attention, doing work on time, solving problems, planning)\n\nWhat can I do to help my child?\n\nTo avoid being overwhelmed by possible long-term or late effects, ask your child's doctor what to expect during your child's recovery from cancer treatment.\n\nKnowing what possible symptoms to be aware of and when they may occur can help you care for your child.\n\nEvery year, bring your child's cancer treatment summary and survivorship care plan to their primary care doctor or survivorship clinic to help provide the best care for your child.\n\nWhat is a childhood cancer survivorship clinic?\n\nTwo years after cancer treatment has ended, your child may be referred to a special childhood cancer survivorship clinic to be checked for any possible long-term and late effects from the treatment. If your hospital does not have such a clinic, ask your child's doctor to suggest one or find one at the Children's Oncology Group website, which has a Late Effects Directory of Services​.\n\nAt this clinic, you will get a written copy of your child's cancer treatment summary and a survivorship care plan (see above) that tells doctors what possible problems to look for. These clinics combine the help of special doctors to watch for possible health problems that could continue or occur years after cancer treatment has ended. By finding and caring for these possible problems early, doctors can keep your child healthy.\n\nMore information\n\n"
    ],
    [
        "https://www.aap.org/en/advocacy/blueprint-for-children/the-state-of-children-in-2020/",
        "\n\n\n\nThe State of Children in 2020\n\nIn 1984, the Billings Gazette asked children what they thought life would be like in 2020.1\n\nSeventh-grader Stacy Roller predicted robots would cook our meals, make our beds, and brush our teeth. Eleven-year-old Trista Borchardt dreamed of video games that would blur reality, “where we could jump into the TV and sing with the video stars.” Allyson O’Loughlin, a ninth grader, even imagined the future of health care: “I think there will be new medical breakthroughs, such as a cure for the common cold, saving many more people from cancer.”\n\nBut children today don’t have robots, permeable televisions, or cures for all deadly diseases. Instead, they have a nation all but torn apart from polarization, violence in our streets and schools, and a once-in-a-century virus.\n\nThe COVID-19 pandemic in the United States has ended more than 200,000 lives and upended countless others.2 Schools and businesses have shuttered, prompting the steepest economic recession in American history.3 The nation has watched, and begun to reckon with, the police killings of George Floyd, Breonna Taylor, and thousands of other Black Americans.4\n\nThese catastrophes affect us all, but their impact is gravest on our 73 million children.5 School closures have severed more than three-quarters of students from vital educational and health resources6 — which could widen educational disparities, decrease earning potential7, and exacerbate mental health problems.8\n\nBetween nine and 17 million children and adolescents have gone hungry this past summer,9 making them more likely to be hospitalized, experience developmental impairments, and suffer from asthma and anemia.10 At the same time, rising unemployment has caused millions of families to lose their employer-sponsored health insurance when they need it most,11 cutting off access to medical care, COVID-19 treatment, and counseling for grief and anxiety.12\n\nFor children of color — now a majority of American children13 — these effects are all the more devastating. Black, Latinx, American Indian and Alaska Native populations have contracted and died of COVID-19 at disproportionate rates.14 Police killings of Black Americans have besieged children with violent imagery; many adolescents have led protests, and too many children have seen their loved ones killed up close.15\n\nSuch trauma can lead to long-term problems.16 The calamities of this year constitute adverse childhood experiences (ACEs), which cause toxic stress — and with it, higher rates of learning deficits, heart and liver disease, and more.17 Children and adolescents of color experience more toxic stress than white children, contributing to lifelong health disparities.18 Epigenetic studies have shown that ACEs and toxic stress even affect gene expression, making the consequences of trauma heritable.19\n\nAll the while, gun violence kills thousands of children and adolescents every year.20 Nearly 90 percent of diseases caused by climate change occur in children younger than five.21 In the United States, immigrant children have been detained and separated from their families,22 causing universal trauma and health problems.23 Since the historic low in 2016, the number of uninsured children has grown each year, with 726,000 more children becoming uninsured even before the pandemic and associated recession.24 All of these challenges disproportionately affect children and adolescents of color.\n\nAs pediatricians, it’s our job to listen to the science. Its message is clear: our society isn’t fulfilling our promise to children.\n\nBut as pediatricians, it’s also our job to heal children — to treat pain and discomfort, and to address the forces causing them.\n\nThe long lens of history reminds us that we’ve seen illnesses like these before.\n\nNinety years ago, America seemed to have reached its lowest point. We had barely recovered from World War I and the 1918 flu pandemic. We had sunk into the Great Depression and remained trapped by Jim Crow.25 Millions of children struggled with physical and mental illnesses.\n\nAmericans could have given up. But instead, we stepped up.\n\nThe U.S. government met the rise in children’s illnesses with a renewed focus on children’s health. Policymakers created the Children’s Bureau, passed the Sheppard-Towner Act to advance prenatal care, and hosted the White House Conferences for Children and Youth. The New Deal instituted nationwide programs to aid single-parent and low-income families.26 Even the private sector contributed, investing in such projects as bringing electricity to rural families.27\n\nAnd in 1930, a group of doctors formed the American Academy of Pediatrics: physicians dedicated to advancing children’s health through medical innovation, professional development, and political advocacy.28 Forty years later, as Americans protested racism, the war in Vietnam, and systemic inequity, the Academy established a permanent presence in Washington, D.C — empowering pediatricians to raise their voices for children in the halls of Congress and in the White House.\n\nWe’ve pursued our mission for almost a century — through other eras when Americans turned their backs on science, suffered violence in the streets, and could not access basic care.\n\nThen and now, we were consumed by division. But, no matter the turmoil we face, we still share some fundamental truths.\n\nScience has shown us that children live better in communities that promote justice and equity.\n\nHumanity has shown us that we all care for children, both the ones we raise and the ones we don’t.\n\nAnd history has shown us that when we invest in our children, we enhance the health and prosperity of our nation and future workforce as a whole.\n\nOur greatest leaders knew this truth — from the Founding Fathers, who aimed to “secure the Blessings of Liberty to ourselves and our Posterity,”29 to the Rev. Martin Luther King, Jr., who dreamed that his children would “not be judged by the color of their skin, but by the content of their character.”30\n\nWe need America’s leaders to show the same courage and commitment today.\n\nThat’s why we’ve written this Blueprint for Children. These recommendations will help our leaders prioritize children’s health — informed by our most advanced data, our most cutting-edge science, and combined millennia of pediatric experience.\n\nThe path forward will be difficult. But we know how to pave it: together.\n\nBy uniting to put children’s health first, we can do more than just strengthen America. We can make sure that every child gets the care they need — regardless of race, income, gender, sexuality, religion, or immigration status. We can help America become that fabled land of opportunity. And we can leave our children a future so bright, we can scarcely imagine it.\n\nThe choice is ours. The tools are here. And we must start today.\n\nA Child Health Policy Agenda for 2020 and Beyond"
    ],
    [
        "https://www.aap.org/en/pages/2019-novel-coronavirus-covid-19-infections/children-and-covid-19-state-level-data-report/",
        "State-level reports are the best publicly available and timely data on child COVID-19 cases in the United States. The American Academy of Pediatrics and the Children’s Hospital Association are collaborating to collect and share all publicly available data from states on child COVID-19 cases. The definition of “child” case is based on varying age ranges reported across states (see report Appendix for details and links to all data sources).\n\nReported COVID-19 cases among children spiked dramatically in 2022 during the Omicron variant winter surge, peaking at 1,150,000 cases reported in one week. For the week ending July 14th, over 75,000 child COVID-19 cases were reported, an increase from the 68,000 reported cases added the prior week. Reported new child cases have decreased substantially since the Omicron peak, at the same time, child cases are far higher than one year ago, July 15, 2021, when 24,000 child cases were reported.\n\nOver 13.9 million children are reported to have tested positive for COVID-19 since the onset of the pandemic according to available state reports; nearly 287,000 of these cases have been added in the past 4 weeks. Over 6.0 million reported cases have been added in 2022.\n\nThe age distribution of reported COVID-19 cases was provided on the health department websites of reporting states, New York City, the District of Columbia, Puerto Rico, and Guam. Since the pandemic began, children represented 18.6% of total cumulated cases.\n\nSince early June, there has been a notable decline in the portion of reported weekly COVID-19 cases that are children. For the week ending July 14th, this portion was 11.7% (children, under age 18, make up 22.2% of the US population). While COVID-19 cases are likely increasingly under-reported for all age groups, this decline indicates that children are disproportionately undercounted in reported COVID-19 cases.\n\nThere is an urgent need to collect more age-specific data to assess the severity of illness related to new variants as well as potential longer-term effects. It is important to recognize there are immediate effects of the pandemic on children’s health, but importantly we need to identify and address the long-lasting impacts on the physical, mental, and social well-being of this generation of children and youth.\n\n\n\n"
    ],
    [
        "https://publications.aap.org/aapnews/news/20731",
        "Childhood vaccines prevented more than 24 million illnesses in 2019 and can generate significant economic benefits, according to two new studies.\n\n“Routine childhood immunization in the US continues to yield considerable sustained reductions in incidence across all targeted diseases,” authors wrote in “Impact of Routine Childhood Immunization in Reducing Vaccine-Preventable Diseases in the US” (Talbird SE, et al. Pediatrics. July 13, 2022), which was funded by a subsidiary of pharmaceutical company Merck & Co. Inc. “Efforts to maintain and improve vaccination coverage are necessary to continue experiencing low incidence levels of vaccine-preventable diseases.”\n\nResearchers looked at routine vaccinations for children 10 years and younger. They compared disease rates before and while vaccines were available and calculated the impact based on the 2019 population.\n\nThe estimated 24 million diseases averted that year spanned all ages. The reductions in disease included:\n\n100% or nearly 100% for diphtheria, Haemophilus influenzae type b, measles, mumps, polio and rubella;\n\n98% for tetanus and varicella;\n\n91% for rotavirus hospitalizations and pertussis disease;\n\n87% for hepatitis A;\n\n86% for hepatitis B;\n\n84% for pneumococcal pneumonia hospitalization rates;\n\n75% for pneumococcal acute otitis media (AOM);\n\n60% for invasive pneumococcal disease; and\n\n17% for influenza in children under 11 years.\n\nVaccination helped avoid about 6.1 million cases of Streptococcus pneumoniae AOM, nearly 4.3 million cases of varicella and more than 3.6 million cases of measles. Authors noted their analysis did not account for other public health measures that may have contributed.\n\nEven with vaccines, there were about 13,412 cases of flu per 100,000 people and 2,756 cases of S. pneumoniae AOM per 100,000 people, representing the diseases with the highest rates in the vaccine era among those studied.\n\nIn a separate study, “Value of the Immunization Program for Children in the 2017 US Birth Cohort” (Carrico J, et al. Pediatrics. July 13, 2022), the same group looked at the impact of childhood vaccination over the lifespan of people born in 2017. They estimated vaccines will prevent 17.8 million cases of disease and more than 31,000 deaths for that group. Vaccines also will save $55.1 billion in societal costs and $13.7 billion in health care payer costs.\n\n“In addition to preventing unnecessary morbidity and mortality, routine childhood immunization is cost-saving,” authors wrote. “Continued maintenance of high vaccination coverage is necessary to ensure sustained clinical and economic benefits of the vaccination program.”\n\nIn a related commentary, experts from the Health Resources and Services Administration’s Maternal and Child Health Bureau expressed concern about the impact the COVID-19 pandemic and misinformation have had on immunization rates and encouraged clinicians to address hesitancy and close racial gaps.\n\n“ … the impact of misinformation on vaccine hesitancy, pervasive inequities among marginalized communities, and the disruption of the COVID-19 pandemic on routine preventive care for children, underscore the need for pediatricians to be actively involved in assuring a strong system for vaccine delivery and uptake,” they wrote. “ … A concerted effort across all parts of the health care and public health systems can assure that vaccines remain one of the greatest public health achievements of our time.”\n\nResources"
    ],
    [
        "http://shop.aap.org/2022-Specialty-Review-in-Pediatric-Cardiology",
        "The course is organized as a combination of in-person and recorded presentations\n\nAll in-person presentations will also be available as recordings\n\nAdditional topics will be recorded and available in addition to the in-person course\n\nPrint study guide is complimentary to all registrants\n\nVideos of the live presentations will be available after the meeting for all attendees\n\nThe daily schedule will include live presentations, practice question/discussion sessions, workshops, and optional evening study groups.\n\nEarn:\n\nThis course is eligible for 44 Continuing Medical Education (CME).\n\nThis course is eligible for 40 Maintenance of Certification (MOC) Part 2 credits\n\nRegister early and don’t miss out!\n\nDue to Covid-19 restrictions, space at this course is limited. The course may fill, registration may close, and hotel room blocks may sell out, even before the early bird deadline. Register early to avoid disappointment.\n\nThe AAP cannot be responsible for expenses incurred by an individual who is not confirmed and for whom space is not available at the course. Costs incurred, such as airline and hotel penalties, are the responsibility of the individual.\n\nImportant COVID 19 Health and Safety Information\n\nAs this course approaches, the AAP will seek guidance from local and national public health experts on implementing the necessary precautions to ensure the health and safety of all attendees, staff, and local community members."
    ],
    [
        "https://www.aaas.org/news/aaas-annual-report-showcases-2021-impacts-intersection-science-and-society",
        "Throughout 2021, the American Association for the Advancement of Science played a pivotal role in disseminating accurate information about COVID-19, informing policy with scientific evidence, fighting systemic barriers in STEMM and pursuing environmental sustainability, among many other efforts – as chronicled in the AAAS 2021 Annual Report, released today.\n\n2021 saw “science once again taking center stage as the world responded to societal and public health challenges,” said Claire M. Fraser, chair of the AAAS Board of Directors in 2021 and director of the Institute for Genome Sciences at the University of Maryland School of Medicine, and Sudip S. Parikh, chief executive officer of AAAS and executive publisher of the Science family of journals, in introducing the report.\n\nThe year saw challenges and opportunities for the scientific enterprise: The evolving COVID-19 pandemic saw outbreaks of new variants along with new protections against serious disease, with Science publishing research about the first antiviral drug and widespread availability of vaccines. Amid increasing political and social polarization and isolation, policymakers and communicators equipped themselves with evidence-based strategies. Longstanding systemic inequities in the sciences persisted, but the ongoing fight to advance diversity, equity, inclusion and justice continued. And against the backdrop of a new report on the dire effects of climate change across the globe, communities implemented sustainable solutions at the local level.\n\nAmong AAAS’ impacts throughout 2021:\n\nAAAS’ SciLine service, which aims to improve scientific accuracy in news coverage, connected more than 650 reporters in 46 states with scientists. More than 300 requests came from reporters covering the COVID-19 pandemic.\n\nAAAS Science & Technology Policy Fellows brought their scientific expertise to the federal government, contributing to pandemic-related policies by organizing vaccine distribution to U.S. diplomatic missions and urging use of the U.S. Defense Production Act to manufacture rapid COVID-19 tests.\n\nThe AAAS Center for Scientific Evidence in Public Issues delivered scientific evidence to policymakers in 2021. The EPI Center reached more than 638 attendees from 48 states through workshops on the synthetic chemicals found in the drinking water consumed by millions of Americans known as PFAS. The center also summarized evidence on the risks of internet voting for 216 decision-makers in key states.\n\nThe AAAS SEA Change program, which works with universities and colleges to transform cultures and policies to support diversity, equity and inclusion in science, technology, engineering, mathematics and medicine, welcomed new charter members in 2021, bringing the total number of educational institutions committed to advancing DEI to 26.\n\nAAAS IF/THEN Ambassadors, women in STEM who serve as high-profile role models for middle school girls, completed more than 90 different public engagement projects. Ambassadors were rendered in 120 3D-printed statues – the largest exhibit of statues of real women ever assembled in one location.\n\nSpeakers from the White House Office of Science and Technology Policy launched a new initiative, “The Time is Now: Advancing Equity in Science and Technology Ideation Challenge,” at AAAS’ 46th Annual Forum on Science & Technology Policy.\n\nAAAS’ Center for Science Diplomacy launched the Ambassador Interview Series, interviewing ambassadors representing seven countries on four continents posted in Washington, D.C., on international science and science diplomacy topics.\n\nThe AAAS Local Science Engagement Network connected scientists in several states with their own elected representatives. Missouri LSEN, which now includes nearly 500 scientists and science advocates, has served as a resource on issues in the state including climate change.\n\nA newly renamed award, the AAAS David and Betty Hamburg Award for Science Diplomacy, honored a pair of trailblazers in science diplomacy.\n\nAAAS released its second annual report on our efforts to ingrain DEI in the scientific enterprise, following up on demographic trends of AAAS/Science career-enabling functions. Among the findings: In 2021, 67% of the incoming AAAS Science & Technology Policy Fellows were female and 28% were researchers from underrepresented racial and ethnic groups.\n\nAAAS Members, including a leading scholar studying environmental racism and a marine biologist using dance to communicate her work, continued their ongoing work to advance science and serve society.\n\nRead the full report at https://annualreport.aaas.org/."
    ],
    [
        "https://www.aaas.org/news/katy-hinman-lead-aaas-dialogue-science-ethics-and-religion",
        "AAAS has selected a new director for its Dialogue on Science, Ethics and Religion (DoSER) program: Katharine “Katy” Hinman, who has served as the program’s associate director since 2019.\n\nHinman succeeds Jennifer Wiseman, who is now the director emeritus after 12 years of leading DoSER.\n\n“Voices from the faith community can be so important in how we use and apply science, how we ethically do science, and how we make policy around these issues,” said Hinman. “I’m excited to continue to be part of a scientific organization taking these issues seriously, having an active role in creating space for dialogue and seeing the value of involving people of faith in science engagement.”\n\nDoSER Connects Communities\n\nDoSER was launched in 1995 as AAAS leadership recognized the importance of connecting scientists, ethicists, and communities of faith, Wiseman said. Most people in the United States identify as religious, spiritual, or having a cultural identity related to a faith tradition. The values and worldviews shaped in these contexts guide how people view the value and roles of science and technology in society. Many faith traditions hold strong commitments to serving others, and they strive to incorporate the best science in their congregational life and in global ministries of education, health care, environmental stewardship, and more. Thus, for over 25 years, DoSER has “developed connections between scientists and faith communities through the excitement of scientific discovery and the promise it holds for helping our society,” said Wiseman.\n\nScientific advances hold great promises to help society, but they can also bring ethical questions and challenges that need to be considered beyond scientific circles, she noted. Therefore, to best serve society, AAAS seeks to ensure scientists cultivate strong and positive engagement with the broader public including religious communities.\n\nDoSER fosters conversations and strengthens these bonds through a range of activities. Public events include symposia at the AAAS Annual Meeting and a longstanding popular annual holiday lecture, which was renamed December Dialogues in 2021 to reflect a focus on conversation and participation. Workshops offered by DoSER prepare scientists for positive science engagement with people of faith in their classrooms and spheres of influence.\n\nDoSER has also created and showcased a wealth of resources available online. Videos include the popular “Science: The Wide Angle” series, a new series called “Who is Science” focused on what it means to be human and do science and a two-part series on homo sapiens’ survival called “Becoming Human.” A new profile series shares the real-life experience and wisdom of diverse scientists and science communicators in their engagement with faith communities.\n\nIn its earliest days, DoSER focused mostly on human origins and evolution, but today its events and projects touch upon such diverse topics as space exploration, neuroscience, artificial intelligence, genetic engineering and environmental stewardship – all areas with strong potential for rich conversation informed by participants’ religious values, ethical concerns and scientific understanding.\n\nThe joy of curiosity and discovery is also a common thread in DoSER engagement. “All people love contemplating the universe and our place in it,” said Wiseman, who is also an astronomer and a senior scientist at the Goddard Space Flight Center. “I have found that a great entry point to conversations about science and how science fits into the broader picture of human values is the shared sense of curiosity, wonder and awe that explorations of nature evoke.”\n\nOne flagship project for DoSER is Science for Seminaries. In partnership with the Association of Theological Schools, DoSER supports a wide range of Christian and Jewish seminaries across the United States and Canada as they work to incorporate science into their coursework and campus life. Science for Seminaries seeks to cultivate a positive understanding of science among future religious leaders and encourage dialogue on scientific topics among religious communities.\n\nHinman Brings Experience at the Intersection of Science and Faith\n\nIf anyone knows the importance of faith leaders having a solid grounding in scientific concepts and impacts to inform their conversations with congregants, it is DoSER’s new director. Prior to joining DoSER, Hinman was the pastor at College Park First United Methodist Church in College Park, Georgia. People seek advice and counsel from their spiritual leaders on a range of topics touched by science and ethics, such as work and health, she said. The COVID-19 pandemic, in particular, has made clear that faith leaders also serve as “science influencers,” Hinman said.\n\nJennifer Wiseman (left) and Katy Hinman | DoSER staff\n\nBeyond her pastoral work, Hinman will also draw upon a range of career experiences at the intersection of science and faith in her new role at the helm of DoSER. She holds a Ph.D. in ecology and evolution from the State University of New York at Stony Brook – her dissertation research focused on bat pollination of agave plants in southeastern Arizona. She also received an M.Div. from Candler School of Theology at Emory University and served as executive director for Georgia Interfaith Power & Light, a nonprofit that works with faith communities on environmental issues.\n\nShe joined AAAS in 2019, and since then she has focused on strategic planning for DoSER, co-creation of resources for a broad range of audiences and expanding engagement with diverse faith communities.\n\nAs director, she is excited for the opportunity to engage further with new audiences, particularly with communities that may have been marginalized in the sciences or in past dialogues at the intersection of science and religion. All voices need to be part of the conversation, she said – a lesson that she relates to her doctoral research studying plant-pollinator relationships. Healthy functioning ecosystems are interdependent, and each member has a role to play, she said.\n\n“We miss out on so much when we don’t have a diversity of voices,” Hinman said.\n\nLearn more about DoSER and its programs by visiting their website and signing up for their newsletter."
    ],
    [
        "https://www.aaas.org/news/immune-cells-explain-how-diverse-microbiomes-benefit-stem-cell-transplantees",
        "Stem cell transplants are a double-edged sword for patients: they can cure blood cancers like leukemia but also bring high mortality rates and the risk of deadly complications and infections.\n\nNow, a new clinical study of 174 transplant recipients illustrates why having more diverse gut bacteria can improve survival rates and clinical outcomes in patients receiving stem cell transplants. The study revealed that diverse microbiomes fueled two types of immune cells that reduce the risk of infections and dangerous transplant complications.\n\nThe research was published in the May 25 issue of Science Translational Medicine.\n\n\"There is a growing body of evidence that loss of microbial diversity is associated with adverse transplant outcomes,\" said Hana Andrlová, a postdoctoral researcher at Memorial Sloan Kettering Institute in New York City and lead author of the new study.\n\n\"Therefore, strategies aiming to prevent or reduce this loss will hopefully improve our patients' survival,\" said Andrlová.\n\nA Life-Saving But Potentially Dangerous Procedure\n\nStem cell transplants are a type of operation usually performed in patients with leukemia, lymphoma, or bone marrow diseases. Clinicians transplant healthy stem cells from a donor to the patient, where the cells travel to the bone marrow and start replacing diseased blood cells.\n\nYet transplants are usually given only after other treatments have failed. In addition to the potential for relapse of the cancer, transplantees face side effects such as graft-versus-host disease, which appears when the donated stem cells start to attack the recipient of the transplant. The transplanted cells need to be able to recognize and destroy any remaining cancer cells to prevent relapse, but this raises the risk of the cells turning against the patient's body.\n\nGraft-versus-host disease can be life-threatening, and in its most-feared form it can inflict serious damage on the intestines of patients, according to Andrlová.\n\nStem cell transplant recipients must also watch out for other complications such as infections. As a result, patients still face a three-year mortality rate that approaches 50%, according to one 2020 estimate.\n\nScientists who study stem cell transplants have noticed a recurring pattern: patients who have a more diverse array of beneficial gut bacteria immediately after transplant tend to have better survival rates. Research points to benefits including a lower risk of infection and graft-versus-host disease and even fewer relapses.\n\n\"Loss of diversity of the bacterial community in the gut has been linked with poor survival for patients, but we don't know exactly why this is the case,\" Andrlová said when discussing the motivations behind her research.\n\nTurning to the Immune System\n\nSince these microbes frequently interact with immune cells, Andrlová's research group theorized that the immune system could potentially explain some of the difference in transplant outcomes.\n\nIn their new study, the team assembled a group of 174 patients who were slated for stem cell transplants at their clinical center at Memorial Sloan. The group included patients with leukemia, lymphoma, multiple myeloma, or other blood cancers.\n\nAs the patients received and recovered from their transplants, the scientists analyzed both the patients' immune cells and the bacteria in their stool. They gathered data from the patients 30 days after transplantation and again at 100 days after the procedure.\n\nThe experiments revealed a new connection between microbiome diversity and two types of T cells: innate-like mucosal-associated invariant T (MAIT) cells and V-delta-2 cells. These immune cells are a type of unconventional T cell, a broad group of T cells that quickly respond to bacterial infections, Andrlová said.\n\nThe researchers first observed that some of the patients possessed more diverse microbiomes, as they harbored a wider variety of beneficial bacteria in their stool samples. At the 30-day mark, these patients had higher amounts of both MAIT cells and V-delta-2 cells than patients who had less diverse microbiomes.\n\nThese high-diversity and high-MAIT patients ended up experiencing better outcomes in the long run. Two years later, those with higher numbers of MAIT cells at the 30-day mark had a higher overall survival rate than patients with fewer MAIT cells.\n\nTo understand the role of these T cells, Andrlová's team then examined specific bacterial species and the metabolic molecules that they produce. With these data, they concluded that the MAIT and V-delta-2 cells depended on a range of these bacterial molecules to persist after the stem cell transplant.\n\nAlthough the research doesn't define exactly how the MAIT cells and V-delta-2 cells protect against side effects, the scientists say that their data suggests that both types of cells underwent some changes after transplants and became better at killing other cells.\n\nAndrlová said that her team is the first to show that MAIT and V-delta-2 cells correlate in blood samples after transplant, and that the latter can be influenced by a binding molecule produced by gut bacteria. \"We were also able to, for the first time, detect this metabolite in stool of the patients with high blood V-delta-2 numbers,\" she added.\n\nHowever, Andrlová cautioned that their data were collected as part of broader efforts to gather patient samples rather than in a prospective study involving multiple clinical centers. More research with larger groups of patients will be necessary to validate the link between T cells and clinical outcomes in transplantees, she said.\n\nFortunately, there are several ongoing trials in the field that are testing therapies aimed at supporting the microbiome in transplant recipients, she added. These approaches include using prebiotic and probiotic therapies, adjusting antibiotic treatment regimens, and making dietary changes."
    ],
    [
        "https://www.aaas.org/membership/member-spotlight/alan-alda-still-showing-us-why-good-science-communication-matters",
        "If science is a beacon of hope that may pull us out of the murky miasma of misinformation and disinformation that has been spreading as virulently as COVID-19, then science communication is the lifeline that connects us to that light. A longtime leading advocate of this specialized field of communication is 2021 AAAS Fellow Alan Alda, who helped found the Alan Alda Center for Communicating Science at Stony Brook University in New York.\n\nLike many prescient innovators, the acclaimed actor, director, best-selling author, and host for 11 years of PBS’ \"Scientific American Frontiers\" saw the importance of sharing and understanding science in a relatable, digestible manner. For Alda, this passion for science was rooted in his love of learning and discovery, which he had even as a young child.\n\n“I was interested in science before I realized it was science that I was interested in,” says Alda. “I was always trying to figure out how things got to where they were.” In his 20s, he says, he found himself devouring science magazines and books, and this curiosity, as well as his approachable nature, made him the perfect host for the long-running popular PBS science show.\n\nAs the show was ending in 2005, Alda thought about how unique the experience had been in the way it had veered from the traditional way scientists typically presented information — i.e., a lecture or an interview in which they may answer a set list of questions.\n\n“I was really trying to understand what the scientists were telling me about their work… and that turned into a dynamic relationship, and they forgot about the camera and were concentrating on me, trying to get me to understand,” recalls Alda. “We had a personal connection that made the conversation more accessible to people watching… it kept the language plain because I couldn’t absorb it [otherwise], and it brought out who the scientist really was, so they were more accessible to the public.”\n\nAlda was struck by the parallels he saw between these interactions and the experiences he had as a performer, relating to fellow actors. “I did a lot of improvising as a young actor, and that changed me [both] as an actor and as a person because the connection was more potent,” says Alda. “And it’s what the scientists and I were doing.”\n\nHe reflected on the way many scientists struggled to speak conversationally with laypeople about their work, and recalls thinking, “Wouldn’t it be nice if we could train scientists to be communicators and be personal like this with audiences without needing somebody like me standing beside them, helping it happen?”\n\nThat epiphany inspired Alda to reach out to universities to gauge interest in setting up such a program, but he didn't get much traction. “Almost nobody was interested... (Now) we’ve gone through a real change in terms of the recognition of how important it is to communicate science better.” He attributes this shift to a growing awareness of and reaction to what he calls “an amazing stepping away from science.”\n\nToday, the Alda Center has thus far trained some 20,000 scientists and medical professionals around the world to share science in a clear, engaging and accessible manner.\n\nWhat’s particularly remarkable is that Alda has been able to do all this whilst continuing to work as an actor. He could have easily chosen to sit back and relax on his considerable, mountain-sized laurels: he is a winner of six Emmy Awards and an Emmy Honor (and a staggering 34-time nominee); an Academy Award nominee; and a Tony Award nominee who has been inducted into the Television Hall of Fame. He’s starred in memorable roles in some of the most successful, American-experience-defining shows in television history such as “M*A*S*H” and “The West Wing,” as well as countless roles in film and theater. He is also the recipient of numerous science honors including, most recently, the Kavli Foundation’s Distinguished Science Communicator Award in 2021.\n\nAlda is still going strong, working with The Alda Center on projects like the Women in STEM Leadership Program; The Link, which is a platform that connects science communication researchers with trainers and practitioners; and Climate Conversations, an online program designed to help scientists and other experts talk about the climate crisis with different types of audiences.\n\nIf that wasn’t already impressive enough, Alda also hosts two podcasts ­— “Clear + Vivid with Alan Alda,” which features engaging conversations about communication with luminaries from disparate fields (such as renowned musician Yo-Yo Ma and former Secretary of State Madeleine Albright) and an offshoot podcast, called “Science Clear + Vivid,” which features conversations specifically with scientists on compelling topics ranging from the hunt for the Higgs boson and whether cuttlefish ponder. Alda’s interviews are as entertaining as his apparent love of science is infectious.\n\nAnd, he notes, he makes time to play at least one or two chess matches with his wife of 64 years, Arlene.\n\nAs he continues his work to nurture and perfect science communication, Alda hopes that more schools will routinely incorporate science communication training as they educate scientists. Under his steady and stalwart stewardship, we might just be able to find our way back to science again."
    ],
    [
        "https://www.aaas.org/news/aaas-ceo-statement-shutdownstem-and-black-lives-matter",
        "Science, engineering, and medicine are not immune to the discrimination, subjugation, and silencing of minority colleagues and voices. The reasons for this are deeply ingrained in the systems that govern the conduct of these fields. When we hold up a mirror to the scientific enterprise, we see that it’s not only politicians and law enforcement that need to be reminded that Black lives matter.\n\nAlmost every generation has arrived at a similar moment of opportunity born of tragedy. Progress will require systemic change that, as of yet, we have been unable to make. To be clear, AAAS is part of that system. As we plan for the actions to ensure this moment does not slip away, it’s time for us to pause, listen, and reflect on how—as an organization, as members of the scientific community, and as members of our broader communities—we can and must be a powerful force for change.\n\nAs part of this, AAAS acknowledges and supports #ShutDownSTEM, a grassroots movement that aims to “transition to a lifelong commitment of actions to eradicate anti-Black racism in academia and STEM.” We are committed to education, action, and healing at AAAS, and we hope to encourage other institutions and individuals to get involved. This is not a moment that our community can let pass. It is time to stop what we’re doing, take time to listen to our friends and colleagues, and commit ourselves to taking the actions needed to bring about real and lasting change.\n\nTo this end, AAAS will be taking the following actions to participate in #ShutDownSTEM this Wednesday, June 10:\n\nWe encourage everyone in our community to observe in some way #ShutDownSTEM. I will adjust my calendar to provide time for listening and reflection, I have encouraged my AAAS teammates to do the same, and I hope you will consider doing so in some way—by reading, conversing, and engaging in constructive demonstrations or other activities. The #ShutDownSTEM website has resources to help make your plan and share it with others.\n\nThe AAAS.org homepage will be taken over by an invitation for members of the STEM community to submit feedback, comments, and suggestions for how we can affect positive change in our institutions and society. This is a time to listen, and we are ready to do so.\n\nAAAS and Science social media accounts, after a single post in the morning about #ShutDownSTEM, will not share native content* but will retweet and share posts from the STEM community using the #ShutDownSTEM hashtag.\n\nThere is real hope for positive change, but fulfilling that hope requires a plan and following through. Planning for several initiatives is underway within AAAS. Participating in #ShutDownSTEM is among the first steps. We hope you will take these first steps with us.\n\nSudip S. Parikh, Ph.D.\n\nChief Executive Officer, American Association for the Advancement of Science (AAAS)\n\nExecutive Publisher, Science Journals\n\n* The organizers of #ShutDownSTEM acknowledge the important work of those in the community who are working on research related to COVID-19 and encourage them to continue doing so. We thank them and our team members at AAAS and the Science journals who contribute to this important work."
    ],
    [
        "https://cancer.org/es/noticias-recientes/preguntas-comunes-acerca-del-brote-del-nuevo-coronavirus.html",
        "La pandemia de COVID-19 continúa teniendo gran impacto en muchas personas, entre ellas las diagnosticadas con cáncer junto con sus cuidadores y familiares. Las autoridades estatales y municipales, así como los directivos de las agencias de salud pública, continúan adaptando sus recomendaciones conforme el número de casos de COVID-19 cambian en distintas partes del país y conforme se genere nueva información.\n\n\n\n¿Qué es COVID-19?\n\nCOVID-19 es el nombre de la enfermedad causada por un nuevo tipo de coronavirus que ha resultado en una pandemia mundial que originalmente se reportó en China en diciembre de 2019. La cepa de este coronavirus es denominada \"SARS-CoV-2\".\n\nLos coronavirus conforman una familia de virus que pueden causar resfriados comunes, así como afecciones respiratorias de mayor gravedad tal como el Síndrome Respiratorio Agudo Grave (SARS) y el Síndrome Respiratorio de Medio Oriente (MERS).\n\nVariantes de COVID-19\n\nCon el transcurso del tiempo, los virus como el causante de COVID-19 puede mutar, lo cual puede resultar en el surgimiento de nuevas variantes del virus. Estas variantes podrían tener características levemente diferentes que las del virus original, por ejemplo, algunos podrían propagarse con mayor facilidad y rapidez. Varias variantes del virus es lo que hizo que el contagio de COVID-19 se haya dado alrededor del mundo en meses recientes, y algunos de ellos actualmente algunos de ellos se encuentran presentes en los Estados Unidos.\n\nAún se desconoce mucho sobre estas variantes, incluyendo qué tan bien pueden ser detectados mediante las pruebas actuales de COVD-19, qué tan eficaces son las actuales vacunas contra COVID-19 para combatirlas y qué tan bien se desempeñan otros tratamientos actuales contra esta enfermedad. For the latest information, visit the US Centers for Disease Control and Prevention (CDC) website.\n\n¿Cómo se proaga el virus?\n\nDe acuerdo a los CDC, la manera más común en que el virus se propaga es mediante el contagio durante el contacto cercano con otra persona:\n\nCuando alguien que tiene la infección del virus tose, estornuda, habla, alza la voz (como al gritar o cantar), o incluso al respirar, en el rocío respiratorio podría contener diminutas gotas que contengan el virus.\n\nEstas gotas diminutas podrían tener acceso a otra persona al introducirse por la boca, ojos y nariz de personas que se encuentren en contacto cercano (dentro de dos metros), lo cual podría resultar en un contagio.\n\nPero hay otras formas en que el virus podría propagarse también:\n\nAlgunas de las gotas diminutas y partículas pueden permanecer suspendidas en el aire durante varios minutos e incluso horas. Pueden desplazarse más de dos metros o podrían permanecer incluso después de que la persona infectada ya no se encuentre en el lugar, haciendo que sea posible la infección en más personas, especialmente en espacios cerrados que no cuenten con una buena ventilación. Este tipo de contagio es denominado transmisión aérea .\n\n. Las diminutas gotas en el rocío respiratorio también pueden recaer en las superficies que podrían ser tocadas por otras personas. Esto potencialmente podría resultar en un contagio si una persona luego toca su boca, nariz u ojos.\n\nPuede que algunas personas que están infectadas sin tener síntomas (lo cual son denominadas como asintomáticas) aún tengan la posibilidad de propagar el virus. Debido a esto, es importante que todos sigan las recomendaciones de los CDC y otros departamentos de salud sobre cómo puede usted proteger la salud de usted y la de los demás.\n\n¿Como puedo proteger mi salud y la de los demás para evitar el contagio con COVID-19?\n\nSegún los CDC, hay medidas que usted puede tomar que ayudan a reducir el riesgo que usted y otras personas tienen de contagiarse.\n\nUse cubrebocas para cubrir su boca y nariz al encontrarse alrededor de otras personas (remítase a la información que aparece más adelante para más detalles).\n\nEvite el contacto cercano (estar a dos metros de distancia o menos) con personas que no vivan en su hogar, así como con cualquier personas que se encuentre enferma.\n\nAcuda a vacunarse con alguna de las vacunas contra COVID-19 tan pronto estén disponibles para usted. Y manténgase al tanto en cuanto a las dosis que correspondan ser recibidas, lo cual podría incluir tanto las dosis adicionales como las dosis de refuerzo.\n\nEvite los espacios cerrados con demasiada gente.\n\nEvite tanto como lo sea posible los lugares que cuentan con una ventilación inadecuada la cual impida que haya suficiente circulación de aire.\n\nCubra su rostro al toser o al estornudar con un pañuelo desechable, luego arroje el pañuelo a la basura; si no tiene un pañuelo, puede toser o estornudar cubriendo su boca al colocar su brazo sobre ella. Luego lave sus manos inmediatamente.\n\nLave sus manos a frecuentemente con agua y jabón durante al menos 20 segundos pues esto es una de las mejores formas de matar los gérmenes en las manos y con ello prevenir la diseminación de estos gérmenes a otras personas. Si no hay acceso a lavarse las manos con agua y con jabón, use un gel desinfectante que tenga una base de alcohol de por lo menos 60%.\n\nEvite tocarse los ojos, nariz y boca sin haberse lavado antes las manos, pues si toca o toma con sus manos algo en donde se encuentre el virus, podría permitir el acceso del virus a su cuerpo.\n\nSiga las recomendaciones del CDC sobre medidas para el aislamiento, cuarentena y sometimiento a pruebas en caso de exposición a COVID-19 o si empieza a manifestar síntomas asociados con esta enfermedad.\n\nLimpie y desinfecte con frecuencia las superficies diariamente usando algún producto limpiador desinfectante para uso doméstico. Lea siempre las instrucciones de los productos para asegurar que los use de la forma indicada. Los productos para la limpieza para uso doméstico no son para que sean aplicados directamente sobre la piel, así como tampoco para que sean ingeridos ni inhalados. Las sustancias desinfectantes como el cloro no están destinados para la limpieza de alimentos.\n\nSi usted es alguien que tiene o tuvo cáncer, o si es alguien que cuida de alguien con cáncer, consulte con alguno de los profesionales médicos a cargo de su atención para saber si hay medidas adicionales que debe tomar para el cuidado.\n\nSe anima a que las personas que requieran de atención médica aprovechen la disponibilidad de los servicios de atención a distancia como lo son la telemedicina y confirme si sus médicos ofrecen esta posibilidad, lo cual hace posible que no requiera acudir en persona para sus consultas. Medicare has temporarily expanded its coverage of telehealth services. y algunos proveedores de atención médica también lo han hecho.\n\nEs importante tener en cuenta que algunas personas que se hayan contagiado no manifiesten síntomas, por lo que aún podrían transmitir el virus a otras personas. Debido a esto, es importante que todos sigan las recomendaciones de los CDC sobre cómo puede usted proteger la salud de usted y la de los demás.\n\n¿Debo usar cubrebocas?\n\nLos CDC recomiendan que en ciertas situaciones la gente deberá usar un cubrebocas que cubra tanto la nariz como la boca por completo para la protección tanto de usted como la de los demás de la infección con el virus de COVID-19 y así reducir la propagación del virus.\n\nDebido a que no todos los cubrebocas ofrecen el mismo nivel de protección, los CDC cuentan con información sobre los tipos de cubrebocas disponibles (por ejemplo aquellos de tela y los de uso quirúrgico KN95 y N95) y la forma en cómo colocarlos para lograr la mayor protección que puedan ofrecer. Los CDC recomiendan que use un cubrebocas que ofrezca la mayor protección que usted pueda tener, que le entalle bien y que sabe que usted puede usar con regularidad. Tenga en cuenta que cualquier tipo de cubrebocas es mejor que no colocarse cubrebocas en lo absoluto.\n\nLo mejor es consultar con las autoridades de salud de su localidad para saber si hay medidas específicas que debe tomar sobre el uso de cubrebocas al estar en lugares públicos. Las personas cuyo sistema inmunológico se encuentre debilitado deberán consultar con los profesionales médicos a cargo de su atención sobre cuándo y cómo deberán usar cubrebocas (más información a continuación).\n\nEs importante saber que el uso de cubrebocas no es un substituto de cumplir con las indicaciones sobre distanciamiento social. Aún sigue siendo muy importante mantener una distancia de por lo menos dos metros de otras personas ajenas al hogar, incluso con el uso de cubrebocas y también se deberá seguir las indicaciones sobre lavarse las manos con frecuencia.\n\n¿Hay recomendaciones distintas para las personas con cáncer y sus cuidadores?\n\nLos CDC cuentan con guías para las personas que por las circunstancias sean consideradas vulnerables inmunológicamente o que estén tomando medicamento que debilite su sistema inmunitario, como es el caso para las personas con cáncer. Las personas que estén recibiendo tratamiento contra el cáncer, especialmente como la quimioterapia o el trasplante de células madre (médula ósea) que pueden debilitar la función inmunológica, puede que no estén completamente protegidas incluso tras haber recibido las vacunas. Incluso tras la vacunación, puede que requieran continuar con las medidas de precaución como lo es el uso de cubrebocas. Si no tiene certeza sobre si usted o la persona que cuida de usted deberá(n) continuar usando cubrebocas, póngase en contacto con alguno de los profesionales médicos a cargo de su atención para consultar esto.\n\n¿Se requiere el uso de protección para los ojos?\n\nLos CDC recomiendan el uso de protección ocular (como gafas protectoras o caretas para el rostro) para los trabajadores en el sector médico (doctores, enfermeros, dentistas, etc.) que se encuentren laborando en determinados entornos. Sin embargo, el uso de caretas para el rostro por sí solo no es algo que se pueda recomendar para la población en general en lugar del uso de cubrebocas, pues aún no se tiene certeza de cuán eficaces son en la protección que ofrecen.\n\nLos CDC cuentan con recomendaciones sobre ciertos asuntos para las personas en un entorno doméstico en el hogar con el fin de ayudar a prevenir el contagio de COVID-19 en función de la cantidad de casos de infecciones de COVID-19 en su comunidad. Esta guía se actualiza de forma constante, por lo que hay que consultar el sitio web de los CDC para acceder a la información. Para las personas con un sistema inmunológico que se ha debilitado (tal como es el caso para quienes tienen cáncer o están recibiendo tratamiento para el cáncer), es importante que consulten con su proveedor de atención médica sobre qué medidas de precaución son las más indicadas para ellas.\n\n¿Y qué hay sobre las vacunas disponibles contra COVID-19?\n\nEn los Estados Unidos se dispone de vacunas que pueden ofrecer protección contra COVID-19. Los CDC recomiendan la aplicación de las vacunas para todas las personas a partir de los cinco años.\n\nPara más información, refiérase a nuestro contenido sobre las vacunas contra COVID-19 en las personas con cáncer.\n\n¿Cuáles son los síntomas asociados con COVID-19?\n\nEntre los síntomas más comunes asociados con COVID-19, los cuales pueden manifestarse desde los 2 hasta los 14 días tras el contagio, se incluye:\n\nFiebre\n\nTos\n\nDificultad para respirar\n\nEscalofríos\n\nDolores musculares\n\nDolor de garganta\n\nReciente pérdida del sentido del olfato y/o del gusto\n\nSentir mucho cansancio\n\nDolor de cabeza\n\nDiarrea\n\nNáuseas o vómitos\n\nEscurrimiento nasal\n\nPóngase en contacto con su médico o con la agencia de salud pública de su localidad para consultar qué debe hacer en el caso de presentar cualquiera de esto síntomas.\n\nSi usted o la persona a quien esté cuidando presenta cualquiera de los siguientes síntomas o señales de mayor gravedad asociados con COVID-19, es necesario acudir a la atención médica de inmediato:\n\nDificultad para respirar\n\nDolor o presión constante en el pecho\n\nEstado reciente de confusión o dificultad para despertarse\n\nTono azulado en la piel del rostro o los labios\n\nAlgunas personas con COVID-19 podrían manifestar síntomas o señales de coágulos tal como un tono azulado en los dedos de los pies, inflamación de la parte inferior de la pierna, dolor pectoral, respiración entrecortada y síntomas de apoplejía (problemas en el habla, debilidad o entumecimiento en las extremidades). Las razones de esto aún están siendo investigadas, pero es importante informarlo al médico de inmediato en el caso de presentar cualquiera de estos síntomas.\n\nPor lo general, el contagio de COVID-19 en niños por lo general no afecta tanto como sucede entre los adultos, pero los niños sí pueden contraer la infección y algunos incluso podrían desarrollar un cuadro grave de enfermedad. Al igual como con los adultos, los niños que tengan ciertas afecciones médicas tendrán un mayor riesgo de manifestar síntomas de mayor gravedad. Un síndrome que es grave aunque no es común que ocurra es el síndrome inflamatorio multisistémico en niños (MIS-C), el cual también se ha reportado como algo que puede ocurrir en niños con la infección de COVID-19. Los niños con este síndrome pueden presentar síntomas como fiebre e irritaciones en la piel similares a la enfermedad de Kawasaki, así como inflamación de mayor gravedad en el cuerpo. Los CDC están llevando un seguimiento de este síndrome para saber más sobre el mismo y sobre su relación con la infección por coronavirus.\n\nEs importante saber que algunas personas que se hayan contagiado no manifiesten síntomas, por lo que aún podrían transmitir el virus a otras personas. Debido a esto, es importante que todos sigan las recomendaciones de los CDC sobre cómo puede usted proteger la salud de usted y la de los demás.\n\n¿Hay algo más que las personas con cáncer y sus cuidadores necesitan saber sobre COVID-19?\n\nAlgunas personas con cáncer podrían aumentar el riesgo de infección de mayor gravedad en general debido a que su sistema inmunológico puede que se debilite debido al cáncer y a los tratamientos. La mayoría de la gente que en algún punto en el pasado recibió tratamiento contra el cáncer (especialmente si esto ocurrió años antes), son más propensas a que su sistema inmunológico haya logrado un nivel de fortalecimiento normal, pero cada persona es un caso diferente. Es importante que todas las personas que tuvieron o que tienen cáncer, ya sea que se encuentren actualmente en tratamiento o no, deberán hablar con su médico para más información de acuerdo a sus circunstancias.\n\nLos médicos aún están investigando sobre los posibles riesgos del contagio con COVID-19 para las personas con cáncer. Tomar medidas para limitar la exposición al virus causante de COVID-19 es especialmente importante para las personas con cáncer, quienes podrían estar en mayor riesgo de presentar un cuadro grave de enfermedad en el caso de contagio. Esto es particularmente el caso para las personas con los tipos de cáncer de la sangre (tal como la leucemia y el linfoma) y quienes estén recibiendo quimioterapia, ciclos extensos de tratamiento con corticoesteroides, ciertos tipos de quimioterapia, o trasplantes de células madre o médula ósea, dado que sus sistemas inmunitarios pueden encontrarse gravemente debilitados por el cáncer o su tratamiento.\n\nLa pandemia también ha afectado la manera en que la gente recibe su atención médica, incluyendo a quienes afrontan un diagnóstico de cáncer. Dependiendo de la situación en su comunidad en relación con COVID-19, puede que esto implique una demora en la realización de algunas pruebas médicas que se realizan alrededor del cáncer e incluso los tratamientos. Algunas personas puede que requieran tener que reprogramar las fechas de sus citas médicas.\n\nLos equipos de profesionales médicos que atienden a personas con cáncer colaboran en lo posible para desempeñarse por el bien de sus pacientes. Sin embargo, en muchos casos la vida no es como solía antes serlo. Es importante mantenerse en contacto con su equipo de profesionales médicos a cargo de su atención contra el cáncer para determinar la mejor manera de proceder para su caso. Puede que esto involucre la interacción con su equipo de profesionales médicos de forma remota (vía telefónica o por videoconsultas) para no tener que acudir físicamente al centro de atención médica.\n\nMuchos centros de atención médica y para la aplicación de infusiones de quimioterapia han adoptado cambios que permiten al paciente acudir de forma segura para sus sesiones ya sea de consulta o de tratamiento. Entre estas medidas se podría incluir la realización de preselección para determinar con antelación si algún paciente manifiesta cualquiera de los síntomas asociados con COVID-19, así como mantener un distanciamiento apropiado entre las personas durante todo momento en que se encuentren presentes en el centro de atención, limitar el número de personas en las salas de espera, exigir el uso de cubrebocas y que el centro de atención limpie todas las superficies con frecuencia. Es importante saber a quién puede llamar dentro de su equipo de profesionales médicos para determinar cómo usted deberá proceder.\n\nPodría ser que usted cuente con otras alternativas para recibir los medicamentos contra el cáncer. Por ejemplo, algunas personas podrían tener la posibilidad de cambiar a medicamentos de administración oral en lugar de recibirlos mediante infusiones que requieren aplicarse por vía intravenosa. Para algunas personas, otra alternativa podría ser la de la aplicación en casa de las infusiones de sus medicamentos contra el cáncer. Sin embargo, hay medidas de seguridad que requieren tenerse en cuenta para esta opción, por lo que es importante haber sobre esto con su equipo de profesionales médicos contra el cáncer antes de decidir sobre esta manera de recibir y aplicar los medicamentos contra el cáncer.\n\nLos asuntos relacionados con el tratamiento contra el cáncer y las pruebas médicas relacionadas al cáncer durante la pandemia están mejorando de forma lenta, pero es probable que esto continúe haciendo que sea posible que los pacientes reciban la atención médica necesaria de forma oportuna.\n\nMientras tanto, los médicos necesitan saber más sobre las personas con cáncer en relación con la pandemia. Hay listas de registros como la del Consorcio de Cáncer y COVID 19, al igual que los investigaciones clínicas como el Estudio de COVID-19 en pacientes con cáncer del Instituto Nacional de Cáncer para la recolección de datos que resultará en información útil. La información obtenida durante las etapas iniciales de las investigaciones y los registros en los Estados Unidos y alrededor del mundo han analizado los resultados para los pacientes de cáncer con síntomas de COVID-19 que desarrollaron en efecto la enfermedad, así como si alguno de los tratamientos contra el cáncer afectan de alguna forma en los resultados. Estos resultados durante las etapas iniciales de las investigaciones son útiles, pero es muy importante recolectar más datos y analizarlos a través de un plazo más extenso para tener un mejor entendimiento de los efectos que el contagio con COVID-19 puede tener sobre pacientes con cáncer y sobrevivientes de cáncer. Póngase en contacto con su médico en caso de querer formar pate en alguno de estos registros o estudios que se están llevando a cabo.\n\n¿Por qué no es posible que alguien me acompañe durante mis citas médicas o de tratamiento?\n\nMientras que en algunos centros médicos se tiene la posibilidad de las videoconsultas o consultas vía telefónica, hay cosas que aún exigen acudir en persona a los centros de atención médica, como el tener que hacer estudios o exámenes médicos, pruebas de laboratorio y procedimientos médicos del tratamiento (cirugías, radioterapia, quimioterapia).\n\nMuchos lugares de atención médica (hospitales, clínicas, consultorios, etc.) tienen la política de no permitir el acceso a visitantes o que únicamente se permia el acceso a un acompañante a las instalaciones junto con el paciente. Esto tiene el fin de proteger a las personas que acuden a estos lugares, muchas de las cuales podrían encontrarse en un estado de mayor vulnerabilidad en el caso de llegar a contagiarse con el virus de COVID-19.\n\nSin embargo, estas misma políticas puede que también resulten ser estresantes o que generen ansiedad entre los pacientes y sus seres queridos. Los cuidadores que por lo general son quienes acompañan al pacientes a sus consultas médicas conforman una fuente importante de apoyo para la persona con cáncer, y a menudo pueden resultar invaluables tanto para la comunicación con el equipo de atención médica, al igual que para asegurar que las indicaciones que el equipo tiene para el paciente sean llevadas a cabo como corresponda.\n\nMientras podría ser que no sea posible para los cuidadores acudir a las consultas en personas junto con el paciente, aún hay muchas formas de permanecer al tanto e informados sobre lo que suceda durante estas visitas en persona de los pacientes:\n\nAveriguar si es posible que el paciente puede usar un teléfono durante la consulta para que el cuidador pueda escuchar y participar, así como hacer preguntas durante la conversación con los médicos.\n\nSolicitar una consulta para la familia con alguno de los profesionales médicos a cargo de la atención del paciente después de que la consulta en persona se haya llevado a cabo para repasar todo lo que se haya mencionado en dicha sesión.\n\nVer si en el centro de atención se tiene la opción de tener consultas médicas de forma remota (vía telefónica o videoconsultas) con mayor frecuencia en las cuales el cuidador pueda participar.\n\nEn caso de que el centro de atención médica cuente con un portal en Internet, ver si acaso se cuente con algún recurso en donde se puedan hacer preguntas y recibir respuestas con los profesionales a cargo de la atención médica del paciente.\n\nAsk if you can get a copy of the progress note that the healthcare provider writes up after each visit – either a physical copy on the day of the visit or in some other format (for example, via an online portal).\n\n¿Acaso la cobertura del seguro médico cubre los costos de las pruebas de COVID-19 y la atención médica relacionada?\n\nPuede que sí o que no haya que cubrir costos de su bolsillo en caso de dar resultado positivo con las pruebas de COVID-19 y las medicinas que se receten para tratar la enfermedad. Será necesario que consulte esto con la compañía que administra su plan de corertura o de seguro médico. A continuación se mencionan algunos consejos prácticos y recursos para comenzar:\n\n¿Debe la población en general hacer las pruebas según corresponda para la prevención y detección del cáncer durante la pandemia?\n\nDurante el comienzo de la pandemia, muchos lugares decidieron poner en pausa la realización de las pruebas médicas optativas para la detección y prevención del cáncer con el fin de reducir el riesgo de propagación del virus causante de COVID-19 en los lugares de atención médica. Desde entonces, en muchos de los estados del país y otras municipalidades se han reabierto los establecimientos comerciales y las restricciones se han vuelto menos estrictas. Por lo mismo, muchos centros de atención médica han retomado sus operaciones relacionadas con la medicina preventiva, incluyendo las pruebas para la prevención y detección del cáncer. Entonces, ¿qué es lo que procede en el caso de que ya le corresponda hacer (o que ya le correspondió y aún no lo haya hecho) alguna prueba para la detección y prevención del cáncer?\n\nLas decisión de retomar su plan de pruebas para la detección del cáncer depende de muchos factores, y puede que el criterio no aplique igual para cada persona. Algunos factores importantes a considerar incluyen su riesgo de desarrollar algún tipo de cáncer, cuánto tiempo ha transcurrido desde la última vez que se hizo alguna de estas pruebas, la situación en relación a casos de COVID-19 recientemente en su comunidad, su edad y su estado general de salud.\n\nHable con su proveedor de atención médica sobre los riesgos y beneficios de retomar su plan de pruebas para la prevención y detección del cáncer, y si acaso resultaría mejor el postergar dichas pruebas durante este momento en su caso particular. Es importante que se tenga siempre en cuenta que el hacer las pruebas para la prevención y detección del cáncer puede salvar vidas. El ponerse al tanto con las pruebas para la prevención y detección del cáncer aún sigue teniendo una prioridad importante.\n\nPara más información, refiérase al contenido sobre la realización de pruebas para la prevención y detección del cáncer durante la pandemia de COVID-19."
    ],
    [
        "https://csn.cancer.org/discussion/188739/gliosarcoma-please-comment-with-your-experiences#latest",
        "Hello to everyone! On February 19, 2010, my dad was diagnosed with Gliosarcoma. At first the doctors said it was Glioblastoma, but now they are saying it is Gliosarcoma. He had a crainomoty on March 24th. Most of the tumor was removed, and 8 wafers were placed in the cavity where the tumor was. He was to begin his radiation and chemo on March 18th, but he had a horrible stomach virus, nothing to do with his surgery or anything...it is just going around. He began his chemo and radiation yesterday, March 22, 2010 and all went well. My dad is only 57 years old and so full of life. He never really showed any symptoms of having brain cancer. The ONLY sign he showed was confusion. Three weeks before he was admitted to the hospital he was \"confused\" for about 3 hours in one day. He could not remember the events of the day, but he thought he was just exhausted from working so much. Then, on the 19th of February, this confusion hit again and his co-workers called and asked me to come to his work. I did and he seemed just fine, he just said once again, he was tired and wanted to go home and go to bed. Thank God one of his other co-workers came to his house and insisted that he go to the hospital because she thought he was having a stroke..that is when this all began. So far, with everything he has been through, he has done excellent. We were told he would be in ICU for 5 to 7 days, he was in ICU for maybe 20 hours. We were told he would be on a venilator for possibly 14 days, he was never on a venilator. We were told his staples could/would come out in 2 weeks, they were out in 5 days and his scar has healed nicely. Even the doctors seemed impressed at how fast and how well his surgery site had healed and also at how soon they were able to remove his staples. Our family is keeping all hope and all faith that things will keep going as they have been. I would just like some support with all of this from someone who has experienced it. This is all so new and so shocking to everyone of us. Please help. Any advice, stories or whatever, is welcome. Thank you so much for reading. Hollie\n\n0"
    ],
    [
        "https://eos.org/articles/hazardous-air-pollutants-found-in-cooking-stove-gas",
        "Natural gas leaking out of home appliances like kitchen gas stoves, furnaces, and water heaters may be mostly methane, but recent research discovered that traces of naturally occurring air toxins are also in the mix.\n\nWork by scientists in the Boston area identified 21 toxins in unburned natural gas, including benzene, a carcinogen that harms white and red blood cells in the human body. Other toxins included hexane, toluene, and heptane. Although this is the first time these toxins have been documented directly from stove-top gas, the gas likely poses less risk to most people than other environmental hazards like tobacco smoke.\n\nKitchen Science\n\nThe researchers collected gas from 69 homes in 15 communities across Greater Boston over 16 months. At each home, scientists siphoned natural gas through Teflon tubes attached to kitchen stoves. During the onset of COVID-19, researchers also measured gas from outdoor grill hookups and fireplaces.\n\n“It is reasonable to conclude that our gas supply is not as clean as we thought it was once.”\n\nThey then sent the samples to an EPA-certified lab to test the gas’s volatile organic compounds (VOCs). Natural gas is typically about 95% methane, but according to the authors, little was known about trace chemicals in the remaining 5% until this new study, published in Environmental Science and Technology. They found that 95% of samples contained low levels of benzene, a chemical used in plastics, lubricants, detergents, and pesticides.\n\nAccording to the American Cancer Society, about half of benzene exposure in the United States comes from cigarette smoking and secondhand smoke. Massachusetts recommends that benzene exposure be less than 0.2 part per billion by volume over 24 hours. Hexane, a cleaning agent and chemical used to extract oils from seeds and vegetables, appeared in all but 2% of the samples collected. The EPA has stated that chronic hexane exposure is associated with nerve damage.\n\nGas in the winter had much higher concentrations of toxins than in summer, and the scientists could not explain the cause. Benzene was nearly 8 times more concentrated in homes’ natural gas in the winter than in summer.\n\n“Now that we know there are small quantities of volatile organic compounds (VOCs) present in the gas supply in the Greater Boston area, it is reasonable to conclude that our gas supply is not as clean as we thought it was once,” said Zeyneb Magavi, a co–executive director of the Boston-based Home Energy Efficiency Team who participated in the study.\n\nThe state’s three major utilities—Eversource, Columbia Gas (owned by Eversource), and National Grid—supply gas to the homes tested in the study, according to the researchers. But gas utilities are not responsible for leaks that happen in homes—homeowners are—as they are considered “behind the meter.”\n\nNational Grid did not respond to a request for comment, and Eversource directed questions to the Northeast Gas Association, a trade association representing natural gas distribution companies in the region.\n\n“All the natural gas samples measured in the study met federal regulations,” said Alana Daly, vice president of communications and public policy at the Northeast Gas Association. “When pipeline natural gas is utilized as intended, in properly vented and maintained end-use equipment, the presence of these trace constituents [does] not pose adverse risks to human health or indoor air quality.”\n\nQuestions of Exposure Linger\n\nAlthough the study provides a much more detailed account of the chemical makeup of consumers’ gas than ever before, it doesn’t determine health risks. The limitation stems from the data themselves: Researchers tested only pure natural gas. They did not test the ambient kitchen air surrounding a leaking stove.\n\nStill, the scientists warn that people could be exposed to small leaks without knowing it. With 43 million homes in the United States cooking with gas, gas stoves are a common staple in American kitchens. And commercial kitchens, pipeline repair, and utility worksites might expose people more frequently, the authors cautioned.\n\nThe abundance of VOCs in gas varied across the study area, and although the results may be representative of gas sources in the Northeast, the scientists can’t say whether gas from other regions has similar chemical makeups. The gas source, the variability of the reservoir, processing, transit, and the addition of hydrocarbon from upstream underground gas storage or liquid natural gas facilities could determine its VOC content.\n\nGas stoves emit much higher levels of methane than initially thought, even while they’re switched off, according to separate work published by Stanford University researchers earlier this year.\n\nFor Earth science professor Rob Jackson, who participated in the Stanford study, even though the latest research suggested that natural gas contains only a small amount of benzene relative to other sources, such as smoking, car exhaust, or gasoline, “any unnecessary benzene in a home is too much.”\n\n“Now that we know benzene is found in natural gas, utilities should disclose pollutant data regularly for their service areas,” Jackson said. “I hope this change will come from the new study.”\n\nEmpowering Homeowners\n\n“There’s no need to panic.”\n\nVentilation—turning on a hood that exhausts air outside or opening windows and doors—when cooking with gas is important, wrote the authors. In addition, licensed HVAC (heating, ventilating, and air-conditioning) contractors or plumbers can test for leaks too.\n\n“There’s no need to panic,” Magavi said. She recommended that homeowners consider transitioning to electric appliances in the long term. Make a plan for when gas-powered appliances break or require major maintenance, so homeowners can be ready to switch to electric appliances at opportune moments, she said. Induction cooktops run on electricity and have high energy efficiency. The cheapest models are just a few hundred dollars more than midtiered gas and electric ranges.\n\nIf gas stove owners don’t want to wait or pay for electric appliances, induction cook plates, which use electricity, cost under $100 and can be used separately from the stove for basic cooking needs, she added.\n\nIn the future, the Consumer Product Safety Commission could set more stringent performance standards for gas stoves and ventilation hoods, and gas companies could measure and report publicly what’s in the gas.\n\nGas suppliers could also make the leaks more noticeable. Methane doesn’t have a smell, so companies add an odorant to help people detect large amounts of the gas, which is flammable. The latest study found that about 1 in 20 homes had a leak that homeowners weren’t aware of that required follow-up with an expert. If gas providers upped the odorant in methane, small leaks could be easier to catch.\n\n“Cooking over a natural gas flame is probably the most intimate connection with climate change that you never think about.”\n\nLimiting gas leaks could provide more benefits than just a reduction in hazardous air pollutants, said study author and Harvard T.H. Chan School of Public Health’s visiting scientist Drew Michanowicz. Methane warms the atmosphere 80 times more than carbon dioxide over a 20-year period. Reducing methane emissions could shave off a third of a degree of warming by the 2040s, according to the United Nations Environment Programme.\n\n“Cooking over a natural gas flame is probably the most intimate connection with climate change that you never think about,” said Michanowicz.\n\n—Jenessa Duncombe (@jrdscience), Staff Writer\n\nCitation: Duncombe, J. (2022), Hazardous air pollutants found in cooking stove gas, Eos, 103, https://doi.org/10.1029/2022EO220325. Published on 19 July 2022.\n\nText © 2022. The authors. CC BY-NC-ND 3.0\n\nExcept where otherwise noted, images are subject to copyright. Any reuse without express permission from the copyright owner is prohibited."
    ]
]