{
    "paper_id": "277a9b9e2e492c8344e14ea1fab35ee08040cf0a",
    "metadata": {
        "title": "B.), the National Institute of Health Research (NIHR) Health Protec-tion Research Unit in Vaccines and Im-munisation, London School of Hygiene and Tropical Medicine",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "N J C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "N L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T h e ne w e ngl a nd jou r na l o f m e dicine R eal-world data have consistently shown high levels of short-term protection by vaccines against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes coronavirus disease 2019 , with regard to clinical disease and, more so, with regard to severe outcomes such as hospitalization and death. [1] [2] [3] [4] [5] [6] [7] The duration of protection and, therefore, the need for further doses are uncertain.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the United Kingdom, we recently found that vaccine effectiveness was slightly lower against symptomatic disease with the B.1.617.2 (delta) variant than with the B.1.1.7 (alpha) variant among adults who had received two doses of the BNT162b2 vaccine (Comirnaty, Pfizer-BioNTech) (88.0% vs. 93.7%) or the ChAdOx1-S vaccine (also known as ChAdOx1 nCoV-19; Vaxzevria, AstraZeneca) (67.0% vs. 74.5%), administered over an extended interval of 12 weeks. 1 Other countries with high vaccination rates have reported substantially reduced protection against infection with the delta variant. Among elderly nursing home residents who had received two doses of a messenger RNA (mRNA) vaccine 3 weeks apart in the United States, vaccine effectiveness was 74.7% against symptomatic or asymptomatic SARS-CoV-2 infection during the period of March through May 2021 but decreased to 53.1% during the period of June and July 2021, when the delta variant was predominantly circulating. 8 In Qatar, no evidence of protection against infection was seen at 20 weeks or more after mRNA vaccination. 9 Nevertheless, the extent to which reduced vaccine effectiveness is a result of a new variant or waning immunity remains unclear. Immunogenicity data indicate that antibody titers wane relatively rapidly after the receipt of two doses of vaccine, which suggests that waning may be an important factor in reported decreases in vaccine effectiveness over time, although decreases in antibody titers may be more rapid than decreases in protection. 10 A number of serologic markers have been found to correlate with SARS-CoV-2 infection but not with severe or fatal Covid-19. 11, 12 In the United Kingdom, Covid-19 vaccines have been used since early December 2020. Initially, a 3-week interval between doses of the BNT162b2 vaccine was used (for a period of approximately 4 weeks), which was then changed to an extended 12-week interval for all vaccines until June 2021; at that time, the interval was reduced to 8 weeks, after the emergence of the delta variant. In this study, we estimated vaccine effectiveness over time since receipt of the second dose of the ChAdOx1-S, BNT162b2, and mRNA-1273 (Spikevax, Moderna) vaccines in order to investigate the waning of protection against symptomatic Covid-19 and related hospitalization and death separately for the alpha and delta variants.",
            "cite_spans": [
                {
                    "start": 1653,
                    "end": 1656,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We used a test-negative case-control design to estimate vaccine effectiveness of two doses of the ChAdOx1-S, BNT162b2, and mRNA-1273 vaccines against symptomatic disease as confirmed on polymerase-chain-reaction (PCR) testing, against hospitalization within 14 days after confirmation on PCR testing, and against death within 28 days after confirmation on PCR testing. The analysis was stratified to assess vaccine effectiveness against the alpha and delta variants during the periods when they were circulating. For each outcome of interest, we compared vaccination status in symptomatic adults who had PCR-confirmed SARS-CoV-2 infection (case participants) with vaccination status in adults who reported symptoms of Covid-19 but had a negative PCR test for SARS-CoV-2 (control participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "The data sources are described in detail in the Supplementary Appendix, which is available with the full text of this article at NEJM.org. Community-testing data between December 8, 2020, and October 1, 2021, were included. Data were restricted to persons who had reported symptoms and samples obtained for PCR testing up to 10 days after symptom onset in order to account for the reduced sensitivity of PCR testing after this period. Persons who had previously tested positive for SARS-CoV-2 (on PCR or antibody testing) were excluded from the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "Before May 2021, the alpha variant was the main viral variant circulating in the United Kingdom, after which the delta variant predominated. Cases were categorized as being due to the alpha or delta variant on the following bases: first, on the basis of results of whole-genome sequencing; second, on the basis of the spike (S)-gene target status (alpha: target-negative before June 28, 2021; delta: target-positive from April 12, 2021); and third, for cases in which sequencing or Dur ation of Protection by Covid-19 Vaccines S-gene testing was not done, on the basis of time period (alpha: from January 4, 2021, to May 2, 2021; delta: from May 24, 2021), because these variants were responsible for more than 80% of the cases of infection in all the weeks during this period (>95% in most weeks) ( Table S1 in the Supplementary Appendix). 13 Testing data were linked to the Emergency Care Data Set (ECDS) to assess vaccine effectiveness against hospitalization. We included emergency department visits resulting in inpatient admission among persons who had symptoms within 14 days after the positive test and whose visit was not related to injury. ECDS data include hospital admissions through NHS emergency departments in England but not elective admissions. Only first visits in the 14-day period were included if a person had multiple admissions from emergency care. To allow for delays in the ECDS data flow, only case and control participants with sample dates by September 17, 2021, were included. We used a sensitivity analysis to assess only admissions of persons with Covid-19 or respiratory SNOMED CT (Systematized Nomenclature of Medicine-Clinical Terms) codes as described in the Public Health England weekly bulletin for emergency departments. 14 For the assessment of vaccine effectiveness against death, we used the NHS digital data on deaths reported in the National Immunisation Management System (NIMS). To allow for delays in death registrations and for all case participants to have at least 28 days of follow-up, we included only case and control participants with test results by July 29, 2021.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 843,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 808,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data Sources"
        },
        {
            "text": "Details of the statistical analysis are provided in the Supplementary Appendix. Vaccine effectiveness was adjusted in logistic-regression models for participants' age, sex, index of multiple deprivation (a measure of socioeconomic status), race or ethnic group, care home residence status (for analyses including persons ≥65 years of age), geographic region, period (calendar week), health and social care worker status (for analyses involving persons <65 years of age), and status of being in a clinical risk group (available only for persons <65 years of age) or a clinically extremely vulnerable group (any age). Clinical risk groups included a range of chronic conditions as described in the Green Book, 15 whereas the clinically extremely vulnerable group included persons who were considered to be at the highest risk for severe Covid-19, including those with immunosuppressed conditions and those with severe respiratory disease. 16 For deaths, the period was modeled with the use of a cubic spline owing to smaller numbers.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 939,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Analyses were stratified according to age group and according to the timing of vaccination in the general population (Table S2) . Among persons 65 years of age or older, analyses were further stratified on the basis of an assessment of the participant's clinical vulnerability. Among persons 40 to 64 years of age, analyses were also stratified on the basis of a determination of being in the clinically extremely vulnerable group or in a clinical risk group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "Vaccine effectiveness was assessed for each vaccine separately and according to intervals after vaccination of at least 28 days after the first dose and at least 14 days after the second dose. To assess potential waning of vaccine effectiveness, we used intervals of 1 week (7 to 13 days), 2 to 9 weeks, 10 to 14 weeks, 15 to 19 weeks, and 20 weeks and after the receipt of the second dose. (Because second doses only started to be delivered in large numbers from late March 2021, the maximum follow-up in most groups was approximately 6 months.) For the earliest vaccinated group (persons ≥65 years of age), the last followup period was further stratified into periods of 20 to 24 weeks and of 25 weeks and beyond. An additional analysis of vaccine effectiveness against hospitalization among persons 80 years of age or older was assessed according to the interval between vaccine doses (≤28 days or ≥56 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "A total of 7,106,982 eligible SARS-CoV-2 PCR tests with a sample date within 10 days after symptom onset were assessed. Of these tests, 6,056,673 (85.2%) were successfully linked to the NIMS database for vaccination status, including tests for 84.7% of the case participants and for 85.4% of the control participants. The demographic characteristics of participants with linked and unlinked tests are summarized in Table S3 . Of the participants with linked tests, 1,706,743 had a first recorded positive test result for SARS-CoV-2 during the study period, of whom 544,468 were classified as having infection with the alpha variant, 1,125,257 as having infection with the delta variant, and 37,018 as having infection with another or unknown variant (not included in the analysis of vaccine effectiveness). Sequencing status according to S-gene target failure over time showed the high positive predictive value of using the S-gene target failure approach in the weeks in which the variant status was unknown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 423,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Descriptive Statistics and Characteristics"
        },
        {
            "text": "Over the same period, 4,349,930 negative tests were included from 3,763,690 participants (of whom 510,177 had two negative results and 76,063 had three negative results, all occurring >7 days after a previous negative test) (Table S4) . Overall, 2,376,037 participants (39.2%) had received two doses of the ChAdOx1-S vaccine, 2,133,769 (35.2%) had received two doses of the BNT162b2 vaccine, 176,235 (2.9%) had received two doses of the mRNA-1273 vaccine, and 12,169 (0.2%) had received a mixed course of two different vaccines or had an interval of less than 19 days between doses; this last group was excluded from further analyses. A total of 22,575 participants with positive test results were hospitalized within 14 days after the test, and 6336 died within 28 days after the test (Table S5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 234,
                    "text": "(Table S4)",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 796,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "Descriptive Statistics and Characteristics"
        },
        {
            "text": "Vaccine effectiveness and numbers of case and control participants according to vaccine, dose, and age group for the various outcomes are summarized in Tables S6 and S7. In general, vaccine effectiveness was higher with the mRNA vaccines than with the ChAdOx1-S vaccine with regard to several comparisons: against the more severe outcomes as compared with symptomatic infection, with the alpha variant as compared with the delta variant, and among younger persons as compared with older persons. Logistic-regression results for the all-age analysis for all the variables included in the models, along with goodness-of-fit assessments, are shown in Table S8 . Table 1 and Figure 1 summarize vaccine effectiveness against symptomatic disease according to week after receipt of the second dose for the delta variant (numbers of case and control participants are summarized in Table S9 and according to week in Fig. S1 ). Vaccine effectiveness against symptomatic disease due to the delta variant peaked in the early weeks after receipt of the second dose, then decreased by 20 weeks to 44.3% (95% confidence interval [CI], 43.2 to 45.4) for the ChAdOx1-S vaccine and to 66.3% (95% CI, (Tables S11 through S13) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 656,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 666,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 671,
                    "end": 679,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 873,
                    "end": 881,
                    "text": "Table S9",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 914,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1182,
                    "end": 1206,
                    "text": "(Tables S11 through S13)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Vaccine Effectiveness Estimates and Vaccine Waning"
        },
        {
            "text": "Limited waning of vaccine effectiveness was noted with regard to protection against hospitalization. Vaccine effectiveness against hospitalization with infection with the delta variant was 80.0% (95% CI, 76.8 to 82.7) with the ChAdOx1-S vaccine and 91.7% (95% CI, 90.2 to 93.0) with the BNT162b2 vaccine at 20 weeks or more after vaccination ( Fig. 1 and Table 2 ). Similarly, limited waning of vaccine effectiveness was noted against deaths due to the delta variant for the ChAdOx1-S vaccine (84.8%; 95% CI, 76.2 to 90.3) and the BNT162b2 vaccine (91.9%; 95% CI, 88.5 to 94.3) at 20 weeks or more after vaccination ( Fig. 1 and Table 3 ). Combined results for all the vaccines regarding effectiveness against hospitalization among participants 65 years of age or older are shown in Figure S2 . The numbers of case and control participants in these analyses of hospitalization and death are summarized in Tables S14 and S15.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 350,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 355,
                    "end": 362,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 618,
                    "end": 624,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 783,
                    "end": 792,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Vaccine Effectiveness Estimates and Vaccine Waning"
        },
        {
            "text": "In general, lower vaccine effectiveness against hospitalization was seen in the oldest age group (≥65 years of age), except in the period of 20 weeks or more after vaccination with the ChAdOx1-S vaccine, although limited data were available for the group of persons 40 to 64 years of age for the period of 20 weeks or more after vaccination and the confidence intervals overlapped (Table 2 and Fig. 2) . Results from the sensitivity analysis with the use of only hospitalizations that had been coded as respiratory admissions were similar to those of the primary analysis, showing vaccine effectiveness of 82.6% (95% CI, 79.1 to 85.4) for the ChAdOx1-S vaccine and 93.5% (95% CI, 91.9 to 94.7) for the BNT162b2 vaccine against the delta variant at 20 weeks or more after vaccination (Table S16) . Similar results were also observed in analyses that included only control participants who went on to be hospitalized within 14 days after testing, but the number of control participants was much lower than in the primary analysis (Table S17 and Fig. S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 394,
                    "end": 401,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 783,
                    "end": 794,
                    "text": "(Table S16)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1028,
                    "end": 1042,
                    "text": "(Table S17 and",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1043,
                    "end": 1051,
                    "text": "Fig. S3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Vaccine Effectiveness Estimates and Vaccine Waning"
        },
        {
            "text": "Stratification according to risk-group status identified greater waning in vaccine effectiveness against hospitalization with the delta variant among persons 65 years of age or older in the clinically extremely vulnerable group than among those not in the clinically extremely vulnerable group (Fig. 3) . Very little evidence of waning was seen up to 20 weeks or more after vaccination among persons 65 years of age or older who were not in the clinically extremely vulnerable group and had received the BNT162b2 vaccine. Greater waning was seen among persons 40 to 64 years of age in clinical risk groups than among their healthy peers, although by 20 weeks or more after vaccination, vaccine effectiveness with the ChAdOx1-S vaccine was similar in the two groups (Fig. S4) . With regard to symptomatic infection, although vaccine effectiveness was lower among participants in risk groups, waning was similar according to risk status (Tables S18 and S19).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 765,
                    "end": 774,
                    "text": "(Fig. S4)",
                    "ref_id": null
                }
            ],
            "section": "Vaccine Effectiveness Estimates and Vaccine Waning"
        },
        {
            "text": "An analysis that was restricted to persons 80 years of age or older who had received the BNT162b2 vaccine before January 4, 2021, showed lower vaccine effectiveness among participants with a short interval (≤4 weeks) than among those with an extended interval (≥8 weeks) between doses in the latest follow-up periods (≥20 weeks after the second dose). However, confidence intervals were wide and overlapping (Fig. S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 416,
                    "text": "(Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Vaccine Effectiveness Estimates and Vaccine Waning"
        },
        {
            "text": "Our data provide evidence of waning of protection against symptomatic infection after the receipt of two doses of the ChAdOx1-S or BNT162b2 vaccine from 10 weeks after receipt of the second dose. Protection against hospitalization and death, however, was sustained at high levels for at least 20 weeks after receipt of the second dose. At 20 weeks or more after receipt of the second dose, we observed more waning with the ChAdOx1-S vaccine than with the BNT162b2 vaccine, although the groups who received each vaccine differed. 6 Waning of protection against hospitalization was greater in older adults and in participants in a clinical risk group. Among persons 65 years of age or older who were not in a clinical risk group, however, protection against hospitalization remained close to 95% with the BNT162b2 vaccine and just under 80% with the ChAdOx1-S vaccine at 20 weeks or more after receipt of the second dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our finding of waning of vaccine effectiveness against symptomatic disease is consistent with recent findings from Israel and Qatar that showed an increasing proportion of breakthrough cases among persons who had received vaccines the earliest. 9, [17] [18] [19] In addition to the emergence of the more transmissible delta variant, waning protection --* When vaccine effectiveness was calculated as 100%, the numbers of total case and control participants are shown in parentheses. Persons in a clinical risk group had a broad range of chronic conditions as described in the Green Book. 15 The clinically extremely vulnerable group included persons who were considered to be at highest risk for severe T h e ne w e ngl a nd jou r na l o f m e dicine against symptomatic infection with increasing time since vaccination is also probably contributing to the increase in the incidence of Covid-19 in the United Kingdom and elsewhere. However, the incidence of Covid-19-related hospitalization and death has remained low, especially among vac-cinated adults. 20 Our finding of only limited waning of protection against hospitalization or death in most groups that we studied is consistent with the preserved vaccine effectiveness against hospitalization that was observed in Qatar. 9 Regional U.S. studies have also shown sus- .8%, a change that coincided with an increase in the circulation of the delta variant from less than 2% to more than 80% of cases. 22 Conversely, reports have appeared of an increased proportion of hospitalization among infected adults who had been vaccinated the earliest and had received two doses of the BNT162b2 vaccine 3 weeks apart in Israel. 17 The shorter interval of 3 weeks as well as the longer follow-up in a population with rapid vaccine uptake in Israel may be factors in explaining this difference as compared Shown are data regarding vaccine effectiveness against Covid-19-related hospitalization with the delta variant, according to time since the second dose of vaccine and clinically extremely vulnerable group status, among persons 65 years of age or older. The clinically extremely vulnerable group included persons who were considered to be at highest risk for severe The numbers were too small for the assessment of Covid-19-related hospitalization at 1 week. I bars indicate 95% confidence intervals. Our findings and those from Qatar and the United States raise important questions about the timing of third doses of vaccine in adults who remain protected against hospitalization and death for at least 5 months after the receipt of two doses. Israel was one of the first countries to immunize adults with the BNT162b2 vaccine and began offering a third dose of the same vaccine to older adults starting in July 2021. 23 Early data indicate that the third dose was associated with large reductions in the incidence of SARS-CoV-2 infection within 1 week after vaccination, with greater reductions in the second week. 23 The duration of protection offered by the third dose, however, is uncertain. Many countries, including the United Kingdom and the United States, are now offering a third dose.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A third dose of vaccine improves both humoral and cellular immunity against SARS-CoV-2, with increased neutralizing activity against different variants, including the delta variant, which is likely to improve protection against infection. 24 Waning of vaccine effectiveness against severe disease outcomes was relatively limited in most cohorts in this study but is likely to continue with time since the receipt of two vaccine doses. Decisions on timing of the third dose must balance the rate of waning immunity against the prevalence of disease, including the risk of new variants, and the prioritization of persons at highest risk for severe disease. Existing evidence suggests that vaccine effectiveness increases with longer intervals between doses and, if this also applies to third doses, the administration interval will also need to be considered. 25 At the same time, it is possible that third doses will be more reactogenic than previous doses, especially if the recipient receives different vaccines for the initial and booster doses. 26 Attractive alternatives include half-dose boosters or boosting with variant-targeted vaccines, which are both under investigation. 27 For the United Kingdom and countries with administration intervals that are longer than the licensed interval, another important consideration is that the extended interval of 8 to 12 weeks between vaccine doses provides higher serologic responses and increased vaccine effectiveness than the licensed interval of 3 to 4 weeks for mRNA vaccines, 25 which may provide the populations in these countries with better, longer-term protection. 12 This hypothesis is supported by our cur-rent findings comparing short and long administration intervals among persons 80 years of age or older.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A In Clinically Extremely Vulnerable"
        },
        {
            "text": "We found that waning effectiveness against hospitalization was greatest among persons in clinical risk groups. Other studies have shown lower immune responses and vaccine effectiveness among persons in clinical risk groups, most notably those with immunosuppression. 10, 21, 28, 29 The United Kingdom and other countries already recommend a third dose of Covid-19 vaccine for all adults as part of their primary immunization course. 30, 31 This study has some limitations. The testnegative case-control study design is observational and, therefore, subject to potential bias. The very narrow 95% confidence intervals in some analyses relate to the large sample size and do not account for what may be relatively larger effects of bias. A detailed quantification of potential bias is beyond the scope of this article, but others have assessed some biases such as exposure and outcome misclassification when using the test-negative design for hospitalized case and control participants. 32 A full discussion of these limitations is provided in Section S3. The likely direction of these biases, if they exist, would be to reduce vaccine effectiveness, with the reduction being greater with longer intervals after vaccination. Other limitations include our limited ability to assess waning vaccine effectiveness against the alpha variant owing to low circulation since June 2021. In addition, these estimates of vaccine effectiveness relate to the population of persons who seek testing and were successfully matched to the NIMS database, so they may not be representative of the whole population. For example, a higher proportion of non-White persons than White persons do not match to the NIMS database. We also relied on tested persons declaring their symptoms when the test was requested, and some asymptomatic persons may declare symptoms in order to access the test. Overall vaccine effectiveness will be attenuated if it is lower against asymptomatic infection and, for control participants, may mean that they were not matched on the basis of exposure to an infectious disease that led to symptoms.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "21,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "28,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "30,",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "A In Clinically Extremely Vulnerable"
        },
        {
            "text": "Our study showed evidence of significant waning of vaccine effectiveness against symptomatic disease, but with limited waning against severe disease, for at least 5 months after an extendedinterval, two-dose schedule with the ChAdOx1-S Dur ation of Protection by Covid-19 Vaccines and BNT162b2 vaccines. Waning vaccine effectiveness was greater among older adults and among adults in clinical risk groups. Disclosure forms provided by the authors are available with the full text of this article at NEJM.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A In Clinically Extremely Vulnerable"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of Covid-19 vaccines against the B.1.617.2 (delta) variant",
            "authors": [
                {
                    "first": "Lopez",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "",
            "pages": "585--94",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effectiveness of BNT162b2 mRNA and ChAdOx1 adenovirus vector COVID-19 vaccines on risk of hospitalisation among older adults in England: an observational study using surveillance data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "Garcia",
                    "middle": [],
                    "last": "Vilaplana",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Elgohari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BNT162b2+ mRNA+ and+ ChAdOx1+ adenovirus+ vector+ COVID -19+ vaccines+ on+ risk+ of+ hospitalisation+ among+ older+ adults+ in+ England . pdf/ 9e18c525 -dde6 -5ee4 -1537 -91427798686b)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interim findings from first-dose mass COVID-19 vaccination roll-out and COVID-19 hospital admissions in Scotland: a national prospective cohort study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vasileiou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "1646--57",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of vaccination on new SARS-CoV-2 infections in the United Kingdom",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stoesser",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "",
            "pages": "1370--1378",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effectiveness of BNT162b2 and ChAdOx1 nCoV-19 COVID-19 vaccination at preventing hospitalisations in people aged at least 80 years: a test-negative, case-control study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hyams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marlow",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Maseko",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "1539--1587",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of the Pfizer-BioNTech and Oxford-AstraZeneca vaccines on covid-19 related symptoms, hospital admissions, and mortality in older adults in England: test negative case-control study",
            "authors": [
                {
                    "first": "Lopez",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of delta variant on viral burden and vaccine effectiveness against new SARS-CoV-2 infections in the UK",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pouwels",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "",
            "pages": "2127--2162",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effectiveness of Pfizer-BioNTech and Moderna vaccines in preventing SARS-CoV-2 infection among nursing home residents before and during widespread circulation of the SARS-CoV-2 B.1.617.2 (delta) variant -National Healthcare Safety Network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nanduri",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pilishvili",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Derado",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "70",
            "issn": "",
            "pages": "1163--1169",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Waning of BNT162b2 vaccine protection against SARS-CoV-2 infection in Qatar",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chemaitelly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spike-antibody waning after second dose of BNT162b2 or ChAdOx1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shrotri",
                    "suffix": ""
                },
                {
                    "first": "Amd",
                    "middle": [],
                    "last": "Navaratnam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "398",
            "issn": "",
            "pages": "385--392",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Correlates of protection against symptomatic and asymptomatic SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "",
            "pages": "2032--2072",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neutralizing antibody levels are highly predictive of immune protection from symptomatic SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cromer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reynaldi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "",
            "pages": "1205--1216",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emergency department: weekly bulletins for 2021",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Uk Health Security",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "19 -the -green -book -chapter -14a). 16. National Health Service. COVID-19 -high risk shielded patient list identification methodology: rule logic",
            "authors": [],
            "year": 2021,
            "venue": "COVID-19: the Green Book. 2021",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Waning immunity after the BNT162b2 vaccine in Israel",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Bar-On",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Elapsed time since BNT162b2 vaccine and risk of SARS-CoV-2 infection: test negative design study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Israel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Merzon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Schäffer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "375",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Public Health England. Weekly national influenza and COVID-19 surveillance report: week 36 report (up to week 35 data) 9",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mizrahi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lotan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kalkstein",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Commun",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sustained effectiveness of Pfizer-BioNTech and Moderna vaccines against COVID-19 associated hospitalizations among adults -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Tenforde",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Naioti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "70",
            "issn": "",
            "pages": "1156--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New COVID-19 cases and hospitalizations among adults, by vaccination status",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Holtgrave",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dorabawila",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "70",
            "issn": "",
            "pages": "1150--1155",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Odds of testing positive for SARS-CoV-2 following receipt of 3 vs 2 doses of the BNT162b2 mRNA vaccine",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Patalon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gazit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Prunas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS-CoV-2 neutralization with BNT162b2 vaccine dose 3",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Frenck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "",
            "pages": "1627--1636",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Serological responses and vaccine effectiveness for extended COVID-19 vaccine schedules in England",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amirthalingam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Commun",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Real-world data shows increased reactogenicity in adults after heterologous compared to homologous prime-boost COVID-19 vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Westrop",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Euro Surveill",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Preliminary analysis of safety and immunogenicity of a SARS-CoV-2 variant vaccine booster",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.05.05.21256716v1"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Safety and immunogenicity of one versus two doses of the COVID-19 vaccine BNT162b2 for patients with cancer: interim analysis of a prospective observational study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "Rsm",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Byford",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Oncol",
            "volume": "22",
            "issn": "",
            "pages": "765--78",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Safety and immunogenicity of a third dose of SARS-CoV-2 vaccine in solid organ transplant recipients: a case series",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Werbel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyarsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ou",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Intern Med",
            "volume": "174",
            "issn": "",
            "pages": "1330--1332",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High immunogenicity of a messenger RNA-based vaccine against SARS-CoV-2 in chronic dialysis patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Longlune",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Nogier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miedougé",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nephrol Dial Transplant",
            "volume": "36",
            "issn": "",
            "pages": "1704--1713",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effectiveness of Covid-19 vaccines in ambulatory and inpatient care settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stenehjem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grannis",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "",
            "pages": "1355--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vaccine Effectiveness against Symptomatic Covid-19 and Related Hospitalization and Death in England.Vaccine effectiveness was assessed among persons 16 years of age or older who had received two doses of the ChAdOx1-S or BNT162b2 vaccine in England. Shown are data regarding vaccine effectiveness against infection with the B.1.1.7 (alpha) and B.1.617.2 (delta) variants, according to time since the second dose of vaccine. There were insufficient cases of infection with the alpha variant in the later periods after vaccination, given that the alpha variant had largely disappeared in the United Kingdom by this stage. The numbers were too small for the assessment of death at 1 week. I bars indicate 95% confidence intervals. Covid-19 denotes coronavirus disease 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Vaccine Effectiveness against Covid-19-Related Hospitalization among Persons Who Received Two Doses of the ChAdOx1-S or BNT162b2 Vaccine, According to Age Group.Shown are data regarding vaccine effectiveness against Covid-19-related hospitalization with the alpha and delta variants, according to age group and time since the second dose of vaccine. I bars indicate 95% confidence intervals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Vaccine Effectiveness against Covid-19-Related Hospitalization among Persons 65 Years of Age or Older WhoReceived Two Doses of the ChAdOx1-S or BNT162b2 Vaccine, According to Clinically Extremely Vulnerable Group Status.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Vaccine Effectiveness against Symptomatic Covid-19 with the Delta Variant among Persons in England Who Received Two Doses of the ChAdOx1-S or BNT162b2 Vaccine, According to Weeks since Receipt of the Second Dose.* Vaccine and Age Group CI denotes confidence interval, and Covid-19 coronavirus disease 2019. † Results in this column for persons 65 years of age or older are only for the period of 20 to 24 weeks after receipt of the second vaccine dose. 65.7 to 66.9) for the BNT162b2 vaccine. Waning of vaccine effectiveness was greater in persons 65 years of age or older than in persons 40 to 64 years of age. Follow-up was insufficient to estimate waning of vaccine effectiveness in persons younger than 40 years of age, who had been vaccinated more recently. The effectiveness of the mRNA-1273 vaccine against symptomatic disease and hospitalization is shown in Table S10. Followup after infection with the alpha variant was",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Vaccine Effectiveness against Delta Variant-Related Hospitalization among Persons in England Who Received Two Doses of ChAdOx1-S or BNT162b2 Vaccine, According to",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}