{"paper_id": "27a1441263feae84bf24ae10ba97fcc18beef1b1", "metadata": {"title": "Journal Pre-proof Impact of COVID-19 on global hepatitis C elimination efforts", "authors": [{"first": "Sarah", "middle": [], "last": "Blach", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Loreta", "middle": ["A"], "last": "Kondili", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alessio", "middle": [], "last": "Aghemo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zongzhen", "middle": [], "last": "Cai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ellen", "middle": [], "last": "Dugan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chris", "middle": [], "last": "Estes", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ivane", "middle": [], "last": "Gamkrelidze", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Siya", "middle": [], "last": "Ba", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jean", "middle": ["Michel"], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Devin", "middle": [], "last": "Pawlotsky", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Homie", "middle": [], "last": "Razavi-Shearer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Razavi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stefan", "middle": [], "last": "Zeuzem", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Antonio", "middle": [], "last": "Craxi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Alessio Aghemo has received research grants from AbbVie and Gilead, and has participated on advisory boards for MSD, AbbVie, Gilead, Mylan, Intercept, and Alfasigma.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Jean Michel Pawlotsky has received grants from Abbott, AbbVie Inc., and Gilead. He has also received consulting fees from AbbVie Inc., Gilead, Merck, GSK, and Siemens Healthcare.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Homie Razavi has been a member of advisory boards for Gilead, AbbVie, Merck, and VBI Vaccines. All proceeds are donated to Center for Disease Analysis Foundation. He is the managing director of Center for Disease Analysis (CDA) and Center for Disease Analysis Foundation (CDAF). In the last three years, CDAF has received research funding from Gilead, AbbVie and Vaccine Impact Modeling Consortium. CDAF has received grants from CDC Foundation, John Martin Foundation, ASTHO, Zeshan Foundation and Private donors.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Imam Waked has been an investigator for AbbVie, Novartis, Marcyrl, Onexeo and Pharco. He has been a speaker and advisory board member for MSD, Bayer, Astra-Zeneca, and Eva-Pharma.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Stefan Zeuzem has received lecture honoraria and consulting fees for AbbVie, Allergan, Gilead, Intercept, Janssen, and Merck/MSD. Antonio Craxi has been an advisor and speaker and has received research grants from AbbVie, Bayer, BMS, Gilead, Intercept and MSD.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Financial support statement: Financial support for this study was provided by the John C. Martin Foundation. All authors contributed to the development of the publication and maintained control over the final content. Methods: Previously developed models were adapted for 110 countries to include a status quo or \"no delay\" scenario and a \"1-year delay\" scenario assuming significant disruption in interventions (screening, diagnosis and treatment) in the year 2020. Annual, country-level, model outcomes were extracted, and weighted averages were used to calculate regional (WHO and World Bank Income Group) and global estimates from 2020 to 2030. The incremental annual change in outcomes was calculated by subtracting the \"no-delay\" estimates from the \"1-year delay\" estimates. Although the full impact of delaying hepatitis elimination programs is yet to be seen, mathematical models can be employed to evaluate the possible impact on hepatitis disease burden and mortality resulting from programmatic delays. The objective of this analysis was to evaluate the incremental change in hepatitis C liver-related deaths and liver cancer at a regional and global level, following a 1-year hiatus in hepatitis elimination program progress. Secondary objectives for the analysis included evaluating the incremental change in HCV diagnosis, treatment and new infections (indicators for hepatitis elimination) and to evaluate the impact of shorter delays (3-month or 6-month) on morbidity and mortality. This analysis can assist decision makers with the re-prioritization of hepatitis programming and resources, once the pandemic has subsided.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In this modelling study, we adapted previously developed models for 110 countries to include a scenario modeling a 1-year gap and delay in intervention measures (screening, diagnosis and treatment) in the year 2020. Annual country-level model outcomes, including hepatitis C liverrelated deaths, incident hepatocellular carcinoma (HCC), viremic prevalent and HCV incident cases were extracted from 2015-2050 under \"no-delay\" and \"1-year delay\" scenarios, and were summarized for the years 2020 through 2030. Model outputs were extracted, and weighted J o u r n a l P r e -p r o o f averages were used to calculate regional and global estimates (Appendix Section 1). The incremental annual change in outcomes was calculated by subtracting the \"no-delay\" estimates from the \"1-year delay\" estimates.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "A Microsoft Excel-based (version 365) Markov model was previously parameterized for 110 countries using national demographic data (population, all-cause mortality, births and sex-ratio at birth), HCV epidemiological data (anti-HCV prevalence, viremic rate, age and sex distributions), and annual HCV intervention coverage data [screening, diagnosis, antiviral treatment, sustained virologic response (SVR)]. 4 The impact of HCV treatment as prevention was calculated in the model for horizontally and vertically acquired incident infections in future years. Horizontally acquired infections were calculated as a function of prevalence in future years, considering fibrosis restrictions for treatment. In countries without treatment or reimbursement restrictions by fibrosis stage (i.e. F0 on the METAVIR scale), future horizontal incident cases were assumed to change at the same rate as prevalence. However, in countries with restrictions (i.e. F1 or greater on the METAVIR scale), future horizontal incident cases were assumed to change at the same rate as modelled F0 prevalence. Vertically acquired infections were calculated considering fertility rates among women of childbearing age 5 , the mother-to-child transmission rate of HCV, 6 and the modelled age-specific chronic prevalence of HCV. The subsequent disease progression of HCV-infected infants was also tracked in the model. The models were run under two scenarios, as described below.", "cite_spans": [{"start": 408, "end": 409, "text": "4", "ref_id": "BIBREF8"}, {"start": 1240, "end": 1241, "text": "6", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "HCV disease burden modeling"}, {"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "No delay (2019 base) scenario"}, {"text": "Where available, empirical national-level data regarding HCV screening, diagnosis and treatment were included through 2019. After 2019, it was assumed that the number of screened patients would remain constant after the last year of available data; however, a constant screening paradigm generally results in fewer annual newly diagnosed cases as time progresses (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 363, "end": 372, "text": "(Table 1)", "ref_id": null}], "section": "No delay (2019 base) scenario"}, {"text": "Additionally, in the absence of an extensive screening strategy the number of patients initiated on treatment annually was assumed to drop 50% drop over five years from peak treatment, unless better data were available to inform a more accurate forecast.", "cite_spans": [], "ref_spans": [], "section": "No delay (2019 base) scenario"}, {"text": "To simulate the impact of delayed hepatitis programming, a scenario was developed in which no ). An example of the scenario inputs is included in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 146, "end": 153, "text": "Table 1", "ref_id": null}], "section": "1-year delay scenario"}, {"text": "For the years 2015-2050, outcome data were extracted from all country models under the \"no delay\" and \"1-year delay\" scenarios. The number of deaths, HCC cases, viremic cases and incident cases from countries with models (n=110) were used to calculated weighted regional averages (proportion or rate, as appropriate) by Global Burden of Disease (GBD) region. These proportions or rates were applied in countries without models to ultimately calculate regional and After calculating the morbidity and mortality at the regional and global level under the \"no delay\" and \"1-year delay\" scenarios, the outcomes were used to calculate the results of a shorter delay as follows. Incremental deaths and incremental treatments from 2020 to 2030 were used to estimate the number of deaths per missed treatment in each region. This was then applied to the number of treatments that would be expected with a 6-month delay (1/2 the number of missed treatments in 2020, followed by the original \"no delay\" treatment paradigm beginning in 2021) or a 3 month delay (1/4 the number of missed treatments in 2020, followed by the original \"no delay\" treatment paradigm in 2021).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Uncertainty intervals (UIs) and sensitivity analyses were completed with Crystal Ball, an Excel add-in by Oracle. For the 110 countries with models, a 1/0 switch was developed to include or exclude country data from the regional calculations. This switch was defined as an assumption for each country. Monte Carlo simulation (with 1,000 trials) was used to estimate 95% UIs for global prevalence under the \"1-year delay\" scenario. A sensitivity analysis was run to identify countries that accounted for the greatest variation in the global prevalence through their inclusion in regional averages.", "cite_spans": [], "ref_spans": [], "section": "Uncertainty analysis"}, {"text": "Under the \"no delay\" scenario, globally, approximately 1.1 million persons were expected to be newly diagnosed in 2020, with 10.5 million expected to be newly diagnosed from 2020-2030.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Only the high-income group (HIC) was expected to meet the WHO target for diagnosis under the ", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The \"1-year delay\" scenario would result in 623,000 (95% UI: 609,000 -685,000) more prevalent infections in 2030, relative to the \"no delay\" scenario, with 121,000 (95% UI: 118,000 -133,000) excess incident infections, globally, from 2020-2030 (Table 2) (Figure 1 and Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 244, "end": 253, "text": "(Table 2)", "ref_id": "TABREF5"}, {"start": 254, "end": 263, "text": "(Figure 1", "ref_id": null}, {"start": 268, "end": 276, "text": "Figure 2", "ref_id": null}], "section": "J o u r n a l P r e -p r o o f"}, {"text": "No regions were projected to meet the targets for incidence (90% reduction in new infections by 2030); and only the HIC group was projected to meet the target for mortality (65% reduction in liver-related deaths).", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "A shorter delay in hepatitis elimination programming would result in fewer liver-related deaths, with only 50,600 excess deaths expected in the 6-month delay scenario and 25,300 excess deaths expected in the 3-month delay scenario.", "cite_spans": [], "ref_spans": [], "section": "3-and 6-month delay scenarios"}, {"text": "As of June 8 th , 2020, more than 400,000 deaths due to COVID-19 have been registered, globally. 7 For comparison, there were an estimated 400,000 deaths attributable to HCV in 2015", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "(1.34 million deaths were attributed to viral hepatitis in the same year). 8 The full impact of COVID-19 is yet to be seen; however, in addition to the substantial morbidity and mortality directly attributed to infection there are expected to be downstream consequences from delayed programming and care in other disease areas. This analysis suggests that a 1-year hiatus in HCV elimination programs could result in 72,300 (95% UI: 70,600 -79,400) excess liver-related deaths and 44,800 (95% UI: 43,800 -49,300) excess liver cancers globally over the next 10 years.", "cite_spans": [{"start": 75, "end": 76, "text": "8", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "For the last few years, HCV treatment starts have been declining -even in HIC [for example the United States of America (USA), was estimated to have treated 60% fewer patients in 2019 than", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "in 2015]. 9, 10 By 2020, 1.0 million persons were expected to initiate treatment, globally, but recent estimates suggest only five countries would be considered \"on-track\" for HCV elimination (defined as a 65% reduction in liver-related deaths, 90% reduction in incident infections, 80% diagnosed and 90% of diagnosed initiated on treatment). 11 This means that even before COVID-19, many countries were playing \"catch-up\" to reach the elimination targets. One example of a country that was previously on-track for elimination but lost progress before the pandemic is Italy, where a 35% reduction in the annual number of patients initiated on treatment occurred in 2019, relative to 2018. 12 Although the government responded by enacting into law a screening program to begin in 2020 (Appendix Section 2), screening efforts have now been delayed due to COVID-19; and average weekly treatment starts have been reduced by more than 88% compared A second limitation is that calculations for 3-month and 6-month delays assume that outcomes were evenly distributed across all calendar months. In reality, country-level treatment programs have shown that monthly distributions of treated patients vary based on local customs and holidays, as well as program rollouts. It is possible that countries experiencing only a 3-month delay in treatment programs may make up progress in the remaining months of the year, resulting in fewer excess incident cases and end stage outcomes. However, it is also possible that countries experiencing a 3-month delay in formal programming, may continue to experience decreased patient volume due to patient concerns over health and safety in healthcare settings.", "cite_spans": [{"start": 343, "end": 345, "text": "11", "ref_id": "BIBREF15"}, {"start": 689, "end": 691, "text": "12", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The impact of COVID-19 extends beyond the direct morbidity and mortality associated with exposure and infection. In order to mitigate the impact on viral hepatitis programming and J o u r n a l P r e -p r o o f ", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "excess mortality from delayed treatment, policy makers should prioritize hepatitis programs as soon as it becomes safe to do so", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Abbreviations: AMR -region of the Americas; EMR -Eastern Mediterranean region; GBD -Global Burden of Disease; GHSS -Global Health Sector Strategy", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "HCV -hepatitis C virus", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "LIC -low income countries; LMIClower-middle income countries; PWID -people who inject drugs; SVR -sustained virologic response; UI -uncertainty interval; UMIC -upper-middle income countries; USA -United States of America; WHO -World Health Organization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)", "authors": [{"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "N", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": [], "last": "Khan", "suffix": ""}, {"first": "A", "middle": [], "last": "Kerwan", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Jabir", "suffix": ""}], "year": 2020, "venue": "International journal of surgery", "volume": "76", "issn": "", "pages": "71--77", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Elective surgery in the time of COVID-19", "authors": [{"first": "A", "middle": [], "last": "Diaz", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Sarac", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Schoenbrunner", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Janis", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Pawlik", "suffix": ""}], "year": 2020, "venue": "Am J Surg", "volume": "219", "issn": "6", "pages": "900--902", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Global health sector strategy on viral hepatitis 2016-2021, Towards ending viral hepatitis", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Global prevalence and genotype distribution of hepatitis C virus infection in 2015: a modelling study", "authors": [{"first": "S", "middle": [], "last": "Blach", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeuzem", "suffix": ""}, {"first": "M", "middle": [], "last": "Manns", "suffix": ""}, {"first": "I", "middle": [], "last": "Altraif", "suffix": ""}, {"first": "A-S", "middle": [], "last": "Duberg", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Muljono", "suffix": ""}], "year": 2016, "venue": "The Lancet Gastroenterology & Hepatology", "volume": "2", "issn": "3", "pages": "161--76", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "United Nations, Department of Economic and Social Affairs, Population Division", "authors": [], "year": 2019, "venue": "World Population Prospects", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Vertical transmission of hepatitis C virus: systematic review and meta-analysis", "authors": [{"first": "L", "middle": [], "last": "Benova", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Mohamoud", "suffix": ""}, {"first": "C", "middle": [], "last": "Calvert", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Abu-Raddad", "suffix": ""}], "year": 2014, "venue": "Clin Infect Dis", "volume": "59", "issn": "6", "pages": "765--73", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "World Health Organization. Coronavirus disease (COVID-19) Situation Report -140", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Geneva: World Health Organization", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Polaris Observatory", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Aggiornamento dati Registri AIFA DAAs -Epatite C cronica, 6 Gennaio 2020. Agenzia Italiano del Farmace", "authors": [{"first": "Agenzia", "middle": [], "last": "Italiana Del Farmaco", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "National Viral Hepatitis Roundtable, Center for Health Law and Policy Innovation. Hepatitis C: State of Medicaid Access 2020", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "emergence of the novel coronavirus (SARS-CoV-2) in late 2019 -which causes the disease COVID-19 and was declared a global emergency by the World Health Organization (WHO)has resulted in an unprecedented global response and placed significant strain on national healthcare systems. 1, 2 National responses to the COVID-19 pandemic vary, but disruptions in the supply chain, and the necessary re-allocation of healthcare resources and public health personnel are likely to have broad-reaching consequences for other disease areas. This event occurs at a critical moment in the context of hepatitis elimination, with only 10 years remaining to reach the Global Health Sector Strategy (GHSS) targets by 2030. 3 Disruptions to hepatitis programming across the cascade of care have already been documented in Egypt and Italy, two countries with very different COVID-19 experiences, and are expected in many other countries. In February 2020, the Italian government enacted a law to conduct graduated birth cohort screening for hepatitis; however, as of May the implementation of these programs is still delayed. Meanwhile, in Egypt, all ongoing screening programs (including J o u r n a l P r e -p r o o f screening of children, pregnant women, foreigners living in Egypt, and prisoners) were halted in March 2020, and the number of Ministry of Health affiliated HCV treatment and cirrhosis follow-up units operating regularly was reduced by more than 75% (unpublished data provided by Prof. Imam Waked).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "zero) patients were diagnosed or initiated on treatment in the year 2020. Beginning in 2021, the original 2020 diagnosis and treatment paradigm resumed, assuming a 1-year offset (i.e. 2020 diagnosis and treatment would occur in 2021, 2021 diagnosis and treatment would occur in 2022, etc.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "global averages. The final results were summarized by World Health Organization (WHO) region, World Bank Income Group, and globally over the 2020-2030 timespan. The timespan J o u r n a l P r e -p r o o f was chosen because it corresponds with the year of program disruption (2020) plus the 10 yearsremaining to achieve the GHSS targets for the elimination of hepatitis as a public health threat.3", "latex": null, "type": "figure"}, "FIGREF3": {"text": "no delay\" scenario (projected 91% of the 2015 population would be diagnosed by 2030). Under the \"1-year delay\" scenario, no patients were modeled to be newly diagnosed in 2020, with 9.6 million expected to be newly diagnosed from 2020-2030 (a difference of 906,000 diagnosed from 2020-2030). Approximately 45% of missed diagnoses would be in the World Bank Income designated upper-middle income (UMIC) group, followed by 35% of missed diagnoses in the lower-middle income (LMIC) group (Table 2). No regions were expected to meet the WHO target for diagnosis under the \"1-year delay\" scenario (HIC projections would result in only 89% of the 2015 population diagnosed by 2030). Missed Treatments Under the \"no delay\" scenario, globally, approximately 1.0 million persons were expected to initiate treatment in 2020, with 9.1 million expected to initiate treatment from 2020-2030. Under the \"1-year delay\" scenario, no patients were modeled to initiate treatment in 2020, with 8.4 million expected to initiate treatment from 2020-2030 (a difference of 746,000 treatment starts from 2020-2030). Approximately 43% of missed treatments would be the World Bank Income designated lower-middle income (LMIC) group, with less than 3% of missed treatments in the low income (LIC) group (Figure 1). No regions were projected to meet the WHO targets for treatment (80% of eligible patients initiated on treatment by 2030).", "latex": null, "type": "figure"}, "FIGREF4": {"text": ">80% reduction compared with 2019) (Appendix Section 2). This illustrates that further delays in elimination programming are likely to exacerbate already strained national and J o u r n a l P r e -p r o o f regional plans for hepatitis elimination. Most regions were not projected to reach any of the WHO targets under a \"1-year delay\" scenario, with only the HIC group projected to achieve the mortality targets.At this point in time, it is impossible to know how long treatment and programming delays will last, or if intermittent disruptions will become a \"new normal\". Even after programs formally resume, patients may be reluctant to access healthcare services due to fear of contracting COVID-19 in those settings. To allow for even comparisons across regions, delays were assumed to occur uniformly within a scenario (i.e. in the 1-year delay scenario, we assume every country in the world simultaneously experiences a 1-year hiatus in programming). This analysis suggests that if a delay in programming and treatment occurs globally, the majority of missed treatments would be in LMIC. Although not all LMIC are experiencing or responding to the COVID-19 pandemic in the same way, access to treatment and care have still been impacted. For example, although Egypt has not imposed a strict lockdown, Ministry of Health-sponsored HCV management centers have experienced a 50% reduction in new patients and monthly visits, in addition to temporarily suspended screening programs (unpublished data provided by Prof. Imam Waked). To account for differences in COVID-19 response and duration of response, data are presented by delay intervals (3-month, 6-month, and 1-year) and separately by the regional level (1-year delay) where outbreak responses are more likely to be similar. These provide decision makers with an array of options when considering how best to recover from delayed treatment.Additionally, most excess incident HCV infections would occur in LMIC. This poses a significant challenge, as incident infections are unlikely to be diagnosed for decades, meaning that elimination efforts beyond 2030 may be necessary. One interesting finding was that the American Region (AMR) is not expected to see a large number of incremental incident J o u r n a l P r e -p r o o f 13 infections as a result of delayed treatment. These estimates are largely driven by treatment restrictions in the USA, which prevent access to treatment for people who inject drugs (PWID) in many states.13 As a result, the disruption in diagnosis and treatment modeled here does not result in an increase in incident cases for the USA.LimitationsA few limitations exist in our analysis and are described here. First, the number of excess incident HCV infections was calculated on the basis of delayed diagnosis and treatment programs and does not include the impact of increased risk behaviors (for example the impact of the economic crisis on drug or alcohol use) or delayed access to harm reduction. Including disruptions to harm reduction programs and changing patterns of substance use would likely increase the number of incremental incident infections seen in HIC. Additional studies are warranted to better understand the long-term impact of COVID-19 on HCV incidence.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Proportion of missed treatments by World Bank Income Group, as well as cumulative (2020-2030) excess incident HCV, HCC and LRDs, by World Bank Income Group, 1-year delay scenario Impact of a 1-year delay on cumulative (2020-2030) liver-related deaths, by Global Burden of Disease (", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 2", "latex": null, "type": "figure"}, "TABREF2": {"text": "Trial Number: N/A Abstract Background & Aims: COVID-19 has placed significant strain on national healthcare systems at a critical moment in the context of hepatitis elimination. Mathematical models can be used to evaluate the possible impact of programmatic delays on hepatitis disease burden. The objective of this analysis was to evaluate the incremental change in hepatitis C liver-related deaths and", "latex": null, "type": "table"}, "TABREF3": {"text": "Conclusions: The impact of COVID-19 extends beyond the direct morbidity and mortality associated with exposure and infection. In order to mitigate the impact on viral hepatitis", "latex": null, "type": "table"}, "TABREF4": {"text": "World Bank Income Groups, most excess incident HCV infections would be in the LMIC group (66,200 excess incident HCV, 55% of all excess incident HCV infections). However, most excess HCC and LRDs would be among the HIC group (45% of excess HCC and 41% of excess LRDs)", "latex": null, "type": "table"}, "TABREF5": {"text": "Incremental viremic infections in 2030, missed diagnoses and treatments (2020-2030), and cumulative (2020-2030) excess incident HCV, HCC and LRDs, by WHO regionand World Bank Income Group, 1-year delay scenario", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 1. Sample scenario inputs under the \"no dela\" yscenario and the \"1-year delay\" f\nTables: r o o", "latex": null, "type": "table", "html": "<html><body><table><tr><td> \"No Delay\" </td><td>2019 2020 2021 Example for fictitious country X: </td><td>2022 2023 </td><td>e-p\n24 2025 r\n00 900 </td><td>2026 2027 </td><td>2028 </td><td>2029 </td><td>2030 </td></tr><tr><td>Treated Newly Diagnosed </td><td>P1,800 1,500 1,150 1,000 930 al In this fictitious country, 2019 is the year annual treatments to decrease to 50% of peak. n\n</td><td>209600 1,50 1,50\no</td><td>1,750 1,700 1,650 1,50 1,450 1,400 1,350 1,300 1,250 1,200 </td><td>900 f pk etraeatment. After 2019, it takes about 5 years for</td><td>900 900 </td><td>900 </td><td>900 </td></tr></table></body></html>"}, "TABREF7": {"text": "Table 2: Incremental viremic infections in 2030, msised diagnoses and treatments (2020-\n2030), and cumulative (2020-2030) excess incidenCt HV, HCC and LRDs, by WHO region and World Bank Income Group, 1-year delay scenario", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Incremental, 2030 </td><td>Missed Interventions, 2020-2030 </td><td> </td><td>Excess Cases, 2020-2030 </td></tr><tr><td> </td><td> </td><td>New </td><td>Treatment </td><td>Incident </td><td>Incident </td><td> </td></tr><tr><td>Region </td><td>Viremic infections </td><td>Diagnoses </td><td>Starts </td><td>HCV </td><td>HCC </td><td>LRDs </td></tr><tr><td>WHO Region </td><td> </td><td> </td><td> </td><td> </td><td>f\no\n</td><td> </td></tr><tr><td>African (AFR) </td><td>12,300 </td><td>-47,100 </td><td>-15,700 </td><td>2,600 </td><td>850 </td><td>10, 70</td></tr><tr><td>Eastern </td><td> </td><td> </td><td> </td><td>ro47,900 15,800 p\n</td><td> </td></tr><tr><td>Mediterranean </td><td>217,000 </td><td>-222,000 </td><td>-242,000 </td><td> </td><td>9,800 </td><td>15,800 </td></tr><tr><td>(EMR) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>European (EUR) </td><td>96,900 </td><td>-142,000 </td><td>-130,000 </td><td>1,600 r\ne-03,000 </td><td>08 ,70</td><td>13,800 </td></tr><tr><td>American (AMR) </td><td>68,300 </td><td>-105,000 </td><td>-1</td><td>4,500 </td><td>10,20 </td><td>14,800 </td></tr><tr><td>South-East Asia (SEAR) </td><td>73,100 </td><td>-104,000 </td><td>\n-8P-174,000 </td><td>20,300 </td><td>3,600 </td><td>7,900 </td></tr><tr><td>Western Pacific (WPR) </td><td>155,000 </td><td>-285,000 </td><td>30,000 </td><td>11,700 </td><td>18,200 </td></tr><tr><td>World Bank </td><td> </td><td>al 31,000 n\n</td><td> </td><td> </td><td> </td></tr><tr><td>Income Group </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>High Income </td><td>150,000 </td><td>-1ur0 -400 -31o\n</td><td>-209,000 </td><td>18,100 </td><td>20,000 </td><td>29,900 </td></tr><tr><td>(HIC) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Upper-Middle </td><td>174,00</td><td>6,000 </td><td>-196,000 </td><td>33,700 </td><td>10,200 </td><td>15,400 </td></tr><tr><td>Lower-Middle Income (UMIC) </td><td>285,00J14,400 623,000 </td><td>7,000 </td><td>-322,000 </td><td>66,200 </td><td>13,700 </td><td>25,100 </td></tr><tr><td>Income (LMIC) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Low Income (LIC) </td><td> </td><td>-51,400 </td><td>-18,300 </td><td>3,200 </td><td>920 </td><td>,8010 </td></tr><tr><td>Global </td><td> </td><td>-906,000 </td><td>-746,000 </td><td>121,000 </td><td>44,800 </td><td>20702 ,</td></tr></table></body></html>"}}, "back_matter": [{"text": "Tables: Table 1 . Sample scenario inputs under the \"no delay\" scenario and the \"1-year delay\" scenario Example for fictitious country X: In this fictitious country, 2019 is the year of peak treatment. After 2019, it takes about 5 years for annual treatments to decrease to 50% of peak.Similarly, the number of newly diagnosed decreases slightly over time as the undiagnosed fraction of the population decreases. In the 1-year delay scenario, no patients are diagnosed or treated in 2020. The previous paradigm for 2020 is shifted 1-year to begin in 2021", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 1", "ref_id": null}], "section": "annex"}]}