{"paper_id": "27b80fceb7ff361c2a22d93cf12c682336b0ced5", "metadata": {"title": "Journal Pre-proof Increased respiratory viral detection and symptom burden among patients with primary antibody deficiency: results from the BIPAD study", "authors": [{"first": "Mark", "middle": [], "last": "Ponsford", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Colin", "middle": [], "last": "Price", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Farewell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Giles", "middle": [], "last": "Greene", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Catherine", "middle": [], "last": "Moore", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Perry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicky", "middle": [], "last": "Price", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": [], "last": "Cottrell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rachael", "middle": [], "last": "Steven", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tariq", "middle": [], "last": "El-Shanawany", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Emily", "middle": [], "last": "Carne", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": [], "last": "Cousins", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paul", "middle": [], "last": "Williams", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alexander", "middle": [], "last": "Frcpath", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cedric", "middle": [], "last": "Schaub", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": [], "last": "Vonarburg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Jolles", "suffix": "", "affiliation": {}, "email": "jollessr@cardiff.ac.uk"}, {"first": "Cedric", "middle": [], "last": "Vonarburg Phd -Csl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Behring", "middle": [], "last": "Ag", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Switzerland", "middle": [], "last": "Bern", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": [], "last": "Jolles", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "P a g e | 1", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A study to determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "1 deficiency: results from the BIPAD study.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Participants were asked to record daily symptoms using a study-specific symptom score (BIPAD-Q) ", "cite_spans": [], "ref_spans": [], "section": "133"}, {"text": "Strain-typing of HRV was not performed.", "cite_spans": [], "ref_spans": [], "section": "156"}, {"text": "Definitions", "cite_spans": [], "ref_spans": [], "section": "157"}, {"text": "Symptomatic respiratory exacerbation (SRE) was defined by a symptom score of 2 or more occurring 159 for ≥2 consecutive days as recorded by the patient, as previously described (11). SRE interval ", "cite_spans": [], "ref_spans": [], "section": "158"}, {"text": "Study population 175 A total of 44 PAD patients and 42 healthy controls participated in the study, of which 34 pairs co-176 habited ( Table 1) . PAD incorporated a range of diagnoses ( Table 2) Table 1) . Compliance with routine nasal swab return was 194 72% in PAD patients, and 78% in controls ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 134, "end": 142, "text": "Table 1)", "ref_id": "TABREF3"}, {"start": 185, "end": 193, "text": "Table 2)", "ref_id": "TABREF4"}, {"start": 194, "end": 202, "text": "Table 1)", "ref_id": "TABREF3"}, {"start": 298, "end": 306, "text": "Table 1)", "ref_id": "TABREF3"}], "section": "174"}, {"text": "Symptomatic respiratory exacerbations are more frequent in PAD patients representing 50% and 32% of total swabs submitted by these groups respectively. The effect of 216 introducing routine nasal swab sampling for healthy controls was to increase the number of negative 217 swabs (data not shown). Specific pathogen detection rates and odds ratios are summarised in Table   218 3. HRV dominated, with parainfluenza also detectable at greater rate among PAD patients. Viral co-219 detection with bacterial species was found at increased frequency in PAD relative to controls; with ", "cite_spans": [], "ref_spans": [{"start": 366, "end": 377, "text": "Table   218", "ref_id": "TABREF3"}], "section": "195"}, {"text": "The most notable finding is the increased rate of detection for common circulating upper respiratory week averages. The Welsh sentinel GP influenza-like illness weekly consultation rate is also 484 provided (e). * Data predominantly (>95%) from hospital patients 485 ", "cite_spans": [], "ref_spans": [], "section": "269"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The minimal important 367 difference for the St George's Respiratory Questionnaire in patients with severe COPD", "authors": [{"first": "Jba", "middle": [], "last": "Welling", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hartman", "suffix": ""}, {"first": "Ten", "middle": [], "last": "Hacken", "suffix": ""}, {"first": "Nht", "middle": [], "last": "Klooster", "suffix": ""}, {"first": "K", "middle": [], "last": "Slebos", "suffix": ""}, {"first": "D-J", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "European 368 Respiratory Journal", "volume": "46", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Investigating the 370 minimal clinically important difference for SNOT-22 symptom domains in surgically managed chronic 371 rhinosinusitis. International forum of allergy & rhinology", "authors": [{"first": "N", "middle": ["I"], "last": "Chowdhury", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Mace", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Bodner", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Alt", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Deconde", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Levy", "suffix": ""}], "year": 2017, "venue": "", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Transmission of the Common Cold to Volunteers 373", "authors": [{"first": "G", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "H", "middle": [], "last": "Dowling", "suffix": ""}, {"first": "I", "middle": [], "last": "Spiesman", "suffix": ""}, {"first": "A", "middle": [], "last": "Boand", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Under Controlled Conditions: I. The Common Cold as a Clinical Entity", "authors": [], "year": 1958, "venue": "", "volume": "101", "issn": "", "pages": "267--78", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Dry cotton or flocked respiratory swabs as a simple", "authors": [{"first": "C", "middle": [], "last": "Moore", "suffix": ""}, {"first": "S", "middle": [], "last": "Corden", "suffix": ""}, {"first": "J", "middle": [], "last": "Sinha", "suffix": ""}, {"first": "R", "middle": [], "last": "Jones", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "prevalence of bronchiectasis. On average, PAD patients experienced symptomatic respiratory 48 exacerbations every 6 days compared to 6 weeks for controls, associated with significant impairment 49 of respiratory-specific quality of life scores. Viral detections were associated with worsening of 50 symptom scores from a participant's baseline. PAD patients had increased odds ratio (OR) for 51 pathogen detection, particularly viral (OR 2.73; 95% CI: 2.09 to 3.57), specifically human rhinovirus 52 HRV (OR 3.60; 2.53-5.13), and parainfluenza (OR 3.06; 1.25-7.50). H. influenzae and S. pneumonia 53 were also more frequent in PAD. Young child exposure, IgM deficiency, and presence of 54 bronchiectasis were independent risk factors for viral detection. Prophylactic antibiotic use was 55 associated with a lower risk of bacterial detection by PCR.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "PAD patients have a significant respiratory symptom burden associated with increased 57 viral infection frequency despite immunoglobulin replacement and prophylactic antibiotic use. This", "latex": null, "type": "figure"}, "FIGREF2": {"text": "58 highlights a clear need for future therapeutic trials in the PAD-population, and informs future study", "latex": null, "type": "figure"}, "FIGREF4": {"text": "determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) Highlights 63 What is already known about this topic? Immunoglobulin replacement therapy (IgRT) is a central 64 treatment for primary antibody deficiency patients with a major impact on lower airway infections, 65 however recurrent upper airway infections remain a major challenge despite individualised IgRT 66 dosing. 67 What does this article add to our knowledge? This is the largest upper airway infection study in PAD 68 over 12 months with controls and comparative national sentinel sampling data. It identifies 69 recurrent chronic upper respiratory infection and symptoms from a restricted pathogen subset, 70 despite frequent use of prophylactic antibiotics and individualised IgRT dosing.71 How does this study impact current management guidelines? The study impacts current guidelines 72 by the identification of the key pathogens, immunological and social risk factors, the effect of 73 prophylactic antibiotics and the requirement for novel treatments to address this unmet clinical determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "134 based on the Jackson Scale (16). This includes upper and lower respiratory tract symptom 135 components. A combined upper and lower airway symptom score of 0 (no symptoms) to 7 (multiple, 136 severe symptoms) was generated by adding the scores for lower and upper respiratory tract 137 symptoms (Figure E1). Data on antibiotic use, serum immunoglobulin levels, medical history, and 138 demographics were also extracted from clinical records of individuals with PAD. determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) Nasal swabbing 140 Following instruction, PAD patients performed nasal swabbing every two weeks over a 12-month 141 period (marked \"routine swab\"). Control participants enrolled during the first 6 months of the study 142 were asked to submit additional \"acute\" nasal swabs only in the event of ≥2 new symptoms. A 143 protocol amendment was passed in April 2016, standardising all participants to the same routine 144 collection schedule (Figure E2). Diaries and swabs were returned by post every fortnight. We have 145 previously shown such methodology is suitable for reliable detection of respiratory viruses (17).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "160represents time elapsed until this score returned below 2. SREs were further defined as nasal swab161 positive or negative, and by the nature of pathogens detected within. To simplify analysis, pathogens 162 were condensed into 12 types comprising 8 viruses (adenovirus, enterovirus, human transcribed and data curated in Microsoft Excel. Participant and swab data were 168 analysed in GraphPad Prism version 6.07 with student T-test, Mann-Whitney U, or Fisher's exact test 169 as indicated. Symptom and swab data returned were analysed until point of participant withdrawal.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Health Wales data was collated in Microsoft Excel. Linear mixed model fitting, multi-variate 171 linear regression, and Cox regression analysis were performed using R (version 3.4.0). Results were 172 considered statistically significant at p < 0.05.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "including CVID (n=30), specific 177 antibody deficiency (n=2), and hypogammaglobulinemia (n=2) failing to fulfil diagnostic criteria for 178 CVID (20). Other diagnoses associated with humoral dysfunction were also represented including 179 Good's syndrome (n=2), and genetically defined PID (including XLA (n=2), STAT1-Gain of function 180 (n=1), Wiskott-Aldrich (n=1), and CD40 ligand-deficiency (n=1)), and genetically undefined combined 181 immunodeficiency (n=3). Age, gender, and smoking status did not differ significantly between 182 groups. 11 patients and 15 control participants had regular daily exposure to children age <8 years.183Unsurprisingly, PAD patients clearly differed from controls in use of prophylactic antibiotics (56% vs 184 0%). Azithromycin was most frequently prescribed (16 of 25Table E1), reflecting the emerging 185 evidence for macrolide prophylaxis in PAD and non-PAD chronic infective respiratory disease (8).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) Feasibility 189 10 PAD patients declined to participate in the study at screening, whilst all healthy controls 190 consented. 7 patients and 4 controls withdrew from the study after completing up to 6 months of 191 study data (overall 13% study population), including 3 PAD and 4 Control individuals who provided 192 baseline questionnaire data but did not return swabs. Overall, we received 22,532 of a possible 193 31,304 days symptom score data (72%) (", "latex": null, "type": "figure"}, "FIGREF10": {"text": "As a group, PAD-patients clearly differed from controls in respiratory symptoms. We observed 219 197 SREs in PAD-patients, compared to 79 SREs reported by controls over 11397-and 11192-days follow-198 up respectively. PAD patients reported greater daily symptom scores and lower weekly well-being 199 (Figure 1A/B). The median duration of a symptom-free period in PAD patients was only 6 days (95% 200 CI: 4 to 8), compared to 42 days (95% CI: 25 to 63) reported by controls (Figure 1C). Length of SREs 201 was comparable between groups (Figure 1D), with median duration in PAD patients of 4 days (95% 202 CI: 4 to 6) and 3 days in controls (95% CI: 3 to 4). Specific patient sub-groups showed a trend towards 203 longer median SRE duration, notably those with CVID: 5 days (95% CI: 4 to 7 days), and 204 bronchiectasis: 6 days (95% CI: 5 to 12 days). Some patients experienced prolonged respiratory 205 symptoms, including 2 patients reporting > 180 days (both CVID, 1 with bronchiectasis). Average 206 SNOT-22 and SGRQ scores were 20.5 and 23 points higher than controls respectively, Minimum 207 clinically-significant differences have been reported in the context of chronic rhinosinusitis as 9 for 208 SNOT-22 (15), and 4 to 8 for SGRQ in chronic obstructive pulmonary disease (COPD) (14). Thus, these 209 two validated multi-dimensional questionnaires appear consistent with a repeated respiratory 210 symptom burden leading to marked impairment of quality of life (QoL). Together this indicates a 211 significant and chronic respiratory burden in patients with PAD featuring recurrent symptom 212 episodes, despite medical therapy with prophylactic antibiotics and IgRT.", "latex": null, "type": "figure"}, "FIGREF11": {"text": ". influenzae accounting for the majority. Conversely, M. catarrhalis detection was more common in 221 control participants.222To contextualise seasonality and significance of viral detection within BIPAD, we analysed patterns of 223 circulating respiratory viruses based on results of swabs sent to the Public Health Wales (PHW) 224 reference laboratory during the BIPAD study period(Figure 2, Figure E3). Briefly, this encompasses 225 swabs provided by sentinel general practices alert for seasonal influenza illness in the community or 226 tested following respiratory symptoms during inpatient admissions at ward-based or higher-care 227 levels. Whilst HRV appears infrequently in BIPAD controls sampled at equivalent intensity to PAD 228 patients, both HRV and parainfluenza virus are detectable year-round amongst symptomatic adults 229 tested for respiratory symptoms.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Upper airway pathogen detection is associated with increase in acute symptom score 231 To define the association between a positive pathogen detection and respiratory symptoms, we first 232 quantified the average daily symptom score for the week of swab sampling, modelling an acute233 symptom episode as previously described (21). To account for inter-individual variation and the 234 presence of chronically reported symptoms, any change was compared to the individual's 12-month 235 average symptom score. Both PAD patients and controls showed an increase in symptoms in the 7-236 day period around a viral detection from their baseline (Figure 3A/B). Pathogen-negative swabs 237 were associated with a symptom-free status in controls, and net improvement of symptom scores in determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) and controls, we fitted a regression model interacting study groups with positive viral or bacterial 240 detections. To account for unobserved shared exposures and the resulting lack of independence, we 241 included a random effect for each patient-control pair (Table E2). In the absence of pathogen 242 detections, patients had a higher background level of symptoms, comparable to those of control 243 patients during a viral detection. During viral detection, both patients and controls experienced a 244 similar rise in symptom burden. Considering bacterial detections, patients again showed a higher 245 background symptom burden, but little increase in symptom scores when bacteria were detected.246Controls showed a small increase when bacteria were detected, but not elevating them to the 247 background level of the patients.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Identification of risk factors for viral and bacterial detection249 We next performed multiple linear regression, investigating the frequency of detection of pathogens 250 to identify if immune or clinical characteristics could help risk-stratify patients, focusing on viral 251 detections given their greater association with respiratory symptoms. In univariate analysis, lower 252 trough level of IgG were associated with increased viral or pathogen-positive detection rates.253 However, because clinical adjustment of IgG dosing was performed based on the basis of infection 254 frequency reported during the protocol, this was excluded from subsequent multi-variate analysis 255 (", "latex": null, "type": "figure"}, "FIGREF14": {"text": "257 exclusion of trough IgG level. Interestingly, the presence of bronchiectasis and lower levels of IgM in 258 serum were also independently associated with a greater rate of viral detection. Serum IgA 259 appeared protective in uni-but not multi-variate analysis, whilst participant age had no significant 260 impact. Prophylactic antibiotic use was associated with markedly decreased bacterial detection rates 261 in univariate analysis (OR: 0.261; 95% CI 0.190 to 0.359) with the effect of prophylactic antibiotics on 262 bacterial detections shown in Figure E4. determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) Discussion 264 This study provides the most detailed characterisation of the symptomatology and microbial 265 diversity within PAD patients and controls to date. Through quantification of the rate and effect of 266 upper respiratory tract pathogen detections relative to controls, we reveal the gulf in symptom-267 related quality of life, despite evidence-based therapies including prophylactic antibiotics (8) and 268 IgRT (22).", "latex": null, "type": "figure"}, "FIGREF15": {"text": "270 viral pathogens (notably HRV) among PAD individuals, despite current therapies. Other viral 271 pathogens including adenovirus, respiratory syncytial virus, and non-pandemic seasonal coronavirus 272 showed similar trends towards increased detection frequency in PAD-patients. This pattern is 273 reminiscent of specific immune defects associated with recurrent viral susceptibility such as 274 IFIH1/MDA5 (23, 24) and IRF7 deficiency (25). Here, we identify major risk factors including young 275 child contact, a likely surrogate of viral pathogen exposure, (26); and defects in circulating 276 immunoglobulin isotypes relevant for protection at the mucosal barrier. Although exceeding any 277 previous work, it is likely sample size limited our ability to detect differential infection rates for 278 pathogens circulating with lower prevalence in the adult community. It is also possible our pathogen 279 detection rates represent an underestimate of true infective burden, given the adherence to a 280 degree of social distancing already practiced by PAD patient and their households (reported 281 informally by participants).", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Strengths of our study include a high compliance rate, despite the intensity and duration of the 283 surveillance protocol. Participant drop-out over the study period was 13%, which compares284 favourably to prospective longitudinal studies in COPD (27). Consistent with infection, viral 285 detections were associated with increased symptom score and independently associated with risk 286 factors such as presence of bronchiectasis in multivariate analysis. Through use of a multiplex PCR 287 approach, we show HRV and H. influenzae detections frequently co-occur. Although limited by lack 288 of paired sputum cultures, this association has been robustly described in studies examining COPD-determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) exacerbations, where co-infection is associated with greater impairment of lung function and 290 prolonged inpatient stays (28, 29). HRV has similarly been reported to increase H. influenzae and S. 291 pneumoniae detection rates and exacerbation risk in asthmatic children (21). A range of studies 292 suggest dynamic relationships between HRV, H. influenzae, and the respiratory epithelium, where 293 co-infection favours pathogen persistence and potentiates inflammation (30-32). In secondary 294 immunodeficiency related to haematopoietic stem-cell transplantation, pre-transplant rhinovirus 295 infection increases mortality risk (33). It highlights the need for targeted strategies to prevent or 296 treat respiratory tract infection in PAD (34, 35). Our findings link deficiency of mucosally-active 297 immunoglobulin isotypes to viral susceptibility, providing further support for development of 298 nebulised therapies to help restore a humoral immune barrier (36). We have also generated an 299 extensive biobank amenable for next generation sequencing and bioinformatic approaches to 300 illuminate intra-household transmission dynamics (37).", "latex": null, "type": "figure"}, "FIGREF17": {"text": "We believe BIPAD defines an important baseline prior to the global emergence of coronavirus 302 disease 2019 (COVID-19). At time of writing, evidence for which immunodeficiencies are associated 303 with increased susceptibility, severity or duration of COVID19 among immunodeficient individuals is 304 not yet clear but will be informed by ongoing national and international studies. However, kinetic 305 analysis of COVID-19 infection within the immunocompetent patient strongly implicates the need for 306 a coordinated humoral immune response (38), mirroring the immunological signature of successful 307 vaccination (39). Our finding of increased susceptibility to a range of viral pathogens in PAD, despite 308 current therapy and independent of age, is convergent with failure of this immune response. This 309 supports the advice for social distancing of immunodeficient patients and potentially consideration 310 of limiting young child exposure may also be considered (40). Finally, prolonged symptom and viral 311 detection reported in immunocompromised individuals here, and elsewhere (12), may prove 312 relevant when considering infection control to halt ongoing transmission chains. determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) Summary 314 BIPAD highlights frequently circulating viruses such as HRV and parainfluenza as dominant 315 pathogens in PAD-patients and reveals wider susceptibility patterns. Recurrent viral infection likely 316 contributes significantly to the recurrent respiratory burden observed despite current therapies. 317 BIPAD highlights a clear need for future therapeutic trials in the PAD-population. By extension, it 318 supports social distancing including consideration of limiting young child contacts for this vulnerable 319 patient group during the COVID-19 pandemic.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "is dedicated to our late colleague and dear friend Nicky Price. She was involved in the 322 BIPAD project from its beginning and contributed hugely along the way. We gratefully recognise the 323 contributions of Sarah Scourfield and Matthew Williams, Health and Care Research Wales, for 324 sample and data coordination; Bree Gatica-Wilcox and Joanne Watkins, Public Health Wales, for 325 multiplex PCR testing; and especially the patients and family members who made this study possible.326 MP gratefully acknowledges support from the Welsh Clinical Academic Training (WCAT) scheme. Lee M, Lortan J, Lopez-Granados E, Misbah S, Chapel H. Infection outcomes in 332 patients with common variable immunodeficiency disorders: Relationship to immunoglobulin 333 therapy over 22 years. Journal of Allergy and Clinical Immunology. 2010;125(6):1354-60.e4.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "JM, Soler-Palacín P, Jolles S. The Lung in Primary Immunodeficiencies: 335 New Concepts in Infection and Inflammation. Frontiers in immunology. 2018;9:1837-.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "RG, Paul E, Hore-Lacy F, Thompson BR, Douglass JA. Longitudinal decline in 337 lung function in patients with primary immunoglobulin deficiencies. Journal of Allergy and Clinical 338 Immunology. 2011;127(6):1414-7.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "I, Soresina A, Guerra A, Rondelli R, Spadaro G, Agostini C, et al. Effectiveness of 340 Immunoglobulin Replacement Therapy on Clinical Outcome in Patients with Primary Antibody 341 Deficiencies: Results from a Multicenter Prospective Cohort Study. Journal of Clinical Immunology.", "latex": null, "type": "figure"}, "FIGREF23": {"text": "JR, Workman S, Garcha DS, Seneviratne SL, Haddock JA, Grimbacher B. Activity, 344 Severity and Impact of Respiratory Disease in Primary Antibody Deficiency Syndromes. Journal of 345 Clinical Immunology. 2014;34(1):68-75.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "I, Eibl M, Chapel H, Späth PJ, Sewell WAC, et al. Is Dosing of Therapeutic 347 Immunoglobulins Optimal? A Review of a Three-Decade Long Debate in Europe. Frontiers in 348 Immunology. 2014;5(629).", "latex": null, "type": "figure"}, "FIGREF25": {"text": "F, Cinetto F, Lougaris V, Soresina A, Pecoraro A, et al. Double-blind,350 placebo-controlled, randomized trial on low-dose azithromycin prophylaxis in patients with primary 351 antibody deficiencies. Journal of Allergy and Clinical Immunology. 2019;epub ahead of print. spectrum of pathogens. Clinical and experimental immunology.", "latex": null, "type": "figure"}, "FIGREF26": {"text": "M, Kainulainen L, Kero J, Ruuskanen O. Virus shedding after human 362 rhinovirus infection in children, adults and patients with hypogammaglobulinaemia. Clinical 363 Microbiology and Infection. 2013;19(7):E322-E7.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "NJ, McHugh MP, Russell CD, Mark H, Conway Morris A, Laurenson IF, et al.383 Development of two real-time multiplex PCR assays for the detection and quantification of eight key 384 bacterial pathogens in lower respiratory tract infections. Clinical microbiology and infection : the 385 official publication of the European Society of Clinical Microbiology and Infectious Diseases.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "FA, Barlan I, Chapel H, Costa-Carvalho BT, Cunningham-Rundles C, de la Morena MT, 388 et al. International Consensus Document (ICON): Common Variable Immunodeficiency Disorders.389The journal of allergy and clinical immunology In practice. 2016;4(1):38-59.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "H, Grindle K, Vrtis R, Vang F, Kang T, Salazar L, et al. Association of rhinovirus species 391 with common cold and asthma symptoms and bacterial pathogens. The Journal of allergy and clinical 392 immunology. 2018;141(2):822-4.e9.393 22. Kerr J, Quinti I, Eibl M, Chapel H, Späth PJ, Sewell WAC, et al. Is dosing of therapeutic 394 immunoglobulins optimal? A review of a three-decade long debate in europe. Frontiers in 395 immunology. 2014;5:629-. 396 23. Lamborn IT, Jing H, Zhang Y, Drutman SB, Abbott JK, Munir S, et al. Recurrent rhinovirus 397 infections in a child with inherited MDA5 deficiency. The Journal of experimental medicine.", "latex": null, "type": "figure"}, "FIGREF31": {"text": "LJ, Anchisi S, Hammer C, Bartha I, Junier T, et al. Severe viral respiratory 400 infections in children with IFIH1 loss-of-function mutations. Proceedings of the National Academy of 401 Sciences of the United States of America. 2017;114(31)MJ, Trujillo R, Pyles RB, Miller AL, Alvarez-Fernandez P, Pong DL, et al. Duration 406 of rhinovirus shedding in the upper respiratory tract in the first year of life. Pediatrics. TMA, Aris E, Bourne S, Clarke SC, Peeters M, Pascal TG, et al. A prospective, 409 observational cohort study of the seasonal dynamics of airway pathogens in the aetiology of 410 exacerbations in COPD. Thorax. 2017;72(10):919.411 28. Wilkinson TMA, Hurst JR, Perera WR, Wilks M, Donaldson GC, Wedzicha JA. Effect of 412 Interactions Between Lower Airway Bacterial and Rhinoviral Infection in Exacerbations of COPD. 413 CHEST. 2006;129(2):317-24.414 29. MacDonald M, Korman T, King P, Hamza K, Bardin P. Exacerbation phenotyping in chronic 415 obstructive pulmonary disease. Respirology. 2013;18(8):1280-1.", "latex": null, "type": "figure"}, "FIGREF32": {"text": "SD, Mahmood MQ, Weston S, Latham R, Muller HK, Sohal SS, et al. The main 417 rhinovirus respiratory tract adhesion site (ICAM-1) is upregulated in smokers and patients with 418 chronic airflow limitation (CAL). Respiratory research. 2017;18(1):6-.419 31. Sajjan US, Jia Y, Newcomb DC, Bentley JK, Lukacs NW, LiPuma JJ, et al. H. influenzae 420 potentiates airway epithelial cell responses to rhinovirus by increasing ICAM-1 and TLR3 expression.", "latex": null, "type": "figure"}, "FIGREF33": {"text": "BL, Faris AN, Ganesan S, Comstock AT, Hershenson MB, Sajjan US. Rhinovirus 423 Attenuates Non-typeable Hemophilus influenzae-stimulated IL-8 Responses via TLR2-dependent 424 Degradation of IRAK-1. PLOS Pathogens. 2012;8(10):e1002969.", "latex": null, "type": "figure"}, "FIGREF34": {"text": "AP, Guthrie KA, Englund JA, Farney RM, Minerich EL, Kuypers J, et al. Clinical (BIPAD)", "latex": null, "type": "figure"}, "FIGREF35": {"text": "determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD)", "latex": null, "type": "figure"}, "FIGREF36": {"text": "being best possible) and B: daily respiratory symptom score (BIPAD-Q; a score of 7 476 denotes multiple and maximal symptoms). C: Duration in days for which participants were 477 without significant respiratory symptoms, approximating to time spent \"well\" D: Length of 478 time for which each symptomatic exacerbation persists. PAD patients-Red, Controls-Blue. 479", "latex": null, "type": "figure"}, "FIGREF37": {"text": "BIPAD and PHW detections of selected pathogens.", "latex": null, "type": "figure"}, "FIGREF38": {"text": "confirmed cases of influenza A, influenza B, rhinovirus and RSV in (a) 481 BIPAD patients and (b) BIPAD controls compared to (c) confirmed cases in Wales* and (d) 482 cases confirmed in intensive care units in Wales. Case numbers are presented as rolling three-483", "latex": null, "type": "figure"}, "FIGREF39": {"text": "Pathogen detection and acute change from participant's baseline score 486 Bubble charts depicting dynamic change from patients (A) or controls (B) mean symptom 487 score, during the 7-day period around each swab received. Solid bubbles: worsening of 488 symptoms, hollow: improvement. C: Symptom scores by pathogen type and participant 489 group. 490", "latex": null, "type": "figure"}, "FIGREF40": {"text": "Effect", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patients with primary antibody deficiency are at increased risk of sinopulmonary infections.Antibody replacement therapy decreases the risk of mortality and pneumonia, but recurrent minor management of PAD. The most detailed report to date includes 6210 days of data and 54 nasal 101 swabs, profiling the UK winter season (11). Thus, the nature, seasonality, and impact of these102 recurrent infections in a PAD cohort receiving optimised IgRT and high rates of macrolide prophylaxis 103 remains poorly characterised. Greater understanding of the characteristics and pathogen spectrum 104 of these infections experienced by antibody deficient patients will help define the limitations of 105 current treatments and develop improved therapies. We set out to characterise the burden of infection in people with PAD and age-matched contacts, by108 recording pathogens detected by fortnightly nasal swabbing and daily symptoms of respiratory tract 109 infection, collected over 52-weeks. Primary aims were to establish the feasibility of this approach 110 and define how PAD patients differed from non-immunodeficient controls in terms of symptom 111 severity and duration, as well as frequency of pathogen detections. Secondary aims were toFor this observational prospective study, participants were asked to record symptoms of respiratory", "latex": null, "type": "table"}, "TABREF2": {"text": ". Regular contact with young children to emerged as the single strongest risk factor for", "latex": null, "type": "table"}, "TABREF3": {"text": "Compliance is shown in brackets, represented as a % of total expected. For nasal swabs received from controls this was calculated following protocol amendment.", "latex": null, "type": "table"}, "TABREF4": {"text": "Participant characteristics at enrolment 463 464 A study to determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD)", "latex": null, "type": "table"}, "TABREF5": {"text": "Pathogen detections within BIPAD 467 468", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>PAD </td><td>Controls </td><td>Odds Ratio </td><td> </td></tr><tr><td> </td><td>Patients </td><td>(n=38) </td><td>(95% CI) </td><td>P value (Fisher's exact) </td></tr><tr><td>Total number swabs </td><td>(n=41) </td><td> </td><td> </td></tr><tr><td>870 </td><td>626 </td><td>- </td><td>- </td></tr><tr><td>Total number </td><td>436 </td><td>198 </td><td>2.17 </td><td>&lt;0.0001 </td></tr><tr><td>pathogen detections per group (positive swab fraction, %) </td><td>(50.1%) </td><td>(31.6%) </td><td>(1.75 to 2.69) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Viral detection </td><td>266 </td><td>87 </td><td>2.73 \no\nf\n</td><td>&lt;0.0001 </td></tr><tr><td>Bacterial detection </td><td> (30.6%) </td><td>(13.9%) </td><td>(2.09 to 3.57) </td><td> </td></tr><tr><td>279 </td><td>141 </td><td>1.62 (1.28 to 2.06) 2.85 (1.87 to 4.32) 3.60 e-pro</td><td>&lt;0.0001 </td></tr><tr><td>Dual positive virus </td><td>(32.1%) </td><td>(22.5%) </td><td>(2.53 to 5.13) </td><td> </td></tr><tr><td>109 </td><td>30 </td><td>&lt;0.0001 </td></tr><tr><td>and bacteria </td><td>(12.5%) </td><td>(4.8%) </td><td> </td></tr><tr><td>Human Rhinovirus </td><td>179 </td><td>42 (6.7%) 12 (1.9%) 6 (1.0%) 13 alPr\n</td><td> </td><td>&lt;0.0001 </td></tr><tr><td>(HRV) </td><td>(20.6%) </td><td> </td><td> </td></tr><tr><td>Coronavirus </td><td>27 </td><td>1.64 </td><td>0.188 </td></tr><tr><td>Parainfluenza </td><td>(3.1%) 25 </td><td>n\n</td><td>(0.824 to 3.26) 3.06 </td><td>0.0098 </td></tr><tr><td>Human </td><td>(2.9%) </td><td>(1.25 to 7.50) </td><td> </td></tr><tr><td>16 (1.8%) 13 (1.5%) 10 our</td><td> </td><td>0.883 </td><td>0.850 </td></tr><tr><td>metapneumovirus </td><td> </td><td>(2.1%) </td><td>(0.422 to 1.85) </td><td> </td></tr><tr><td>Influenza </td><td> </td><td>9 </td><td>1.04 (0.442 to 2.45) </td><td>1.00 </td></tr><tr><td>Enterovirus </td><td>ytial J</td><td>(1.4%) 6 </td><td>1.20 </td><td>0.803 </td></tr><tr><td>Respiratory sync</td><td>(1.1%) </td><td>(1.0%) </td><td>(0.434 to 3.32 </td><td> </td></tr><tr><td>7 </td><td>3 </td><td>1.68 </td><td>0.535 </td></tr><tr><td>virus (RSV) </td><td>(0.8%) </td><td>(0.3%) </td><td>(0.434 to 6.54) </td><td> </td></tr><tr><td>Adenovirus </td><td>7 </td><td>2 </td><td>2.53 </td><td>0.319 </td></tr><tr><td>Haemophilus </td><td>(0.8%) </td><td>(0.3%) </td><td>(0.524 to 12.2) </td><td> </td></tr><tr><td>182 </td><td>28 </td><td>5.65 </td><td>&lt;0.0001 </td></tr><tr><td>influenzae </td><td>(20.9%) </td><td>(4.5%) </td><td>(3.74 to 8.54) </td><td> </td></tr><tr><td>Streptococcus </td><td>44 </td><td>16 </td><td>2.03 </td><td>0.0159 </td></tr><tr><td>pneumoniae </td><td>(5.1% </td><td>(2.6%) </td><td>(1.14 to 3.63) </td><td> </td></tr><tr><td>Mycoplasma </td><td>0 </td><td>0 </td><td>- </td><td>- </td></tr><tr><td>Moraxella catarrhalis </td><td>115 </td><td>110 </td><td>0.715 </td><td>0.0229 </td></tr><tr><td> </td><td>(13.2%) </td><td>(17.6%) </td><td>(0.538 to 0.950) </td><td> </td></tr></table></body></html>"}, "TABREF6": {"text": "Study flowchartPatient and control enrolment alongside compliance with baseline questionnaires, nasal swabs and daily symptom score questionnaires.", "latex": null, "type": "table"}, "TABREF7": {"text": "Participant characteristics at enrolment 494 a serum IgG level measured immediately prior to next intravenous immunoglobulin infusion. 495 b based on the European respiratory guidelines of 1993. c Sinonasal outcome test: a validated 496 J o u r n a l P r e -p r o o f P a g e | 26 A study to determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD) measure of burden of sinusitis, with 22 items scored between 0-5, with total score of 0 (best) 497 and 110 (worst). d St George Respiratory Questionnaire: a validated measure of respiratory-498 related quality of life, scored between 0 (best) and 100 (worst). Median values are shown 499 unless stated; p-values were calculated using the Mann-Whitney test for continuous variables 500 and Fisher's exact test for categorical variables unless otherwise stated (* indicates unpaired 501", "latex": null, "type": "table"}, "TABREF8": {"text": "Pathogen detections within BIPAD", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>PAD </td><td>Controls </td><td>Odds Ratio </td><td> </td></tr><tr><td> </td><td>Patients </td><td>(n=38) </td><td>(95% CI) </td><td>P value (Fisher's exact) </td></tr><tr><td>Total number swabs </td><td>(n=41) </td><td> </td><td> </td></tr><tr><td>870 </td><td>626 </td><td>- </td><td>- </td></tr><tr><td>Total number </td><td>436 </td><td>198 </td><td>2.17 </td><td>&lt;0.0001 </td></tr><tr><td>pathogen detections per group (positive swab fraction, %) </td><td>(50.1%) </td><td>(31.6%) </td><td>(1.75 to 2.69) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Viral detection </td><td>266 </td><td>87 </td><td>2.73 \no\nf\n</td><td>&lt;0.0001 </td></tr><tr><td>Bacterial detection </td><td> (30.6%) </td><td>(13.9%) </td><td>(2.09 to 3.57) </td><td> </td></tr><tr><td>279 </td><td>141 </td><td>1.62 (1.28 to 2.06) 2.85 (1.87 to 4.32) 3.60 e-pro</td><td>&lt;0.0001 </td></tr><tr><td>Dual positive virus </td><td>(32.1%) </td><td>(22.5%) </td><td>(2.53 to 5.13) </td><td> </td></tr><tr><td>109 </td><td>30 </td><td>&lt;0.0001 </td></tr><tr><td>and bacteria </td><td>(12.5%) </td><td>(4.8%) </td><td> </td></tr><tr><td>Human Rhinovirus </td><td>179 </td><td>42 (6.7%) 12 (1.9%) 6 (1.0%) 13 alPr\n</td><td> </td><td>&lt;0.0001 </td></tr><tr><td>(HRV) </td><td>(20.6%) </td><td> </td><td> </td></tr><tr><td>Coronavirus </td><td>27 </td><td>1.64 </td><td>0.188 </td></tr><tr><td>Parainfluenza </td><td>(3.1%) 25 </td><td>n\n</td><td>(0.824 to 3.26) 3.06 </td><td>0.0098 </td></tr><tr><td>Human </td><td>(2.9%) </td><td>(1.25 to 7.50) </td><td> </td></tr><tr><td>16 (1.8%) 13 (1.5%) 10 our</td><td> </td><td>0.883 </td><td>0.850 </td></tr><tr><td>metapneumovirus </td><td> </td><td>(2.1%) </td><td>(0.422 to 1.85) </td><td> </td></tr><tr><td>Influenza </td><td> </td><td>9 </td><td>1.04 (0.442 to 2.45) </td><td>1.00 </td></tr><tr><td>Enterovirus </td><td>ytial J</td><td>(1.4%) 6 </td><td>1.20 </td><td>0.803 </td></tr><tr><td>Respiratory sync</td><td>(1.1%) </td><td>(1.0%) </td><td>(0.434 to 3.32 </td><td> </td></tr><tr><td>7 </td><td>3 </td><td>1.68 </td><td>0.535 </td></tr><tr><td>virus (RSV) </td><td>(0.8%) </td><td>(0.3%) </td><td>(0.434 to 6.54) </td><td> </td></tr><tr><td>Adenovirus </td><td>7 </td><td>2 </td><td>2.53 </td><td>0.319 </td></tr><tr><td>Haemophilus </td><td>(0.8%) </td><td>(0.3%) </td><td>(0.524 to 12.2) </td><td> </td></tr><tr><td>182 </td><td>28 </td><td>5.65 </td><td>&lt;0.0001 </td></tr><tr><td>influenzae </td><td>(20.9%) </td><td>(4.5%) </td><td>(3.74 to 8.54) </td><td> </td></tr><tr><td>Streptococcus </td><td>44 </td><td>16 </td><td>2.03 </td><td>0.0159 </td></tr><tr><td>pneumoniae </td><td>(5.1% </td><td>(2.6%) </td><td>(1.14 to 3.63) </td><td> </td></tr><tr><td>Mycoplasma </td><td>0 </td><td>0 </td><td>- </td><td>- </td></tr><tr><td>Moraxella catarrhalis </td><td>115 </td><td>110 </td><td>0.715 </td><td>0.0229 </td></tr><tr><td> </td><td>(13.2%) </td><td>(17.6%) </td><td>(0.538 to 0.950) </td><td> </td></tr></table></body></html>"}, "TABREF9": {"text": "Table 1: Study flowchart 456  457", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Primary antibody deficiency (PAD) patients </td><td>Controls </td></tr><tr><td>Screened, n </td><td> </td><td>68 </td><td>42 </td></tr><tr><td>Declined or excluded, n (% screened) </td><td>24 (of 68 = 35%) </td><td>0 </td></tr><tr><td>Enrolled, n (% screened) </td><td> </td><td>44 (of 68 = 65%) </td><td>42 </td></tr><tr><td>Household pairs enrolled, n (% group) </td><td>34 (68 of 86 = 79%) </td></tr><tr><td>Baseline questionnaire expected) </td><td>completion (% total </td><td> </td><td> </td></tr><tr><td>• SNOT-22 </td><td> </td><td>43 (of 44 = 98%) </td><td>39 (of 42 = 93%) </td></tr><tr><td>• SGRQ </td><td> </td><td>43 (of 44 = 98%) </td><td>39 (of 42 = 93%) f\n</td></tr><tr><td>• Pulmonary function testing </td><td>42 (of 44 = 95%) </td><td> </td></tr><tr><td>Study drop-out </td><td> </td><td>7 (of 44 = 16%) </td><td>41 (of 42 = 98%) 4 (of 42 = 10%) o\n</td></tr><tr><td>Total swabs returned, n </td><td> </td><td>870 </td><td>626 </td></tr><tr><td>Nasal swabs (2-weekly) compliance (% of total expected) </td><td>72% (of 1144 expected) ro</td><td>78% (of 745 expected) </td></tr><tr><td>Total daily symptom score data, days </td><td>11397 -p</td><td>11192 </td></tr><tr><td>Daily questionnaire compliance (% of expected) </td><td>total </td><td>71% (of 16016 expected) of total expected. For r\ne</td><td>73% (of 15288 expected) </td></tr><tr><td>Compliance is shown in brackets, represented as a % nasal swabs received from controls this was calculated following protocol amendment.  n\nalP</td><td> </td></tr></table></body></html>"}, "TABREF10": {"text": "Table 2: Participant characteristics at enrolment 463  464", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>PAD Patients </td><td>Controls </td><td>p value </td></tr><tr><td>Participants enrolled </td><td>44 </td><td>42 </td><td>- </td></tr><tr><td>Median age/ years (range). </td><td>51.5 (21-78) </td><td>51.5 (28-77) </td><td>0.785 </td></tr><tr><td>Female patients, n (%) </td><td>21 (47.7%) </td><td>25 (59.5%) </td><td>0.398 </td></tr><tr><td>Bronchiectasis present on CT, n (%) </td><td>15 (34.1%) </td><td>1 (2.38%) </td><td>0.0002 </td></tr><tr><td>Smoking status </td><td> </td><td> </td><td>0.872 </td></tr><tr><td>• Current smoker </td><td>3 </td><td>2 </td><td> </td></tr><tr><td>• Ex-smoker </td><td>8 </td><td>11 </td><td> </td></tr><tr><td>• Never smoker </td><td>33 </td><td>29 </td><td> </td></tr><tr><td>Prophylactic antibiotic use, n (%) </td><td>28 (63.6%) </td><td>0 (0.0 %) </td><td>&lt;0.0001 </td></tr><tr><td>Young child exposure &gt; 8 hours a day </td><td>11 (25.0%) </td><td>15 (35.7%) f\no\n</td><td>0.280 </td></tr><tr><td>Immunoglobulin replacement therapy </td><td>44 </td><td>0 o</td><td>&lt;0.0001 </td></tr><tr><td>• IVIg </td><td>20 </td><td> </td></tr><tr><td>• SCIg </td><td>20 rp\n) </td><td> </td></tr><tr><td>• fSCIg </td><td>4 </td><td> </td><td> </td></tr><tr><td>• IgG trough level a (g/L), (range) </td><td>e-9.75 (6.18-15.36 (0.06-4.1) 8 (0.05-5.1) r\n(1.81-3.17) </td><td> </td><td> </td></tr><tr><td>• IgA (g/L), (range) </td><td>0.0</td><td> </td><td> </td></tr><tr><td>• IgM (g/L), (range) </td><td>87.0 \n28 (0.1P2.60 </td><td> </td><td> </td></tr><tr><td>FEV1 (L), (Interquartile range)* </td><td>(69.8-99.5) </td><td>2.90 (2.34-3.43) </td><td>0.07 </td></tr><tr><td>FEV1 predicted (%)b (Interquartile range)* </td><td> </td><td>97.0 (88.5-108.5) </td><td>0.0005 </td></tr><tr><td>Quality of life </td><td>al n\n</td><td> </td><td> </td></tr><tr><td>SNOT-22c (Interquartile range) </td><td>16.0-43.0) </td><td>8 (2.0-29.0) </td><td>0.0003 </td></tr><tr><td>SGRQd (Interquartile range) </td><td>29.3 (15.6-49.6) ur o\n</td><td>7.89 (4.03-16.0) </td><td>&lt;0.0001 </td></tr></table></body></html>"}}, "back_matter": []}