{
    "paper_id": "27c496a8d26fe512ac43525b22a7717f49ca72a7",
    "metadata": {
        "title": "Journal Pre-proofs Technical notes & surgical techniques Necessity of brain imaging in COVID-19 infected patients presenting with acute neurological deficits and Case Management Interdisciplinary Neu- rosurgery: Advanced Techniques and Case Man- agement Title: Necessity of brain imaging in COVID-19 infected patients presenting with acute neurological deficits Corresponding Author's name and current institution",
        "authors": [
            {
                "first": "Laila",
                "middle": [
                    "Malani"
                ],
                "last": "Mohammad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Botros",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [
                    "Omar"
                ],
                "last": "Chohan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Muhammad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Chohan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laila",
                "middle": [
                    "M"
                ],
                "last": "Mohammad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Patients undergoing cardiopulmonary stabilization in the intensive care unit for novel coronavirus (COVID-19) are often sedated, placing timely assessment of a neurological decline at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we present two cases of COVID-19 infected young patients transferred to our facility in a cardio-pulmonary crisis, with a poor neurological exam. While there was significant delay in obtaining brain imaging in the first patient, the second patient had timely recognition of her ischemic infarct, underwent emergent surgery, and is now doing well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus (COVID-19) pandemic has significantly affected the way healthcare providers assess and manage vulnerable patient populations. While COVID-19 primarily causes a severe acute respiratory syndrome, emerging literature suggests involvement of the nervous system as well. 1, 2 While most commonly reported neurological manifestations include altered mental status and headaches, 1, 2 those with severe disease are also at a higher risk for acute cerebrovascular events. 1 It is, therefore, important to obtain brain imaging in patients with a depressed neurological exam, so that those requiring invasive interventions can be identified early. Here we present two contrasting cases of COVID-19 infected patients, both of whom were found to have ischemic strokes, but only one undergwent timely neurosurgical intervention.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background:"
        },
        {
            "text": "Patient History and Clinical Examination. A 37-year old female, with an undifferentiated connective tissue disease (UCTD) and uncontrolled diabetes mellitus (DM) type 2, was admitted to an outside hospital with several days of fever, cough, shortness of breath, and a positive COVID-19 test. Five days into her admission, she developed worsening hypoxemia with respiratory failure and was transferred to our facility on three vasopressors. Echocardiogram demonstrated underfilling of the left ventricle and dilation and akinesis of the right ventricle, concerning for massive pulmonary embolism. The patient was given tissue plasminogen activator (tPA) and started on a heparin drip. On arrival, she was heavily sedated with no documented neurological exam. Over the next 2 days, her cardiopulmonary status stabilized but her neurological exam remained poor, despite a sedation holiday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Neuroimaging Studies, Intervention, and Outcome. The patient ultimately received a head CT (4 days after intubation and 9 days after COVID-19 diagnosis), which demonstrated bilateral subacute infarcts in the anterior and posterior circulation, with left subfalcine herniation, basilar cistern effacement, and a left-to-right midline shift (FIG. 1) . Her best neurological exam, off sedation, was a Glasgow Coma Scale (GCS) of 3, with some preserved brain stem reflexes. Based on these findings, an emergent neurosurgical consult was obtained. After consulting with the patient's family, no neurosurgical intervention was undertaken.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(FIG. 1)",
                    "ref_id": null
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 47-year old female, with known COVID-19 infection, who was recovering at home, was transported to an outside hospital after she was found to be lethargic by a family member. On arrival, she was bradycardic, altered, and had difficulty protecting her airway. She was initially given Narcan, with no improvement, and eventually intubated for difficulty protecting her airway. Her exam off sedation was a GCS of 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2 Patient History and Clinical Examination."
        },
        {
            "text": "Neuroimaging Studies, Intervention, and Outcome. A head CT was performed at the outside hospital, which demonstrated a large right intraparenchymal hemorrhage with surrounding cerebral edema, significant midline shift, uncal herniation, and entrapment of the temporal horns (FIG. 2 A, B) . Based on the imaging, this was a suspected hemorrhagic conversion of an ischemic middle cerebral artery (MCA) infarct. The patient was transferred to our facility and taken emergently to the operating room for a right decompressive hemicraniectomy, right anterior temporal lobectomy and evacuation of intraparenchymal hemorrhage (FIG. 2 C, D) . Post-operatively, the patient started following commands and was ultimately extubated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 287,
                    "text": "(FIG. 2 A, B)",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 632,
                    "text": "(FIG. 2 C, D)",
                    "ref_id": null
                }
            ],
            "section": "Case 2 Patient History and Clinical Examination."
        },
        {
            "text": "As the COVID-19 pandemic continues to unfold, our understanding on how to approach and treat this patient population is also evolving. Literature from China has demonstrated that there is an overlap with respiratory and neurological symptoms in this patient population. [1] [2] [3] The current focus has been on how patients with neurological symptoms may be harboring an undiagnosed COVID-19 infection. However, in already diagnosed patients, it is important to understand that they are at an increased risk for cerebrovascular accidents (CVAs). 4 According to a recent review of the stroke hospitalizations in a major center in New York, while the overall reported rates of strokes in COVID-19 patients were low, this patient population presenting with CVAs tended be younger and more severe compared to non-COVID patients, as seen in our two cases. 5 Coronaviruses, including COVID-19, exploit angiotensin-converting enzyme 2 (ACE2) receptor to gain entry into the CNS through receptor expression in olfactory epithelium, neurons, and glial cells, ultimately resulting in neuronal damage, inflammation and potential hemorrhage. 3, 6 There is also evidence of COVID-19 patients becoming prothrombotic, further increasing stroke risk. 7, 8 In addition to ischemic and hemorrhagic infarcts in COVID-19 patients, other central nervous system complications that have been reported in this patient population include arteriopathies and encephalopathies, such as posterior reversible encephalopathy syndrome (PRES). 9 Although the pulmonary system remains a primary focus of COVID-19 related morbidity, our cases demonstrate that these patients can develop severe neurological sequalae, which should alert the medical team to obtain early brain imaging. Patients with COVID-19 infection and neurological compromise, irrespective of age and comorbidities, can develop CVAs and may ultimately benefit from timely neurological and neurosurgical interventions.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 547,
                    "end": 548,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 852,
                    "end": 853,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1134,
                    "end": 1135,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1236,
                    "end": 1238,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1239,
                    "end": 1240,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1512,
                    "end": 1513,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors report no conflicts of interest concerning the findings specified in this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020.1127"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nervous system involvement after infection with COVID-19 and other coronaviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.031"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaleeq",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syeda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Chem Neurosci",
            "volume": "11",
            "issn": "7",
            "pages": "995--998",
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.0c00122"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Is an Independent Risk Factor for",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Belani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schefflein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kihira",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute Ischemic Stroke",
            "authors": [],
            "year": 2020,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3174/ajnr.A6650"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 and Stroke in a New York Healthcare System",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaghi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stroke",
            "volume": "51",
            "issn": "7",
            "pages": "2002--2011",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.120.030335"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Angiotensin Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gheblawi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viveiros",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circ Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCRESAHA.120.317015"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diabetes is a risk factor for the progression and prognosis of COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Diabetes Metab Res Rev",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dmrr.3319"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thachil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gando",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Thrombosis and Haemostasis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14810"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Imaging in Neurological Disease of Hospitalized COVID-19 Patients: An Italian Multicenter Retrospective Observational Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahammedi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vagal",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201933"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations List",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG. 1. Axial Head CT scans of Patient 1. A-D: bilateral subacute infarcts in the anterior and posterior circulation, with left subfalcine herniation, basilar cistern effacement and left-to-right midline shift. FIG. 2. Axial Head CT scans of Patient 2. A-B: Pre-operative imaging demonstrating a large volume hemorrhage (arrow) within the right parietal (A) and temporal (B) lobes with surrounding cerebral edema, significant midline shift, uncal herniation, and entrapment of the temporal horns. C-D: Post-operative imaging demonstrating a right-sided craniectomy and anterior temporal lobectomy with improvement in overall mass effect.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}