{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Achieving high vaccination rates is important for overcoming an epidemic. This study investigates the association between religious faith and intentions to become vaccinated against COVID-19 in Israel and Japan. Most of Israel's population is monotheistic, whereas most Japanese are unaffiliated with any religion. Therefore, our findings might be applicable to various countries that differ in their religions and levels of religiosity. We conducted almost identical large-scale surveys four times in Israel and five times in Japan from March to June 2020 to obtain panel data. We found that intentions of getting vaccinated depend on people's level of religiosity in a non-linear way. Those who have strong religious beliefs are less likely to become vaccinated than those who say they are less religious. Two other factors that play a role in this relationship are religious denomination in Israel and identifying with a religion in Japan."
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Finding a vaccine against COVID-19 is a major step in fighting the epidemic. However, an equally important element in overcoming the epidemic is convincing people to take the vaccine. Doing so has become increasingly important given the discovery that new mutations of the disease might be resistant to the current vaccine. Therefore, people may need to be vaccinated repeatedly."
        },
        {
            "cite_spans": [
                {
                    "end": 420,
                    "ref_id": "BIBREF19",
                    "start": 416,
                    "text": "[20,"
                },
                {
                    "end": 424,
                    "ref_id": "BIBREF24",
                    "start": 421,
                    "text": "25,"
                },
                {
                    "end": 428,
                    "ref_id": "BIBREF25",
                    "start": 425,
                    "text": "26]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "There is evidence that religion plays a role in decisions about preventive behavior including vaccination. The occurrence of COVID-19 clusters among ultra-Orthodox Jews in New York and various religious groups in Korea and Germany seems to hint at this relationship. Over the last decade, many studies have found that religion is an important determining element in people's choices about becoming vaccinated (e.g., [20, 25, 26] )."
        },
        {
            "cite_spans": [
                {
                    "end": 457,
                    "ref_id": "BIBREF32",
                    "start": 453,
                    "text": "[32]"
                },
                {
                    "end": 613,
                    "ref_id": "BIBREF9",
                    "start": 609,
                    "text": "[10]"
                },
                {
                    "end": 674,
                    "ref_id": "BIBREF3",
                    "start": 671,
                    "text": "[4]"
                },
                {
                    "end": 757,
                    "ref_id": "BIBREF11",
                    "start": 753,
                    "text": "[12]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "However, studies have provided conflicting results with regard to the issue of how religions (including their denominations) and people's degree of faith correlate with intentions of getting vaccinated (Online Resource A). If we focus on various religions and denominations within Christianity, there are papers arguing that being Catholic is significantly associated with greater intentions of taking the vaccine compared to those who are unaffiliated [32] . Another study indicates that Catholics and the unaffiliated are more likely to be vaccinated than Protestants, other Christians, and other religions [10] . Jews are more likely to become vaccinated than Muslims [4] . Finally, Hindu families have higher immunization rates than Muslim families [12] ."
        },
        {
            "cite_spans": [
                {
                    "end": 129,
                    "ref_id": "BIBREF7",
                    "start": 126,
                    "text": "[8]"
                },
                {
                    "end": 308,
                    "ref_id": "BIBREF17",
                    "start": 304,
                    "text": "[18]"
                },
                {
                    "end": 456,
                    "ref_id": "BIBREF16",
                    "start": 452,
                    "text": "[17]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "In addition, there are papers reporting that religion has no impact on the acceptance of vaccines. For example, Brabin et al. [8] found no statistical association between becoming vaccinated and being Protestant, Catholic, Muslim, or any other religion, and being unaffiliated. Similarly, Harapan et al. [18] documented that neither monotheism nor polytheism had an impact on the acceptance of a hypothetical COVID-19 vaccine. Finally, Grandahl et al. [17] reported no differences in the willingness or refusal of Christians, Muslims and non-believers to take an HPV vaccination."
        },
        {
            "cite_spans": [
                {
                    "end": 137,
                    "ref_id": "BIBREF3",
                    "start": 134,
                    "text": "[4,"
                },
                {
                    "end": 140,
                    "ref_id": "BIBREF4",
                    "start": 138,
                    "text": "5,"
                },
                {
                    "end": 143,
                    "ref_id": "BIBREF6",
                    "start": 141,
                    "text": "7,"
                },
                {
                    "end": 147,
                    "ref_id": "BIBREF9",
                    "start": 144,
                    "text": "10,"
                },
                {
                    "end": 151,
                    "ref_id": "BIBREF32",
                    "start": 148,
                    "text": "32]"
                },
                {
                    "end": 214,
                    "ref_id": "BIBREF15",
                    "start": 210,
                    "text": "[16]"
                },
                {
                    "end": 245,
                    "ref_id": "BIBREF12",
                    "start": 241,
                    "text": "[13,"
                },
                {
                    "end": 249,
                    "ref_id": "BIBREF17",
                    "start": 246,
                    "text": "18,"
                },
                {
                    "end": 253,
                    "ref_id": "BIBREF28",
                    "start": 250,
                    "text": "29]"
                },
                {
                    "end": 316,
                    "ref_id": "BIBREF15",
                    "start": 312,
                    "text": "[16]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "In contrast, several studies reported a negative association between people's degree of faith and their acceptance of vaccines (e.g., [4, 5, 7, 10, 32] ), while other studies documented a positive relationship [16] or no relationship (e.g., [13, 18, 29] ) between them. Among these studies, only Grandahl et al. [16] examined the effect of polytheism (Buddhism),all of the other studies were conducted in the US, UK, Canada, Israel, and Brazil, where monotheism (Christianity, Judaism and Islam) prevails."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "We build on these efforts by considering the effect of both people's degree of faith and their religion (denomination) on their willingness to be vaccinated. Previous studies seldom tried to distinguish between the effects of these two elements. It is possible that they could be correlated and still independently affect the willingness to be vaccinated. The current study fills this void by estimating equations, which include both degree of faith and religion simultaneously as the regressors."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Another problem with previous studies is that most of them assume a linear relationship between degree of faith and vaccinations. Such an assumption is not warranted ex ante. Indeed, if the intention of becoming vaccinated is related to the degree of faith with a U-shaped or inverted U-shaped form, the assumption about a linear relationship might lead to the incorrect finding of no relationship between them. We suspected that previous studies suffered from these problems. Therefore, we estimated the relationship considering the effect of religion and degree of faith simultaneously, allowing for a non-linear relationship between faith and vaccinations. We believe that previous studies have not utilized this approach."
        },
        {
            "cite_spans": [
                {
                    "end": 147,
                    "ref_id": "BIBREF0",
                    "start": 146,
                    "text": "1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The additional contribution our study makes is in the dataset we used. We collected our information in Israel (four waves) and Japan (five waves) 1 during the period of the first cycle of the COVID-19 pandemic, from March to June 2020, when the respondents were under a great deal of stress about this unknown virus. Our large-scale panel data include responses about the willingness to buy a hypothetical vaccine, the affiliation with a religion, the degree of faith, and other personal and socio-demographic characteristics."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Our third contribution to the literature is in comparing two countries that lie at the extreme opposite ends of the spectrum with respect to religion. Whereas most Israelis see themselves as Jews, most Japanese are unaffiliated with any religion. Furthermore, those who are believers are generally Buddhists. Judaism, which is a monotheistic religion, and Buddhism, which is polytheistic, have quite different dogmas. Therefore, their believers may differ in their attitudes toward vaccinations. We believe that our findings could be applied to many countries with different religions and levels of religiosity."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The rest of this study is constructed as follows. In \"Method\", we present our method: \"Hypotheses\" states our hypotheses, \"Survey\" explains our survey, \"Questions assessing the key variables: willingness to buy a vaccine and religion\" details the questions used to measure the key variables, and \"Estimation method\" presents our estimation method. We present the results in \"Results\": descriptive statistics and representativeness of the data in \"Descriptive statistics and representativeness of the data\", preliminary analysis using a mean difference test and correlations in \"Preliminary analysis\", and the main results using regressions in \"Results of the regression analysis in Israel\" to \"Estimation results with consolidated data\". \"Discussion\" concludes the study."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "We investigated whether one's degree of faith affects the willingness to be vaccinated, and whether religious denomination affects this willingness even if we control for the level of one's faith."
        },
        {
            "cite_spans": [
                {
                    "end": 19,
                    "ref_id": "BIBREF32",
                    "start": 15,
                    "text": "[32]"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "Shelton et al. [32] reported that in the US moderate faith was associated with those who said they had already been vaccinated against HPV, whereas those who indicated that they had a strong faith were associated with having decided against vaccination. These results suggest that faith might be associated with taking vaccines in a non-linear way. Lack of faith in a religion is associated with a greater likelihood of becoming vaccinated, whereas strong religious faith is associated with less of an inclination to do so."
        },
        {
            "cite_spans": [
                {
                    "end": 184,
                    "ref_id": "BIBREF14",
                    "start": 180,
                    "text": "[15]"
                },
                {
                    "end": 865,
                    "ref_id": "BIBREF14",
                    "start": 861,
                    "text": "[15]"
                },
                {
                    "end": 1228,
                    "ref_id": "BIBREF18",
                    "start": 1224,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "Previous studies indicate that many religious believers are altruistic, making them more willing to take stronger precautions against infectious diseases. For example, Grabenstein [15] , who reviewed various religions, concluded that the main reasons for the willingness to be vaccinated is to preserve the general health of the community and the duty these believers feel to the community. More specifically, Judaism places a strong emphasis on the need to preserve life and maintain one's health. Indeed, the commandment of pikuakh nefesh, acting to save one's own life or that of another person, is such a strong primary value that it overrides almost every other Jewish commandment. Moreover, Judaism emphasizes the need to protect the community from disease. Thus, Jewish scholars applied this directive to encourage smallpox vaccinations in previous eras [15] . More recently, several senior rabbis in Israel have recommended taking the COVID-19 vaccine during the current pandemic (Globes, December 2020). However, when faith becomes strong, religious believers may place their trust in God or the gods and tend to deprecate human efforts to halt the spread of disease. This tendency might explain Henderson et al.'s [19] finding among Orthodox Jewish mothers in London, who maintained that their children did not require vaccinations because their health was in the hands of God."
        },
        {
            "cite_spans": [
                {
                    "end": 331,
                    "ref_id": "BIBREF11",
                    "start": 327,
                    "text": "[12]"
                },
                {
                    "end": 414,
                    "ref_id": "BIBREF14",
                    "start": 410,
                    "text": "[15]"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "In addition, we found some direct evidence that some religions or denominations have encouraged their believers to put their fate in God's hands. For example, similar to Henderson et al.'s finding noted above, Muslims in India reported that their children did not need vaccinations because their health was in the hands of God [12] . Some Christian groups regard the body as a temple that is not to be defiled [15] . Another example is Buddhism. There are no gods in Buddhism, so the words \"trust in God\" may seem, at a glance, inappropriate. However, like other religions, strong believers tend to place themselves in the hands of powers outside of their control. In Japan, for example, one of the largest sects of Buddhism, Jodo-Shinshu, worships Amida-Nyorai (a Buddha who was awakened) and preaches that total devotion to Amida-Nyorai provides relief to everyone. With regard to vaccination, in July 2021, Sputnik News asked the chief priest of Shokakuji in Japan about vaccinations. He answered, \"In Buddhism, refusing vaccination is not considered a sin,\" taking a neutral stand on the issue. Given these observations, we speculate that those with strong religious beliefs tend to place less weight on medical interventions and more weight on God's help than those with lower religious beliefs. Therefore, our first hypothesis is:"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "Hypothesis 1: When people express low or moderate levels of faith, they are more likely to be willing to be vaccinated. However, when people express strong levels of faith, they are less likely to be willing to be vaccinated."
        },
        {
            "cite_spans": [
                {
                    "end": 268,
                    "ref_id": "BIBREF3",
                    "start": 265,
                    "text": "[4,"
                },
                {
                    "end": 272,
                    "ref_id": "BIBREF9",
                    "start": 269,
                    "text": "10,"
                },
                {
                    "end": 276,
                    "ref_id": "BIBREF14",
                    "start": 273,
                    "text": "15,"
                },
                {
                    "end": 280,
                    "ref_id": "BIBREF18",
                    "start": 277,
                    "text": "19,"
                },
                {
                    "end": 284,
                    "ref_id": "BIBREF32",
                    "start": 281,
                    "text": "32,"
                },
                {
                    "end": 288,
                    "ref_id": "BIBREF36",
                    "start": 285,
                    "text": "36]"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "Religions and denominations have their own doctrines or dogmas, which affect the believers' thoughts and behaviors. Previous studies indicate that different religions and different denominations have different associations with the willingness to become vaccinated [4, 10, 15, 19, 32, 36] . Given these arguments, we consider the possibility that various denominations and religions affect the willingness to be vaccinated differently, even after controlling for degree of faith. Therefore, our second hypothesis is: Hypothesis 2: Different denominations and religions affect the willingness to be vaccinated differently, even after controlling for degree of faith."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses",
            "text": "Finally, Israel and Japan are at the extreme ends of the spectrum regarding religion. Indeed, religion may play a stronger role in everyday life in Israel than in Japan. Therefore, our last hypothesis states that: Hypothesis 3: The association between religion and the willingness to become vaccinated against COVID-19 will be stronger in Israel than in Japan."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey",
            "text": "To test our hypotheses, we conducted a survey on the willingness to be vaccinated against COVID-19 in Israel and Japan. We began collecting data in mid-March 2020 and completed four waves in Israel and five waves in Japan by mid-June 2020. Information about the progress of the infection and restrictions in Israel and Japan is available in Online Resource B. Essentially, we asked the same questions in both countries. In the first wave, we asked the respondents about fixed attributes, including their level of religiosity and the religion with which they were affiliated. In the subsequent waves, we asked questions about the variables that could change with COVID-19, including perceptions about the disease and the willingness to be vaccinated against it."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey",
            "text": "Survey in Israel In Israel, we conducted four waves of data collection between March 17 and June 16, 2020, from the time when COVID-19 began to spread, peaked and then, following a lockdown, declined dramatically. A large survey company experienced in academic Internet surveys conducted the survey."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey",
            "text": "The first questionnaire was sent to 10,464 people on March 17, 2020. We ended the survey when we had received 2004 responses from those 18 years old and older. The second questionnaire was sent on April 2 through April 4, 2020, when the situation in Israel was getting worse. We distributed this questionnaire to those who had responded in the first wave. Our goal was to have 1200 respondents, constituting a national and representative sample of the adult Jewish population in Israel. The survey company closed the survey after it had received 1202 responses, as this goal was reached. The third questionnaire was sent between May 4 and May 6, when the situation was improving, following a lockdown. It was distributed to all of the respondents in the first wave. There were 1201 respondents in this wave. The fourth wave of collection occurred between June 12 and June 16, while the situation kept improving. Here again, we distributed the survey to all of the respondents of the first wave, and collected answers from 1201 participants."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey",
            "text": "Survey in Japan In Japan, we conducted five waves of data collection between March 13 and June 16, 2020, when COVID-19 began to spread and the country subsequently moved toward recovery. Intage Inc., a large Internet survey company experienced in academic surveys, conducted the survey. The first questionnaire was sent to respondents on March 13, and yielded 4359 responses (a response rate of 54.3%). The second questionnaire was sent to respondents during March 27-30, and yielded 3495 responses (a response rate of 80.2%). The third questionnaire was completed during April 10-13, while Japan was in a state of emergency, and received 4013 responses (a response rate of 92.2%). The fourth questionnaire was sent to respondents between May 8 and May 11, while the situation in Japan was improving, and we received 3996 responses (a response rate of 91.9 The fifth questionnaire was sent to respondents between June 12 and June 15, while the situation kept improving and we received 3877 responses (a response rate of 89.4%). The data are a representative sample of the residents in Japan with respect to gender, age, and region."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questions assessing the key variables: willingness to buy a vaccine and religion",
            "text": "The key variables of this study are the willingness to buy a hypothetical vaccine and the religiosity of the respondents. In our survey, we asked the following question about a hypothetical vaccine in Israel and Japan: \"Assume that a vaccine that is verified to be effective against SARS-COV-2 is available from the authorities at a cost of JPY 100,000 (NIS 3000 for Israel). However, the National Health Insurance does not cover it. Would you buy it?\" \"On a scale of 1-5, please choose 1 if you would definitely not buy the vaccine and choose 5 if you would definitely buy it.\" We used the answer to this question to measure the variable VACCINE."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questions assessing the key variables: willingness to buy a vaccine and religion",
            "text": "As for religiosity, we asked two questions. The first one is about the respondents' level of religious faith. We asked the respondents to indicate their answer to the question, \"Does the statement 'I am deeply religious' hold true for you?\" on a 5-point scale with higher values indicating more religiosity."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questions assessing the key variables: willingness to buy a vaccine and religion",
            "text": "We used the answer to this question to measure the variable FAITH."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questions assessing the key variables: willingness to buy a vaccine and religion",
            "text": "The other question is about adherence to a particular religion. We asked, \"Please indicate if you are affiliated with any of the following religions.\" In Israel, the options were the common denominations of Judaism: Secular, Traditional, Religious, and ultra-Orthodox 2 and Prefer not to answer. We defined the dummy variables, SECULAR, TRADITIONAL, RELIGIOUS, U_ORTHODOX, and PNA, which take the value 1 for any of the chosen options and 0 otherwise. In Japan, the options were None, Judaism, Islam, Christianity, Buddhism, Others not listed above, and Prefer not to answer. We defined the dummy variables, NON_R, BUD-DHISM, OTHER_R, and PNA, which take the value of 1 for any of the chosen options and 0 otherwise. In addition, we defined MONOTHEISM, which takes the value of 1 when Judaism, Islam, or Christianity was chosen and 0 otherwise, because very few Japanese respondents chose Judaism or Islam. Whereas we asked the question about the vaccine in all waves of the data collection, we asked those about religion only in the first wave. "
        },
        {
            "cite_spans": [
                {
                    "end": 193,
                    "ref_id": "BIBREF39",
                    "start": 189,
                    "text": "[39]"
                },
                {
                    "end": 426,
                    "ref_id": "BIBREF37",
                    "start": 422,
                    "text": "[37]"
                },
                {
                    "end": 494,
                    "ref_id": "BIBREF38",
                    "start": 490,
                    "text": "[38]"
                },
                {
                    "end": 905,
                    "ref_id": "BIBREF20",
                    "start": 901,
                    "text": "[21]"
                },
                {
                    "end": 1014,
                    "ref_id": "BIBREF22",
                    "start": 1010,
                    "text": "[23]"
                },
                {
                    "end": 1166,
                    "ref_id": "BIBREF21",
                    "start": 1162,
                    "text": "[22,"
                },
                {
                    "end": 1170,
                    "ref_id": "BIBREF22",
                    "start": 1167,
                    "text": "23,"
                },
                {
                    "end": 1174,
                    "ref_id": "BIBREF40",
                    "start": 1171,
                    "text": "40]"
                }
            ],
            "ref_spans": [],
            "section": "Estimation method",
            "text": "2 \"Secular\" refers to Israeli Jews who do not follow religious laws. They usually incorporate many religion based rituals into what they consider to be their secular lifestyle and identity [39] . \"Traditional\" refers to Israeli Jews who follow some religious laws and keep the Jewish traditions. The traditionist code is a practical one, which enables them to preserve a valid sense of Jewish identity in the modern world [37] , as most of them live in a secular socio-cultural environment [38] . \"Religious\" refers to Israeli Jews who follow religious laws and keep the Jewish traditions. \"Ultra-Orthodox\" refers to Israeli Jews who follow religious laws strictly and keep the Jewish traditions. This group interprets and practices many Jewish religious laws (Halacha) in a more strict sense than \"Religious\" Jews, and as a result, every aspect of their daily life is regulated by religious precepts [21] . They also often live in their own communities, partly as a means of protection against secularization [23] . Inside each denomination there are subgroups that vary with regard to social structure, ethnicity, views regarding modernity and political views [22, 23, 40] . The four denominations are commonly used in Israel as a practical means of self-identification, based on a dichotomous religiosity scale. This scale could also be interpreted to some extent as related to a dichotomous scale for a traditional way of life vs. a modern one. Given that vaccination is a product of the modern world, it might be more acceptable for the less religious denominations."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 954,
                    "ref_id": "TABREF1",
                    "start": 947,
                    "text": "Table 1"
                }
            ],
            "section": "Footnote 2 (continued)",
            "text": "where i is an individual and t represents the wave of the survey. The latter takes the value of 1-4 for Israel and 1-5 for Japan. u represents the random term. X represents the control variables, which include the attributes of the wave dummies, preferences and perceptions of COVID-19, subjective expectations about the severity of the symptoms when infected (SEVERITY) and subjective probability of becoming infected (PROB). SEVERITY and PROB are important because they constitute the key variables in the health belief model. Variables assessing preferences such as risk aversion, altruism and trust are also important because economic theory predicts that they should have a positive effect on the intention of being vaccinated. Furthermore, in light of econometrics, controlling for confounders such as education and quality of life are important to prevent misspecification bias. Precise definitions of all of the variables are presented in Table 1 . We used a random effect model as our estimation method and estimated Eq. (1) using the separate samples of Israel and Japan."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnote 2 (continued)",
            "text": "Hypothesis 1 is supported, if b > 0 and c < 0. Hypothesis 2 is supported if some of the RELIGION variables are significant."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnote 2 (continued)",
            "text": "To check the robustness of the results of Eq. (1), we also estimated the following specifications: a specification that excludes the control variables other than the wave dummies; a specification that excludes the FATIHSQ variables; a specification that excludes the RELIGION variables; a specification that excludes RELIGION and FATIHSQ, and a specification that excludes FAITH and FAITHSQ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnote 2 (continued)",
            "text": "We tested Hypothesis 3 by comparing the sensitivity of VACCINE on the FAITH, FATIHSQ, and RELIGION variables between Israel and Japan. To do so, we conducted a standardized regression. If the results are larger and/or more significant in Israel than Japan, Hypothesis 3 is supported."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnote 2 (continued)",
            "text": "In addition to these tests, we also conducted other analyses. We consolidated the data of both countries. Using the consolidated data, we estimated Eq. (2), which incorporated the interaction term of FAITH and D_ISRAEL. The coefficient represents the increment in the sensitivity of Israel from that of Japan, and the interaction term of FAITHSQ and D_ISRAEL into Eq. (1):"
        },
        {
            "cite_spans": [
                {
                    "end": 231,
                    "ref_id": "BIBREF2",
                    "start": 230,
                    "text": "3"
                }
            ],
            "ref_spans": [],
            "section": "Footnote 2 (continued)",
            "text": "where D_ISRAEL is a binary dummy taking the value of 1 when the respondent is Israeli and 0 otherwise. We could not include the variables representing denominations or religions because their gradients differ in Israel and Japan. 3 As per the"
        },
        {
            "cite_spans": [
                {
                    "end": 116,
                    "ref_id": "BIBREF3",
                    "start": 115,
                    "text": "4"
                },
                {
                    "end": 610,
                    "ref_id": "BIBREF5",
                    "start": 607,
                    "text": "[6,"
                },
                {
                    "end": 614,
                    "ref_id": "BIBREF10",
                    "start": 611,
                    "text": "11,"
                },
                {
                    "end": 618,
                    "ref_id": "BIBREF26",
                    "start": 615,
                    "text": "27,"
                },
                {
                    "end": 622,
                    "ref_id": "BIBREF27",
                    "start": 619,
                    "text": "28]"
                }
            ],
            "ref_spans": [
                {
                    "end": 188,
                    "ref_id": "TABREF3",
                    "start": 181,
                    "text": "Table 2"
                }
            ],
            "section": "Footnote 2 (continued)",
            "text": "wave dummies, we redefined the waves to make them identical in both countries only for this estimation of Eq. (2). 4 \"Descriptive statistics and representativeness of the data\" and Table 2 indicate, the averages of VACCINE and FAITH are higher in Israel than Japan. Therefore, we investigated whether the higher level of religiosity in Israel than in Japan contributed to the greater willingness to be vaccinated in Israel than in Japan. To this end, we conducted a Blinder-Oaxaca (threefold) decomposition with the consolidated data using a specification that excluded the RELI-GION variables from Eq. (1) [6, 11, 27, 28] . The Oaxaca decomposition reports the contributions of each variable to the difference in VACCINE between Israel and Japan, which are classified into \"Endowment\", \"Sensitivity\" and \"Interaction\". Endowment measures the contribution of the difference in the level of the variable between the countries given its sensitivity. Sensitivity represents the contribution of the difference in the sensitivity of the variable between the countries given its level. Interaction measures the contribution of the simultaneous change in the level and sensitivity."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 80,
                    "ref_id": "TABREF3",
                    "start": 73,
                    "text": "Table 2"
                }
            ],
            "section": "Descriptive statistics and representativeness of the data",
            "text": "We present the descriptive statistics of the key variables in Panel A of Table 2 (the descriptive statistics of all of the variables appear in Online Resource C). The results indicate that the averages of VACCINE and FAITH are higher in Israel than Japan. In Israel, SECULAR's share is about half of the sample. In Japan, NON_R's share is nearly two-thirds of the sample, and among religious believers, Buddhism's share is the majority."
        },
        {
            "cite_spans": [
                {
                    "end": 1030,
                    "ref_id": "BIBREF37",
                    "start": 1026,
                    "text": "[37,"
                },
                {
                    "end": 1033,
                    "ref_id": "BIBREF38",
                    "start": 1031,
                    "text": "38"
                },
                {
                    "end": 1533,
                    "ref_id": "BIBREF20",
                    "start": 1529,
                    "text": "[21]"
                },
                {
                    "end": 1639,
                    "ref_id": null,
                    "start": 1638,
                    "text": "["
                }
            ],
            "ref_spans": [],
            "section": "Descriptive statistics and representativeness of the data",
            "text": "In Panel B, we present the distribution of respondents and national populations by gender, marital status and age groups in Israel and Japan. The panel reveals that the survey data seem to represent the national populations quite well with respect to these factors in both countries. To confirm this contention, we estimated Eq. (1) using these sampling weights and obtained essentially the same estimates (Online Resource D). The squared term of the variable FAITH SECULAR 1 = secular; 0 = otherwise. \"Secular\" refers to Israeli Jews who do not follow religious laws. They usually incorporate many religion based rituals into what they consider to be their secular lifestyle and identity [39] TRADITIONAL 1 = traditional; 0 = otherwise. \"Traditional\" refers to Israeli Jews who follow some religious laws and keep the Jewish traditions. The traditionist code is a practical one, which enables them to preserve a valid sense of Jewish identity in the modern world, as most of them live in a secular socio-cultural environment [37, 38 ] RELIGIOUS 1 = religious; 0 = otherwise. \"Religious\" refers to Israeli Jews who follow the religious laws and keep the Jewish traditions U_ORTHODOX 1 = ultra-orthodox; 0 = otherwise. \"Ultra-Orthodox\" refers to Israeli Jews who follow the religious laws strictly and keep the Jewish traditions. This group interprets and practices many Jewish religious laws (Halacha) in a more strict sense than \"Religious\" Jews. As a result, every aspect of their daily life is regulated by religious precepts [21] . They also often live in their own communities, partly as a means of protection against secularization [ The answer to: On a scale of 0-10, \"10\" being the \"wealthiest\" and \"0\" being the \"poorest\", please indicate what you think the standard of living was for your family when you were 15 years old INCOME Scale variable of household income. Israel: Comparison with others' income 1 = much lower than average to 5 = much higher than average; Japan: 14 levels of household income 1 = less than 1 million yen to 14 = more than 20 million yen BLOODTEST Scale variable of agreement with the statement: I have undergone a periodic blood test; 1 = not at all to 5 = very much "
        },
        {
            "cite_spans": [
                {
                    "end": 609,
                    "ref_id": "BIBREF4",
                    "start": 608,
                    "text": "5"
                }
            ],
            "ref_spans": [],
            "section": "Preliminary analysis",
            "text": "We examined the correlations between the key variables as a preliminary analysis of the hypotheses. In Israel, there was no correlation between FAITH and VACCINE for the full sample (r = − 0.01; p = 0.96). However, when investigating the correlation between VACCINE and FATH within each denomination, it was significantly positive for SECULAR (r = 0.1; p = 0.001) and TRADITIONAL (r = 0.12; p = 0.001), whose level of FAITH was relatively low. It was insignificant for RELIGIOUS (r = 0.02; p = 0.66) and significantly negative for U_ORTHODOX (r = − 0.1; p = 0.058), whose level of FAITH was relatively high. 5 These results are consistent with Hypothesis 1. In Japan, VACCINE was significantly and positively correlated with FAITH for the full sample (r = 0.11; p = 0.001)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 207,
                    "ref_id": null,
                    "start": 201,
                    "text": "Fig. 1"
                }
            ],
            "section": "Preliminary analysis",
            "text": "To get a sense of why the correlation between FAITH and VACCINE for the full samples was different, we depict the distribution of FAITH by denomination (religion) in Israel and Japan, respectively, in Fig. 1 . The figure indicates that the salient difference between the two countries is the existence of two groups with high levels of faith-U_ORTHO-DOX and RELIGIOUS-in Israel, whereas such a large group with high levels of faith does not exist in Japan."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary analysis",
            "text": "To examine the relationship between FAITH and VAC-CINE more directly, we split the respondents into low-faith (levels 1, 2 and 3, of the FAITH variable) and high-faith groups (levels 4 and 5). In the low-faith group the correlation between VACCINE and FAITH was significantly positive (Israel: r = 0.05; p = 0.001; Japan: r = 0.10; p = 0.001), whereas that of the high-faith group was significantly negative (Israel: r = − 0.1; p = 0.001; Japan: r = 0.11; p = 0.001). These results suggest that low levels of faith have a positive association with the intention of becoming vaccinated, whereas high levels of faith have a negative association with such intentions. These results support Hypothesis 1 (Additional details are provided in Online Resource E)."
        },
        {
            "cite_spans": [
                {
                    "end": 60,
                    "ref_id": "BIBREF5",
                    "start": 59,
                    "text": "6"
                },
                {
                    "end": 1365,
                    "ref_id": "BIBREF6",
                    "start": 1364,
                    "text": "7"
                }
            ],
            "ref_spans": [
                {
                    "end": 10,
                    "ref_id": "TABREF4",
                    "start": 3,
                    "text": "Table 3"
                },
                {
                    "end": 595,
                    "ref_id": null,
                    "start": 587,
                    "text": "Figure 1"
                }
            ],
            "section": "Results of the regression analysis in Israel",
            "text": "In Table 3 , we present the estimation results for Israel. 6 The first column shows the estimates of Eq. (1), where the faith and denomination variables as well as all of the controls are included. FAITH and FAITHSQ show significantly positive and negative signs, respectively, indicating that VACCINE takes an inverted U-shape with respect to FAITH, peaking at 3.43 on a 5-point scale. Therefore, when controlling for denomination, FAITH promotes the willingness to buy a vaccine when VACCINE is lower than 3.43. However, FAITH limits this willingness when VACCINE is higher than 3.43. Figure 1 informs us that most of those in the secular category are in the region where higher levels of faith promote vaccination, while most of those in the U_ORTHODOX category are in the region where higher levels of faith impede vaccination. The estimates of the denomination variables were all significantly negative, indicating that traditional, religious, and ultra-Orthodox Jews are less likely to buy the vaccine than secular Jews, even when their level of faith is adjusted. The estimates on the dummies representing religious and ultra-orthodox Jews were smaller than those of traditional Jews, indicating a decreasing willingness to buy a vaccine in the order of secular, traditional, and religious and ultra-Orthodox Jews, after adjusting for their level of faith. 7 These results clearly show that the denominations in Israel have additional effects on vaccinations after controlling for the level of faith. Column 2 presents the results when we included only the wave dummies as control variables. The results are essentially the same as those with controls, though most of the coefficients became larger."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of the regression analysis in Israel",
            "text": "In the fourth column, we present the results when we excluded the denominations and included only FAITH and FAITHSQ as the key variables. Their estimates were essentially the same as those in column 1, although the magnitude and significance became smaller. This change suggests that the inclusion of both the faith and denomination variables is an appropriate model. More importantly, when we deleted the FAITHSQ and estimated a linear model of FAITH, FAITH's significance declined (column 3) or disappeared (column 5), indicating that the assumption of a linear effect of FAITH on VACCINE would lead to an incorrect conclusion (column 5)."
        },
        {
            "cite_spans": [
                {
                    "end": 301,
                    "ref_id": "BIBREF5",
                    "start": 300,
                    "text": "6"
                },
                {
                    "end": 493,
                    "ref_id": "BIBREF6",
                    "start": 492,
                    "text": "7"
                }
            ],
            "ref_spans": [
                {
                    "end": 224,
                    "ref_id": null,
                    "start": 218,
                    "text": "Fig. 1"
                }
            ],
            "section": "Results of the regression analysis in Israel",
            "text": "In column 6, we present the results when we included only the denomination variables as the key variables. The results were essentially the same as those in column 1, although DistribuƟon of Faith by religion in Japan Fig. 1 Relationship between \"FAITH\" and denomination (religion) in Israel (Japan) 6 Note that in all of the tables thereafter, we do not show the estimates of the occupation and region dummies to save space, though they were added in the estimations that included controls. 7 The order between religious and ultra-Orthodox Jews is ambiguous, probably due to the small number of observations. the magnitude (in absolute value) and the significance of the estimates became smaller than those in column 1. 8"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of the regression analysis in Israel",
            "text": "In order to check for the economic significance of FAITH and FAITHSQ, we estimated the standardized Risk aversion had a significantly positive sign, as the economic theory predicts. Altruism and trust had significantly positive signs, as predicted. People who scored higher on bad health were more willing to take the vaccine. People with more exposure to information regarding COVID-19 were more willing to buy the vaccine. None of the dummies for occupation or place of residence was significant. "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 10,
                    "ref_id": "TABREF5",
                    "start": 3,
                    "text": "Table 4"
                },
                {
                    "end": 469,
                    "ref_id": null,
                    "start": 461,
                    "text": "Figure 1"
                }
            ],
            "section": "Results of the regression analysis in Japan",
            "text": "In Table 4 , we present the estimation results for the Japanese respondents. In the first column, we show the estimates of Eq. (1), which includes FAITH and FAITHSQ and the religion variables. As in Israel, FAITH and FAITHSQ displayed significantly positive and negative signs, respectively, supporting Hypothesis 1. The estimates indicated that VACCINE had an inverted U-shape with the peak at 3.64 of FAITH, which was slightly larger than the peak in Israel. Figure 1 reveals that most of the respondents were below that value, suggesting that although the sensitivity of VACCINE on FAITH was diminishing, VACCINE and FAITH correlated positively in the region that covered most of the respondents. Taking NON_R as the baseline, MONOTHEISM and OTHER_R were negative, while BUDDHISM and PNA were positive, although insignificant. In column 2, we present only the results in which the wave dummies were included as control variables. The estimates of BUDDHISM and PNA became significant, while the estimates of FAITH and FAITHSQ became only slightly larger than those in column 1."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of the regression analysis in Japan",
            "text": "In the fourth column, we present the estimates when excluding the religion variables. The estimates of FAITH and FAITHSQ were essentially same as those in column 1, although the magnitude and significance became slightly larger. In column 6, we present the results when we included only the religion variables as the key variables. BUDDHISM and PNA became significantly positive. Compared with column 1, their magnitude and significance became larger. These estimates suggest that compared with people who do not affiliate with any religion (NON_R), those in the BUDDHISM and PNA categories tend to be more willing to buy the vaccine."
        },
        {
            "cite_spans": [
                {
                    "end": 779,
                    "ref_id": null,
                    "start": 764,
                    "text": "Hypothesis 2. 9"
                }
            ],
            "ref_spans": [
                {
                    "end": 1526,
                    "ref_id": "TABREF7",
                    "start": 1519,
                    "text": "Table 5"
                },
                {
                    "end": 2797,
                    "ref_id": "TABREF3",
                    "start": 2790,
                    "text": "Table 2"
                },
                {
                    "end": 2881,
                    "ref_id": "TABREF4",
                    "start": 2867,
                    "text": "Tables 3 and 4"
                }
            ],
            "section": "Results of the regression analysis in Japan",
            "text": "In sum, the regression results suggest that FAITH and FAITHSQ are robustly associated with VACCINE in an inverted U-shaped relationship, which supports Hypothesis 1. However, the value of FAITH for most of the respondents was lower than the value of the peak, implying that for most respondents, a higher level of religious faith was associated with more willingness to take the vaccine, even though this association diminished. In Japan, the effect of the religion variables (BUD-DHISM, MONOTHEISM, etc.) on the willingness to buy the vaccine was weaker than the effect of the denomination variables in Israel, which supports Hypothesis 3. Nevertheless, in Japan believers in BUDDHISM tended to be more willing to buy the vaccine than non-believers, in line with Hypothesis 2. 9 In order to check for the economic significance of FAITH and FAITHSQ we again estimated Eq. (1) with the standardized regression. The betas of FAITH and FAITHSQ were 0.20 and − 0.17, respectively. Their absolute values were larger than the other explanatory variables, such as INCOME (0.06), LIFE_15 (0.05), SEVERITY (0.12), PROB (0.05), RA (0.14), ALTRUISM (0.11), TRUST (0.04), BADHEALTH (0.10). The only exceptions were AGE (− 0.42) and AGESQ (0.47). These figures suggest that the religious variables have some economic significance in Japan, not just statistical significance. However, the betas were smaller than those in Israel, suggesting that the effect of religion in Japan is weaker than in Israel, which supports Hypothesis 3. Table 5 presents the estimation results of Eq. (2). Our main concern here is whether the sensitivity of vaccine on faith is different in Israel and Japan. To determine if this is the case, in the leftmost column, we show the estimates of the interaction terms of faith and ISRAEL, i.e., FAITH*D_ISRAEL and FAITHSQ*D_ISRAEL. Both variables were not significant at all, although FAITH and FAITHSQ were significantly positive and negative, respectively. Suspecting collinearity between the interaction terms, in columns 2 and 3, we present the estimates when deleting either of the interaction terms, respectively. FAITH and FAITHSQ were still significantly positive and negative, respectively, at the 1% level. The interaction terms became significantly negative at the 5% level. Specifically, the negative coefficient on FAITH*D_ ISRAEL indicates that the sensitivity of FAITH was lower in Israel, which is consistent with the estimates on FAITH shown in Tables 3 and 4 (0.288 in Israel and 0.252 in Japan). Our conclusion is that the results presented in columns 2 and 3 are more reliable than those in column 1. The dummy variable representing Israel was significantly positive, reflecting the fact that the value of VACCINE was higher in Israel than Japan, as shown in Table 2 . Most of the control variables showed similar estimates to those in Tables 3 and 4 ."
        },
        {
            "cite_spans": [
                {
                    "end": 387,
                    "ref_id": "BIBREF9",
                    "start": 385,
                    "text": "10"
                },
                {
                    "end": 407,
                    "ref_id": "BIBREF8",
                    "start": 406,
                    "text": "9"
                },
                {
                    "end": 846,
                    "ref_id": "BIBREF2",
                    "start": 843,
                    "text": "[3]"
                }
            ],
            "ref_spans": [
                {
                    "end": 10,
                    "ref_id": "TABREF9",
                    "start": 3,
                    "text": "Table 6"
                },
                {
                    "end": 1457,
                    "ref_id": null,
                    "start": 1451,
                    "text": "Table)"
                }
            ],
            "section": "Estimation results with consolidated data",
            "text": "In Table 6 , we present the results of a Blinder-Oaxaca threefold decomposition, which reveals how each variable, including FAITH, contributed to the difference between Israel and Japan in the respondents' willingness to buy the vaccine. As our main concern is the contribution of faith to this willingness, we show the results when classifying the control variables into nine groups. 10 The difference in 9 Estimates of the control variables were essentially the same between the specifications, and qualitatively the same as those in Israel for most of the variables. Therefore, we explain only those that differed from the Israeli results. D_MAN was significantly negative, indicating that men tend to be less willing to become vaccinated. This finding is consistent with the literature reporting that men are more overconfident than women [3] . MARRIED was significantly positive. Fathers' education was significantly positive. Although the education of the respondents themselves was not significant, it became significant when the parents' education was not controlled (this result is not shown in the table). BOOLDTEST was significantly positive, suggesting that the respondents' consciousness about their health matters for vaccination intentions. INFORMATION was not significant. In sum, most of the control variables had reasonable signs, as was the case in Israel. the predicted values of VACCINE between the countries (\"Difference\" in the Table) in the full model was 0.357, which was explained by the contributions of \"Endowment\" (0.237), \"Sensitivity\" (0.204), and \"Iteration\" (− 0.0841). Our focus is on those of FAITH and FAITHSQ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 311,
                    "ref_id": "TABREF7",
                    "start": 303,
                    "text": "(Table 5"
                }
            ],
            "section": "Estimation results with consolidated data",
            "text": "Both FAITH and FAITHSQ contributed significantly to the difference through the \"Endowments\" path by 0.148 and − 0.120, respectively. This result is due to the fact that the mean of FAITH was higher in Israel, and that the coefficient of FAITH (FAITHSQ) was positive (negative) in the consolidated model (Table 5 ). \"Sensitivity\" of FAITH and FAITHSQ contributed negatively to VACCINE, reflecting the fact that their coefficients were lower in Israel, although insignificant and small in magnitude. Compared with the contributions of the other variables, those of \"Endowment\" to FAITH and FAITHSQ were large, suggesting the importance of religion for the willingness to buy a vaccine against COVID-19."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Our comparison of Israel and Japan revealed several interesting findings. Estimating the same equation for both countries, we found that the willingness to buy a vaccine (VACCINE) depends on the respondents' level of religiosity (FAITH), its squared term (FAITHSQ), and the denomination (religion in Japan) to which they belong. In both countries, FAITH had a significant positive relationship with this willingness, whereas FAITHSQ had a negative relationship. This result supports our first hypothesis. These results imply that those with low or moderate levels of faith are more willing to buy the vaccine. In contrast, those who have more faith are less willing to do so. Therefore, the relationship between the willingness to take the vaccine and faith takes an inverted U-shape in both countries. To the best of our knowledge, this non-linear relationship between one's degree of religious belief and the willingness to be vaccinated has not been reported before."
        },
        {
            "cite_spans": [
                {
                    "end": 226,
                    "ref_id": "BIBREF14",
                    "start": 222,
                    "text": "[15]"
                },
                {
                    "end": 395,
                    "ref_id": "BIBREF18",
                    "start": 391,
                    "text": "[19]"
                },
                {
                    "end": 1110,
                    "ref_id": "BIBREF18",
                    "start": 1106,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Our result in the case of low or moderate levels of faith is compatible with the notion that religious believers tend to care about others. Therefore, they will take the vaccine to safeguard the wellbeing of the community [15] . However, it is when the degree of faith increases to a very high level that willingness declines. This result is compatible with the findings of Henderson et al. [19] that Orthodox Jewish mothers in London, whose faith was very strong, felt that, in the face of the uncertainty about the efficacy or safety of the vaccines, they preferred to put their trust in God rather than science. One of the mothers in this The dependent variable is VACCINE. Estimation method is the random effect model (RE). Robust standard errors are in parentheses ***p < 0.01, **p < 0.05, *p < 0.1 Individuals qualitative study said about her decision not to vaccinate her children: \"When you don't know what to do, when there's a risk involved both ways, then there's no need to put yourself in the danger of doing one of them. By not doing it (we) trust that God will help you out of these things\" [19] , p. 249."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Consequently, when we estimated a linear equation excluding the denomination variables, FAITH was not significant in Israel. This result explains why the literature has sometimes been ambiguous about the signs of the association between religiosity and acceptance of vaccines. In Japan, given the small number of those who have high levels of religious faith, the result of the inverted U-shape still implies that for most of the respondents, a higher degree of faith is associated with a greater willingness to take the vaccine, although diminishingly."
        },
        {
            "cite_spans": [
                {
                    "end": 747,
                    "ref_id": "BIBREF37",
                    "start": 743,
                    "text": "[37]"
                },
                {
                    "end": 1222,
                    "ref_id": "BIBREF8",
                    "start": 1219,
                    "text": "[9,"
                },
                {
                    "end": 1226,
                    "ref_id": "BIBREF23",
                    "start": 1223,
                    "text": "24,"
                },
                {
                    "end": 1230,
                    "ref_id": "BIBREF34",
                    "start": 1227,
                    "text": "34,"
                },
                {
                    "end": 1234,
                    "ref_id": "BIBREF35",
                    "start": 1231,
                    "text": "35]"
                },
                {
                    "end": 1369,
                    "ref_id": "BIBREF13",
                    "start": 1365,
                    "text": "[14,"
                },
                {
                    "end": 1373,
                    "ref_id": "BIBREF19",
                    "start": 1370,
                    "text": "20,"
                },
                {
                    "end": 1377,
                    "ref_id": "BIBREF33",
                    "start": 1374,
                    "text": "33,"
                },
                {
                    "end": 1381,
                    "ref_id": "BIBREF40",
                    "start": 1378,
                    "text": "40,"
                },
                {
                    "end": 1384,
                    "ref_id": null,
                    "start": 1382,
                    "text": "41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In addition, to our knowledge, the finding that one's level of faith affects the willingness to take a vaccine even when controlling for religion and/or denomination is also new. As Hypothesis 2 posited, we found that in Israel, denominations had a salient effect on the willingness to take the vaccine. Those who identified as ultra-Orthodox and religious Jews were significantly less willing than those who identified as secular and traditional to take the vaccine, after controlling for various attributes including income and degree of faith. This result suggests that the dogmas of the denominations matter. Traditional Jews, and to a greater extent, secular Jews, tend to emphasize being able to live in the modern, mostly secular world [37] . Secular and traditional Israelis tend to rely on the government's advice with respect to vaccinations. However, ultra-Orthodox Jews tend to be more isolated from others and adhere strictly to Jewish law, which, in some cases, creates tensions with modern society. For example, ultra-Orthodox Jews in Israel and several other countries including Belgium, the US, and Canada have experienced outbreaks of mumps and measles because they have not vaccinated their children [9, 24, 34, 35] . Moreover, ultra-Orthodox Jews in London, New York and Jerusalem have experienced disproportionately higher rates of coronavirus [14, 20, 33, 40, 41 ]."
        },
        {
            "cite_spans": [
                {
                    "end": 402,
                    "ref_id": "BIBREF1",
                    "start": 399,
                    "text": "[2,"
                },
                {
                    "end": 406,
                    "ref_id": "BIBREF19",
                    "start": 403,
                    "text": "20]"
                },
                {
                    "end": 598,
                    "ref_id": "BIBREF31",
                    "start": 594,
                    "text": "[31]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In addition, recent studies indicate that some of the refusal on the part of ultra-Orthodox Jews to take the vaccine was related to two factors: concerns about fertility risks and mistrust of the government. In a community where having large families is prized, concerns about fertility are quite salient. Moreover, initially there was widespread antivaccination messaging among ultra-Orthodox Jews [2, 20] . However, their limited access to reliable information about new scientific developments from television, the Internet and mainstream media limited the ability to counter these messages [31] ."
        },
        {
            "cite_spans": [
                {
                    "end": 180,
                    "ref_id": "BIBREF31",
                    "start": 176,
                    "text": "[31]"
                },
                {
                    "end": 407,
                    "ref_id": "BIBREF0",
                    "start": 404,
                    "text": "[1]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "After we completed this study, COVID-19 vaccines became available in Israel. Nevertheless, vaccine hesitancy was strong among ultra-Orthodox Jews, who had high infection rates [31] . However, after opening special vaccination sites in these communities, and promoting respectful discussion between health experts and the rabbis of the ultra-Orthodox communities, vaccination rates increased dramatically [1] . This example underscores the importance of using targeted communication tools for promoting vaccination rates among those who are hesitant about becoming vaccinated."
        },
        {
            "cite_spans": [
                {
                    "end": 191,
                    "ref_id": "BIBREF15",
                    "start": 187,
                    "text": "[16]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In Japan we found that believers in Buddhism were more willing to get vaccinated than their non-affiliated counterparts. This finding is compatible with the findings of Grandahl et al.'s [16] study among Buddhists in Thailand regarding the HPV vaccine. The authors found that parents who reported that religion was important to them had stronger intentions of vaccinating their daughters than those who reported that religion was less important."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "As for the comparison between the two countries, we found that the effect of religion is stronger in Israel than in Japan, confirming Hypothesis 3. In addition, the beta coefficients of the standardized regression reveal that the effect of religion was stronger than other variables such as income, the probability of becoming infected, the severity of the symptoms, and personal attributes."
        },
        {
            "cite_spans": [
                {
                    "end": 696,
                    "ref_id": "BIBREF17",
                    "start": 692,
                    "text": "[18]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "To check the robustness of these results, and to measure the importance of religion for the willingness to be vaccinated, we estimated the consolidated data of Israel and Japan. Given that Israelis were more willing than the Japanese to take the vaccine, we investigated how much the difference in the level of faith between countries would explain the gap in the willingness to become vaccinated. The Oaxaca decomposition revealed that the contribution of the difference in the level of FAITH was sizable, though the contribution from each of the variables PREFERENCE, CONFAUNDER, LIFE_NOW, EDUCATION is greater. Our result for Israel and Japan contrasts with the findings of Harapan et al. [18] . Their study reported that in Indonesia, religion, whether monotheistic or non-monotheistic, had no impact on the willingness of the general population to take a hypothetical COVID-19 vaccine."
        },
        {
            "cite_spans": [
                {
                    "end": 1014,
                    "ref_id": "BIBREF30",
                    "start": 1010,
                    "text": "[30]"
                },
                {
                    "end": 1207,
                    "ref_id": "BIBREF3",
                    "start": 1204,
                    "text": "[4,"
                },
                {
                    "end": 1210,
                    "ref_id": "BIBREF4",
                    "start": 1208,
                    "text": "5,"
                },
                {
                    "end": 1213,
                    "ref_id": "BIBREF6",
                    "start": 1211,
                    "text": "7,"
                },
                {
                    "end": 1217,
                    "ref_id": "BIBREF32",
                    "start": 1214,
                    "text": "32]"
                }
            ],
            "ref_spans": [],
            "section": "Limitations",
            "text": "The current study has limitations. First, given that during the time of the study there was no vaccine against COVID-19, we had to measure the willingness to buy a hypothetical vaccine. Assumptions about the effectiveness of such a vaccine and its possible side effects were not mentioned. In reality, these factors play a key role in decisions about getting vaccinated. Second, we analyzed only two countries with a limited number of religions and degrees of faith. Nevertheless, Israel is representative of countries where most of the nation believes in monotheism, whereas Japan is representative of countries where most of the nation is non-believers. A larger study including more countries with various religions and degrees of faith to examine the relationship among religion, level of faith and the acceptance of vaccines would be welcome. Third, the relationship between the intention of being vaccinated and religion may depend on the types of diseases and vaccines. For example, as Padmawati et al. [30] remark, dietary restrictions might be involved in the rejection of various vaccines. Another good example is HPV vaccines, which various religions including Catholicism have avoided (e.g., [4, 5, 7, 32] ). COVID-19 is an infectious lung disease, which might raise different concerns than HPV. Thus, we recommend that future studies include vaccines for various types of diseases."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information",
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s10198-021-01389-8. "
        }
    ],
    "metadata": {
        "paper_id": "27a3d11f3f4e3b9cd6d8a15e324105f22ea6e4e9",
        "title": "Is stronger religious faith associated with a greater willingness to take the COVID-19 vaccine? Evidence from Israel and Japan"
    }
}