{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Background. The management of respiratory virus infections prior to hematopoietic cell transplant (HCT) is difficult. We examined whether respiratory virus detection before HCT influenced the requirement for bronchoscopy, hospitalization, and overall survival following HCT."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Methods. Pre-HCT and weekly post-HCT nasal washes were collected through day 100 from patients with and without symptoms. Samples were tested by multiplex polymerase chain reaction for respiratory syncytial virus, parainfluenza viruses 1-4, influenza A and B, human metapneumovirus, adenovirus, and human rhinoviruses, coronaviruses, and bocavirus."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Results. Of 458 patients, 116 (25%) had respiratory viruses detected pre-HCT. Overall, patients with viruses detected pre-HCT had fewer days alive and out of the hospital and lower survival at day 100 (adjusted hazard ratio [aHR], 2.4; 95% confidence interval [CI], 1.3-4.5; P = .007) than patients with negative samples; this risk was also present with rhinovirus alone (aHR for mortality, 2.6; 95% CI, 1.2-5.5; P = .01). No difference in bronchoscopy incidence was seen in patients with and without respiratory viruses (aHR, 1.3; 95% CI, .8-2.0; P = .32). In symptomatic patients, those with respiratory viruses detected had increased overall mortality compared with patients without viruses detected (unadjusted HR, 3.5; 95% CI, 1.0-12.1; P = .05); among asymptomatic patients, detection of respiratory viruses was not associated with increased mortality."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Conclusions. These data support routine testing for respiratory viruses among symptomatic patients before HCT, and delay of transplant with virus detection when feasible, even for detection of rhinovirus alone. Further study is needed to address whether asymptomatic patients should undergo screening for respiratory virus detection before HCT."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 293,
                    "ref_id": "BIBREF0",
                    "start": 290,
                    "text": "[1,"
                },
                {
                    "end": 296,
                    "ref_id": "BIBREF1",
                    "start": 294,
                    "text": "2]"
                },
                {
                    "end": 403,
                    "ref_id": "BIBREF2",
                    "start": 400,
                    "text": "[3]"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The decision to proceed with hematopoietic cell transplant (HCT) in patients with new upper respiratory symptoms is challenging. Guidelines co-sponsored by national and international societies recommend delaying HCT in patients with pretransplant upper respiratory tract infections (URTIs) [1, 2] , although documentation of benefits of delaying is limited and the strength of evidence is low (BIII) [3] . Potential disadvantages of delay include progression of underlying disease and logistical issues regarding donor and patient availability."
        },
        {
            "cite_spans": [
                {
                    "end": 248,
                    "ref_id": "BIBREF2",
                    "start": 245,
                    "text": "[3]"
                },
                {
                    "end": 383,
                    "ref_id": "BIBREF3",
                    "start": 380,
                    "text": "[4]"
                },
                {
                    "end": 428,
                    "ref_id": "BIBREF4",
                    "start": 425,
                    "text": "[5,"
                },
                {
                    "end": 431,
                    "ref_id": "BIBREF5",
                    "start": 429,
                    "text": "6]"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The benefit of delaying HCT may depend on specific viruses and symptoms present. One retrospective analysis of pretransplant URTI caused by respiratory syncytial virus (RSV) found that delaying HCT reduced the risk of pneumonia after transplant [3] . Another study evaluating parainfluenza virus (PIV) infections pre-HCT determined that complications were not increased after HCT [4] . Data in children are even more limited [5, 6] ."
        },
        {
            "cite_spans": [
                {
                    "end": 296,
                    "ref_id": "BIBREF1",
                    "start": 293,
                    "text": "[2]"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Many transplant centers test symptomatic patients for respiratory viruses by polymerase chain reaction (PCR) before HCT and delay transplant, if possible, when respiratory symptoms are present and respiratory viruses including influenza, PIV, RSV, or human metapneumovirus (HMPV) are detected [2] . For the most prevalent and now readily detectable viruses including human coronaviruses (HCoVs), human bocavirus (HBoV), and human rhinoviruses (HRVs), uncertainty exists regarding proceeding to HCT as consequences of mild URTI due to these viruses are unknown. For centers that collect screening pretransplant nasal specimens, the decision to proceed is problematic when asymptomatic viral shedding is detected."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "We evaluated clinical outcomes associated with pretransplant respiratory viruses in patients followed prospectively before and through 100 days after HCT. Multiplex PCR testing for respiratory viruses was performed on nasal washes (NWs) and on lower respiratory tract samples, if available. We determined whether detection of a pretransplant respiratory virus, the type of virus, or accompanying symptoms influenced patient outcomes during the first 100 days after HCT. Primary outcome measures included lower respiratory tract disease requiring bronchoscopy, days alive and out of hospital, and overall mortality."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients",
            "text": "This prospective study was performed in allogeneic HCT recipients undergoing transplant between December 2005 and February 2010 at Fred Hutchinson Cancer Research Center. This study was part of a surveillance study among HCT recipients followed for 1 year after HCT. Following written informed consent, weekly virologic surveillance before and up to 100 days posttransplant was conducted."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Samples and Definitions",
            "text": "Respiratory samples in this study include those collected in the presence of clinical symptoms (\"symptomatic\") or for surveillance only (\"surveillance\"). NWs (or nasopharyngeal swabs if NWs were precluded clinically) and oropharyngeal swab specimens were obtained from participants at least once before and weekly after HCT. NWs were collected using 5 mL of saline per nostril for adults (2.5 mL/nostril for children), and combined with oropharyngeal swabs for testing. A research specimen was generally collected within 14 days before the scheduled HCT regardless of respiratory symptoms. During the study period, NWs were routinely collected for respiratory viruses from all patients with pretransplant respiratory symptoms; therefore, clinical samples may have been collected before, after, or instead of research samples. If a research sample was collected in the absence of a clinical sample, it was designated as asymptomatic surveillance. From December 2007 to April 2008, collection of pretransplant screening NW was instituted because of an RSV outbreak. The collection of pre-HCT surveillance specimens regardless of symptoms was routine for children aged <8 years until November 2009, when collection was extended to include children aged ≤17 years. Results of clinical viral testing from symptomatic patients, patients screened during RSV outbreaks, and children with surveillance NWs were known to the ordering provider per clinical practice. Pretransplant samples collected specifically for research were not tested and results were not reported in real time."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Samples and Definitions",
            "text": "Respiratory virus detection in clinical samples, particularly from symptomatic patients, may have delayed HCT; actual transplant may have occurred weeks to months after collection of the initial sample. All clinical and research respiratory samples collected between 60 days and 1 day pre-HCT were analyzed. Results from pre-HCT lower respiratory tract samples were also included. Post-HCT NW specimens were collected weekly through day 100."
        },
        {
            "cite_spans": [
                {
                    "end": 128,
                    "ref_id": "BIBREF6",
                    "start": 125,
                    "text": "[7]"
                },
                {
                    "end": 132,
                    "ref_id": "BIBREF7",
                    "start": 129,
                    "text": "[8]"
                },
                {
                    "end": 136,
                    "ref_id": "BIBREF8",
                    "start": 133,
                    "text": "[9]"
                },
                {
                    "end": 141,
                    "ref_id": "BIBREF9",
                    "start": 137,
                    "text": "[10]"
                },
                {
                    "end": 146,
                    "ref_id": "BIBREF10",
                    "start": 142,
                    "text": "[11]"
                },
                {
                    "end": 151,
                    "ref_id": "BIBREF11",
                    "start": 147,
                    "text": "[12]"
                },
                {
                    "end": 156,
                    "ref_id": "BIBREF12",
                    "start": 152,
                    "text": "[13]"
                },
                {
                    "end": 479,
                    "ref_id": "BIBREF12",
                    "start": 475,
                    "text": "[13]"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Testing",
            "text": "All research and most clinical samples were tested by qualitative laboratory-developed PCR assays for 12 respiratory viruses [7] [8] [9] [10] [11] [12] [13] . Samples were considered positive if the PCR amplification plot crossed the threshold at <40 cycles. Qualitative results from clinical specimens were reported to physicians. Some clinical samples were tested by conventional methods, including viral culture, shell vial culture, or direct fluorescent antibody testing [13] . All PCR methods were performed according to College of American Pathologists standards."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Outcomes",
            "text": "We examined 3 primary outcomes: (1) need for bronchoscopy, as a potential marker for underlying pneumonia because bronchoscopy is performed routinely on all patients suspected of lower respiratory tract disease; (2) number of days alive and out of hospital, as a marker for resource utilization; and (3) overall mortality. We also described whether pretransplant respiratory viruses persisted or caused progressive disease following transplant."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis",
            "text": "Patient characteristics were compared between patients with and without pre-HCT respiratory viruses via χ 2 test for categorical data and t test for continuous data. Cumulative incidence curves were used to estimate probabilities of time-to-event outcomes: incidence of bronchoscopy and overall mortality in the first 100 days. Death in the first 100 days was treated as a competing risk for bronchoscopy. Statistical significance of differences in event rates was evaluated with the proportional hazards regression model. Linear regression models estimated differences in days alive and out of hospital between patient groups. Factors considered potential confounders were included in the model if a difference of ≥10% in the estimated coefficient of interest was seen."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 819,
                    "ref_id": "FIGREF0",
                    "start": 811,
                    "text": "Figure 1"
                }
            ],
            "section": "Statistical Analysis",
            "text": "Respiratory viruses were classified into 2 groups according to likelihood of complications based on literature: group 1 included the well-described respiratory viral pathogens RSV, HMPV, PIV, influenza A and B, and adenovirus; group 2 included viruses potentially less likely to cause complications, and included HRV, HCoV, and HBoV. Outcomes were compared for patients across 3 groups (group 1 viruses, group 2 viruses, and negative) in simple and adjusted models. We also examined outcomes for viral infections with specific antiviral therapy available (ie, influenza and RSV), as well as for patients with rhinovirus. In unadjusted models, outcomes were evaluated comparing patients with any respiratory virus to those without respiratory viruses among symptomatic and asymptomatic patients (groups shown in Figure 1 ). Reported P values are 2-sided, based on the Wald statistic. No adjustments were made for multiple comparisons."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 154,
                    "ref_id": "FIGREF0",
                    "start": 146,
                    "text": "Figure 1"
                }
            ],
            "section": "RESULTS",
            "text": "Respiratory samples were collected from 458 patients between day −60 and day −1 prior to allogeneic HCT between December 2005 and February 2010 ( Figure 1 ). Altogether, 445 (97%) patients had respiratory samples tested by PCR, and 13 by conventional methods. At least 1 pretransplant NW was collected from 451 (98%) patients; 7 patients underwent bronchoscopy without upper respiratory specimens collected. A single pretransplant sample was collected from 267 (58%) patients, 2 samples from 87 (19%), and ≥3 samples from 104 (23%). Surveillance samples were collected from 308 (67%) patients and symptomatic samples from 150 (33%) patients."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 281,
                    "ref_id": "TABREF0",
                    "start": 274,
                    "text": "Table 1"
                },
                {
                    "end": 1312,
                    "ref_id": "TABREF1",
                    "start": 1305,
                    "text": "Table 2"
                },
                {
                    "end": 1543,
                    "ref_id": "TABREF1",
                    "start": 1536,
                    "text": "Table 2"
                }
            ],
            "section": "RESULTS",
            "text": "One or more respiratory viruses were detected in 1 or more NWs from 116 (25%) patients up to 60 days pre-HCT; samples were negative in 342 other patients with 1 or more samples. Patient characteristics within groups defined by pretransplant respiratory viruses are shown in Table 1 . Patients with respiratory viruses detected were on average younger (P = .002) and more Abbreviations: CMV, cytomegalovirus; HCT, hematopoietic cell transplant; PBSCs, peripheral blood stem cells. a \"Standard\" = congenital hematologic disorders (eg, sickle cell anemia), paroxysmal nocturnal hemaglobinuria, aplastic anemia, chronic myeloid leukemia in chronic phase (or other myeloproliferative diseases such as agnogenic myeloid metaplasia without increased blasts), myelodysplastic syndromes without excess blasts, and leukemia and lymphoma in remission. \"High\" = all congenital immunodeficiency diseases and all other hematologic malignancies. likely to have high-risk underlying diseases (P = .009) than those with negative samples. Patients with respiratory viruses detected had lower baseline lymphocyte levels than patients with negative samples (P < .001). Twenty-four of 52 (46%) pediatric patients aged <18 years had respiratory viruses detected compared with 92 of 406 (23%) patients aged >18 years (P < .001; Table 2 ). Forty-five patients had group 1 viruses and 71 patients had group 2 viruses. Only 3 (7%) of 45 group 1 viruses (1 RSV, 2 PIV) were detected by asymptomatic surveillance, compared with 23 (32%) group 2 viruses (P = .001; Table 2 ). Among 9 patients with RSV and 10 with influenza, 78% and 90%, respectively, received treatment and/or underwent delay to transplant (2 patients with RSV were treated, 7 delayed; 8 patients with influenza were treated, 9 delayed). The median day of last detection before HCT was 30, 23, and 11 days for RSV, influenza, and HRV, respectively."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 335,
                    "ref_id": "TABREF2",
                    "start": 328,
                    "text": "Table 3"
                },
                {
                    "end": 536,
                    "ref_id": "FIGREF2",
                    "start": 526,
                    "text": "Figure 2A)"
                }
            ],
            "section": "Bronchoscopy",
            "text": "Bronchoscopy was performed by clinicians without access to study results, although clinical test results were known. No difference in bronchoscopy incidence within 100 days posttransplant was seen in patients with and without respiratory viruses (adjusted hazard ratio [aHR], 1.3; 95% confidence interval [CI], .8-2.0; P = .32; Table 3 ). Day 100 estimates of time to first bronchoscopy were 16.7% (95% confidence interval [CI], 12.7%-20.6%) in the virus-negative group and 23.3% (95% CI, 15.6%-31.0%) in the positive group ( Figure 2A) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 279,
                    "ref_id": "TABREF2",
                    "start": 270,
                    "text": "(Table 3)"
                },
                {
                    "end": 412,
                    "ref_id": "FIGREF2",
                    "start": 403,
                    "text": "Figure 2B"
                },
                {
                    "end": 702,
                    "ref_id": "TABREF2",
                    "start": 694,
                    "text": "Table 3)"
                }
            ],
            "section": "Bronchoscopy",
            "text": "The risk for requiring bronchoscopy was higher, although not significantly, in patients with group 1 viruses than in those without a pretransplant virus; bronchoscopy incidence did not differ between patients with group 2 viruses and those without pretransplant viruses (Table 3) . Day 100 probability estimates were 28.9% (95% CI, 15.6%-42.1%) for group 1 and 19.7% (95% CI, 10.5%-29.0%) for group 2 ( Figure 2B ). Patients with pretransplant influenza or RSV were more likely to undergo bronchoscopy than patients without pretransplant viruses (aHR, 2.2; 95% CI, 1.0-4.9; P = .05); patients with other viruses did not have higher bronchoscopy rates than respiratory virus-negative patients ( Table 3) ."
        },
        {
            "cite_spans": [
                {
                    "end": 516,
                    "ref_id": "BIBREF13",
                    "start": 512,
                    "text": "[14]"
                }
            ],
            "ref_spans": [
                {
                    "end": 272,
                    "ref_id": "TABREF1",
                    "start": 264,
                    "text": "(Table 2"
                },
                {
                    "end": 509,
                    "ref_id": "TABREF3",
                    "start": 501,
                    "text": "(Table 4"
                },
                {
                    "end": 701,
                    "ref_id": "TABREF3",
                    "start": 694,
                    "text": "Table 4"
                }
            ],
            "section": "Bronchoscopy",
            "text": "Eighteen of 116 patients with pretransplant viruses had lower respiratory tract infection (LRTI) with viruses detected in bronchoalveolar lavage fluid or lung biopsy: 14 had LRTI before transplant: 5 had PIV, 2 HCoV, 2 adenovirus, 3 HRV, 1 influenza A, and 1 HMPV (Table 2 ). In half the cases, transplant was delayed after respiratory virus detection. Six patients with LRTI before transplant died before day 100; 2 deaths were related to pretransplant respiratory viruses and 4 had unrelated causes (Table 4 ) [14] . Four patients developed LRTI posttransplant; 1 with HRV pneumonia survived after a brief intensive care unit hospitalization and 3 died (1 each from HRV, influenza, and HMPV; Table 4 )."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 330,
                    "ref_id": "TABREF2",
                    "start": 323,
                    "text": "Table 3"
                },
                {
                    "end": 342,
                    "ref_id": "FIGREF3",
                    "start": 333,
                    "text": "Figure 3A"
                },
                {
                    "end": 449,
                    "ref_id": "FIGREF3",
                    "start": 440,
                    "text": "Figure 3B"
                },
                {
                    "end": 573,
                    "ref_id": "TABREF2",
                    "start": 565,
                    "text": "(Table 3"
                },
                {
                    "end": 855,
                    "ref_id": "TABREF2",
                    "start": 846,
                    "text": "(Table 3)"
                }
            ],
            "section": "Hospitalization",
            "text": "The days alive and out of hospital during the first 100 days posttransplant was used as a measure of resource utilization. Patients with pretransplant respiratory viruses spent 8 fewer days, on average, alive and out of hospital than those without respiratory viruses detected (adjusted 95% CI, −13 to −3 days; P = .002) ( Table 3 ; Figure 3A ). The number of days patients were alive and out of hospital was similar between virus groups ( Figure 3B ). Patients in either group had significantly fewer such days than those without a pretransplant respiratory virus (Table 3 ). Patients with influenza or RSV infection did not have a difference in hospitalization, but patients with HRV or other respiratory viruses had significantly fewer average days alive and out of hospital posttransplant compared with patients without pretransplant viruses (Table 3) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 187,
                    "ref_id": "TABREF2",
                    "start": 179,
                    "text": "Table 3)"
                },
                {
                    "end": 199,
                    "ref_id": "FIGREF4",
                    "start": 190,
                    "text": "Figure 4A"
                },
                {
                    "end": 504,
                    "ref_id": "TABREF1",
                    "start": 496,
                    "text": "Table 2)"
                },
                {
                    "end": 683,
                    "ref_id": "FIGREF4",
                    "start": 674,
                    "text": "Figure 4B"
                },
                {
                    "end": 693,
                    "ref_id": "TABREF2",
                    "start": 686,
                    "text": "Table 3"
                },
                {
                    "end": 970,
                    "ref_id": "TABREF2",
                    "start": 963,
                    "text": "Table 3"
                },
                {
                    "end": 1146,
                    "ref_id": "TABREF3",
                    "start": 1137,
                    "text": "(Table 4)"
                }
            ],
            "section": "Overall Mortality",
            "text": "Patients with pretransplant respiratory viruses had higher overall mortality at day 100 compared with patients without pretransplant viruses (aHR, 2.4; 95% CI, 1.3-4.5; P = .007; Table 3) . Figure 4A shows overall survival by viral status; day 100 survival estimates were 92.1% (95% CI, 88.7%-94.5%) in the group without respiratory viruses compared with 84.5% (95% CI, 76.5%-89.9%) in patients with respiratory viruses detected. Seven deaths occurred in virus group 1 and 11 deaths in group 2 ( Table 2) . Overall survival at day 100 was similar in both groups, with a significantly lower risk of survival compared with patients without pretransplant respiratory viruses ( Figure 4B ; Table 3 ). The risk of death was not different between patients with influenza or RSV and those without pretransplant viruses. However, pretransplant rhinovirus detection was significantly associated with increased risk of death at day 100 (aHR, 2.6; 95% CI, 1.2-5.5; P = .01; Table 3 ). Five of 18 deaths by day 100 in groups 1 and 2 (or 5 [0.9%] deaths of 458 patients overall) were directly related to the pretransplant respiratory virus infection (Table 4) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 356,
                    "ref_id": "TABREF0",
                    "start": 349,
                    "text": "Table 1"
                }
            ],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "Ninety of 150 (60%) symptomatic patients had respiratory viruses detected pre-HCT compared with 26 of 308 (8%) asymptomatic patients. Asymptomatic patients were older, more likely to have a matched-related donor, to have received peripheral blood stem cells (PBSCs), and had lower baseline lymphocyte levels than symptomatic patients (Supplementary Table 1 ). Nine of 29 (31%) asymptomatic patients aged <18 years had respiratory viruses detected compared with 17 of 279 (6%) asymptomatic patients ≥18 years old."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 752,
                    "ref_id": "FIGREF0",
                    "start": 747,
                    "text": ".001)"
                }
            ],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "Incidence of bronchoscopy in 150 symptomatic patients was not significantly higher among those with respiratory viruses than those without (unadjusted HR, 1.5; 95% CI, .7-3.1; P = .25); no significant difference in hospitalization days was seen (unadjusted mean difference, −5; 95% CI, −15 to 5; P = .32). Symptomatic patients with respiratory viruses detected pretransplant had higher overall mortality at day 100 (unadjusted HR, 3.5; 95% CI, 1.0-12.1; P = .05) compared with virus-negative patients. Among 308 asymptomatic patients with pretransplant surveillance samples, no significant differences in unadjusted outcomes were observed between patients with and without respiratory viruses detected for risk of bronchoscopy (HR, 0.7; 95% CI, . .001) . B, Days alive and out of hospital within the first 100 days after HCT by pretransplant respiratory viral status, by virus group. Group 1 includes respiratory syncytial virus, human metapneumovirus, parainfluenza virus, influenza A and B, and adenovirus (P = .03); group 2 includes human rhinovirus, human coronavirus, and human bocavirus (P = .007). Boxes represent the 25th, 50th, and 75th percentiles, and whiskers show the 10th and 90th percentiles."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "detected during the pretransplant evaluation in patients of all ages. Infected patients had significantly fewer days alive and out of hospital and higher overall mortality by day 100 compared with uninfected patients, and mortality appeared to occur mainly in symptomatic infected patients."
        },
        {
            "cite_spans": [
                {
                    "end": 847,
                    "ref_id": "BIBREF14",
                    "start": 843,
                    "text": "[15]"
                },
                {
                    "end": 983,
                    "ref_id": "BIBREF15",
                    "start": 979,
                    "text": "[16]"
                },
                {
                    "end": 988,
                    "ref_id": "BIBREF16",
                    "start": 984,
                    "text": "[17]"
                },
                {
                    "end": 993,
                    "ref_id": "BIBREF17",
                    "start": 989,
                    "text": "[18]"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "Specific pretransplant viral infections were analyzed. Pretransplant influenza and RSV conferred no increase in risk of death or differences in out-of-hospital days, although pre-HCT detection of these viruses was associated with a trend toward increased incidence of bronchoscopy. Patients with other pretransplant viruses, including HRV, had significantly fewer days alive and out of hospital. Patients with HRV had significantly higher day 100 mortality than uninfected patients. One possible reason for this difference is that most patients with RSV and influenza received either antiviral treatment or underwent delay to transplant, whereas fewer patients with HRV had transplant delayed and thus remained positive at conditioning. Although some studies have indicated that pretransplant rhinovirus infection may not be a serious problem [15] , HRV has been reported to cause lower respiratory tract disease, with outcomes similar to influenza and other respiratory viruses [16] [17] [18] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "Most patients in this study were asymptomatic when surveillance samples were collected. Unadjusted analysis of asymptomatic patients with surveillance samples found no increase in bronchoscopy incidence or overall mortality, but a borderline significant decrease was seen in days out-of-hospital in patients with a pre-HCT respiratory virus detected. This suggests that asymptomatic patients shedding respiratory viruses before HCT may require more care and utilize more resources after HCT, compared with those not shedding respiratory viruses before HCT. Patients with symptoms and any respiratory virus detected had no significant difference in bronchoscopy incidence or hospitalization days compared with uninfected patients, although there was a trend toward lower survival at day 100. This suggests that symptomatic patients with any pretransplant respiratory virus detected are at higher risk for adverse clinical outcomes than asymptomatic infected patients."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 1255,
                    "ref_id": "TABREF3",
                    "start": 1247,
                    "text": "(Table 4"
                }
            ],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "This represents the largest published study to examine outcomes in patients utilizing pretransplant viral surveillance with molecular diagnosis. Our analysis of individual viruses remains limited by small numbers of patients; virus-specific conclusions are not straightforward. Similarly, we analyzed pediatric and adult patients together to increase the power of our analysis, making it difficult to draw separate conclusions for adults and children. Analysis of surveillance samples vs symptomatic samples was limited by the small number of events, precluding multivariable analysis. Because results of respiratory virus testing were known for symptomatic patients, management and outcomes may have been influenced. We also combined data for samples collected for clinical care, outbreak investigation, and research, potentially resulting in unforeseen differences between these groups. Although we are able to make broad conclusions about outcomes in patients with and without a pretransplant respiratory virus, and in those patients with and without symptoms, predictive algorithms for every situation are not possible. Respiratory virus testing closer to conditioning onset could be considered, particularly in patients with known infections (Table 4 ). In addition, a potential limitation of molecular testing is that detection of viral RNA in asymptomatic or previously treated patients may not represent replicating virus."
        },
        {
            "cite_spans": [
                {
                    "end": 142,
                    "ref_id": "BIBREF0",
                    "start": 139,
                    "text": "[1,"
                },
                {
                    "end": 146,
                    "ref_id": "BIBREF18",
                    "start": 143,
                    "text": "19]"
                },
                {
                    "end": 673,
                    "ref_id": "BIBREF19",
                    "start": 669,
                    "text": "[20]"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "Current clinical practice guidelines regarding timing of transplant if respiratory viruses are present are largely based on expert opinion [1, 19] . Our study provides evidence that current recommendations regarding delaying transplant for symptomatic respiratory infections are justified. For some viruses or clinical situations, risks of proceeding to transplant may outweigh risks of waiting for viral clearance. Thoughtful deliberation must be given regarding underlying disease, transplant type, underlying immunosuppression, and specific viruses. This information may also assist decisions regarding type of stem cell donated (PBSCs vs bone marrow vs cord blood) [20] , or conditioning regimen utilized if symptomatic viral respiratory disease is diagnosed when transplant is urgently needed."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes in Symptomatic and Asymptomatic Patients",
            "text": "Our data strengthen current clinical practice guidelines advising that symptomatic patients should be tested and transplant delayed, when feasible. Our results suggest that even pretransplant rhinovirus infection is associated with poor outcomes and delay of transplant, or possibly, that milder conditioning regimens should be considered. This likely applies most to patients with symptomatic rhinovirus infection; further research to assess why rhinovirus is associated with poor outcomes is needed. Our data suggest that surveillance of asymptomatic patients without recent history of respiratory disease prior to HCT may not be necessary. However, further study to specifically address screening of asymptomatic patients before HCT is warranted. The application of this approach to children remains problematic, in part because relatively few children were studied, with high rates of pretransplant viruses detected (31% positivity in asymptomatic children). The high mortality in children aged <5 years (2 of 6 [33%]) with pre-HCT respiratory viruses is noteworthy. Because effective treatment is unavailable for many respiratory viruses and delay of HCT is often not feasible, these data emphasize the need for intensified prevention of respiratory virus acquisition before transplant and improved management strategies, including development of new antiviral agents and other prophylactic strategies."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data",
            "text": "Supplementary materials are available at Clinical Infectious Diseases online (http://cid.oxfordjournals.org). Supplementary materials consist of data provided by the author that are published to benefit the reader. The posted materials are not copyedited. The contents of all supplementary data are the sole responsibility of the authors. Questions or messages regarding errors should be addressed to the author."
        }
    ],
    "metadata": {
        "paper_id": "27940da5e1b0cb605d437565bc2f163d997a3694",
        "title": "Clinical Outcomes Associated With Respiratory Virus Detection Before Allogeneic Hematopoietic Stem Cell Transplant"
    }
}