{
    "abstract_text": "In this study, we report a large family cluster consisting of 29 genetically related patients hospitalized with COVID-19. We sought to determine the clinical characteristics relevant to the clinical course of COVID-19 by comparing the family cluster to unrelated patients with SARS-CoV-2 infection so that the presence of potential determinants of disease severity, other than traditional risk factors previously reported, could be investigated",
    "body_text": "Since the end of 2019, a new type of respiratory tract infection first reported in China, with the ability to cause severe pneumonia, respiratory failure and death has begun to Accepted Article impact the way of life throughout the world (1) . The disease was designated as coronavirus disease 2019 (COVID-19) by the World Health Organization (WHO) in February 2020 and the pathogen was shown to be a novel coronavirus, namely severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (2, 3) . Reported cases of COVID-19 have reached more than 1,600,000 worldwide with death toll exceeding 100,000 according to WHO as of 12 th April 2020 (4) .Although first cases of COVID-19 in China seemed to be related to a seafood wholesale market, rapid evidence for human-to-human transmission emerged with increasing number of cases (5) . When modes of transmission were investigated, direct contact with infected people through droplet transmission or fomites in the immediate environment as well as indirect contact with surfaces in the immediate environment or with objects used by the infected people were proposed. Moreover, airborne transmission of COVID-19 was thought to be possible in specific circumstances which resulted in aerosol formation (6) .The clinical presentation of COVID-19 has been reported to vary from cases with mild or uncomplicated illness constituting majority of the patients to severe disease requiring hospitalization and oxygen support (14%) or even admission to intensive care unit (5%) (4) . Severe COVID-19 infections have reported to be resulting in viral pneumonia which may be associated with respiratory failure and death (7) . Although most of the morbidity in COVID-19 seems to be related to presence of viral pneumonia, cases with mild disease are thought to be responsible for majority of the spread of SARS-CoV-2 infection in the population (4) . Even asymptomatic patients with SARS-CoV-2 infection have been demonstrated to be able to transmit disease (8) which may explain why prevention of COVID-19 in the population proved to be challenging: WHO have declared COVID-19 to be a pandemic on 11 th March 2020 (9) .Susceptibility to contracting COVID-19 and severity of the disease while it runs its course seems to be related to a number of host as well as virus related factors. Initial reports regarding host related factors affecting susceptibility as well as severity include older age, male sex, smoking and chronic co-morbidities like systemic hypertension (HT), coronary heart disease (CHD), chronic respiratory disease (chronic obstructive pulmonary disease and asthma), diabetes mellitus (DM), etc. (10) . The viral load and genetic characteristics of the infecting SARS-CoV-2 strain have also been proposed as factors affecting disease susceptibility and severity (11) .Transmission of COVID-19 from person to person through close contact and spread of disease via asymptomatic patients are recognized to be associated with outbreaks of familial transmission which may even result in the formation of family clusters (12) (13) (14) . Transmission due to asymptomatic carriers have been previously reported to result in family clusters of COVID-19 (12) (13) (14) . Genetic factors have been implicated in a genetically related family cluster of SARS-CoV pneumonia with very poor outcomes (15) .In this study, we report a large family cluster consisting of 29 genetically related patients hospitalized with COVID-19. We sought to determine the clinical characteristics relevant to the clinical course of COVID-19 by comparing the family cluster to unrelated patients with SARS-CoV-2 infection so that the presence of Accepted Article potential determinants of disease severity, other than traditional risk factors previously reported, could be investigated.This is a retrospective study conducted in a university hospital using records of patients who were admitted to the emergency room (ER) and hospitalized with COVID-19. All consecutive patients with confirmed COVID-19 and hospitalized between March 18 th , 2020 and March 28th, 2020 were screened after a family cluster consisting of 29 genetically related patients was recognized to be admitted in less than 2 weeks. The patients forming the family cluster (Group 1) were investigated for possible means of transmission and detailed contact history were retrieved from patient files. Another group consisting of age and sex matched consecutive COVID-19 patients who were admitted to the same tertiary center in the 10-day period was formed (Group 2). The study was approved by the local Ethics Committee (2020/39-39).COVID-19 was diagnosed when patients met the criteria suggested by WHO Interim Guidance Document and Turkish Ministry of Health COVID-19 Guideline: patients suspected with infection on clinical grounds were tested for the presence of SARS-CoV-2 infection (4, 16) . Briefly, all patients admitted to the ER underwent triage and were questioned for the presence of fever, dry cough or shortness of breath, as well as travel history abroad and any history of COVID-19 or recent hospitalization for any respiratory disease in a next of kin. In accordance with COVID-19 diagnostic algorithms, patients who were suspected of having SARS-CoV-2 infection after triage were further questioned for additional symptoms and data regarding comorbidities like DM, HT, CHD, chronic respiratory disease, malignancy on admission, along with smoking history were collected. Physical examination was carried out along with measurement of oxygen saturation (SaO 2 ) by pulse oximetry. Baseline electrocardiogram (ECG) and chest X-ray were performed in all patients. In symptomatic patients with normal chest X-ray findings and in older (>50 years) patients or those with history of co-morbidities and equivocal chest X-rays, low-dose chest computerized tomography (CT) of the chest without contrast were carried out.Oropharyngeal and nasopharyngeal swab specimens from the upper respiratory tract as described elsewhere were sent to a nation-wide central laboratory for real-time reverse-transcriptase-polymerase-chain-reaction (RT-PCR) and SARS-CoV-2 infected individuals were identified by the successful amplification of virus (4, 16, 17) . Laboratory analysis were perfomed for complete blood count (CBC), C-reactive protein (CRP), routine biochemistry (Alanine Aminotranferase (ALT), Aspartate Transaminase (AST), urea, creatinine, electrolytes, LDH) and plasma D-Dimer, cardiac Troponin I and ferritin.Only patients who tested positive for COVID-19 in the course of clinical evaluation were included in the study. Patients in both groups were classified as uncomplicated COVID-19, pneumonia and severe pneumonia as suggested by WHO and national guidelines. COVID-19 cases are classified into three categories in terms of severity: uncomplicated cases consisting of upper respiratory tract infection, cases with pneumonia who have no signs of severe pneumonia or need for supplemental oxygen,and cases of severe pneumonia who have severe respiratory distress, respiratory rate > 30 breaths/min or SpO 2 ≤ 93% on room air (4, 16) . Those patients with increased risk of complications or unfavorable prognosis were hospitalized: a) older (>50 years) patients, b) patients with co-morbidities, c) severe pneumonia on presentation (confusion or pulse >125 /min or respiratory rate>30 breaths/min or hypotension <90/60 mmHg or SpO2 ≤ 93% on room air or chest imaging indicative of bilateral opacities, not fully explained by volume overload, lobar or lung collapse, or nodules), d) sepsis and septic shock, e) patients with cardiomyopathy or malignant arrythmias, f) patients with acute renal injury, g) patients with established poor prognostic findings in initial evaluation (lymphopenia <800/μl, or serum CRP >40 mg/L, or ferritin >500 ng/ml, or D-Dimer >1000 ng/ml) (4, 16) .The following data were collected including patient demographic information, medical history, contact history, history of comorbidities, laboratory findings, radiologic report data, therapeutic interventions during the hospitalization (i.e. hydroxychloroquine, oseltamivir, antibiotics, antiviral treatment (lopinavir and ritonavir, favipravir), respiratory support) from patients using \"Case Record Form Instructions Severe Acute Respiratory Infection Clinical Characterization Data Tools\" which were utilized in the center's COVID-19 ward and Intensive Care Unit (ICU) (18) . Disease course (death, need for transfer to intensive care unit (ICU) for mechanical ventilatory support, discharge from hospital, length of hospital stays) was assessed using records regarding outcome from patient files retrospectively. Data were carefully reviewed and confirmed by experienced physicians and were doublechecked to guarantee the accuracy of the data extraction procedures.Groups were compared with respect to baseline characteristics, disease severity on presentation, disease course and clinical outcomes. Continuous variables are presented as mean ± standard deviation. Categorical variables are presented as counts. The statistical comparisons were performed using the two-sided Student's t-test. Categorical variables were compared using the Chi-square test or Fisher exact test for small samples. Pearson's correlation was used for numerical data. Values of p<0.05 were considered statistically significant. The statistical analyses were performed using SPSS 20.0 software (SPSS, Chicago, IL, USA) for Windows.We documented and analyzed the demographic information, clinical characteristics, comorbidities and physical examination on admission (Table 1 ). 29 patient files were investigated in Group 1 and Group 2 was created with 52 consecutive COVID-19 patients with age and gender compatibility (Table 1) .We also showed it as a pedigree chart in order to better explain the kinship bond of the patients forming Group 1 (Figure 1 ). Detailed contact history of the family group Accepted Article reveals that the first patient known to contract COVID-19 (Case 1) have had contact with a group of people without disease symptoms, traveling from a foreign country. A family event attended by case 1, who was then asymptomatic and by three other cases (Case 2, Case 3, Case 4) was identified as the critical event in the formation of the family cluster, with the rest of the cases have been described as probable one to one transmission stemming from first four cases due to close personal contact (Figure 1 ). It is also important to note that detailed interviews have revealed that no other relatives of the cases forming the family cluster were admitted to other health care facilities for suspected or proven COVID-19 as of writing of this manuscript is finalized.The most common symptoms in all COVID-19 patients at admission were fatigue (75.3%) and cough (66.7%) followed by fever and shortness of breath. Cough, shortness of breath and diarrhea in Group 1 were significantly higher than Group 2. All patients had comorbidity, the most common comorbidity, HT (28.4%) and smoking history (28.4%), followed by chronic respiratory disease (23.5%), DM (21.3%), CHD (14.8%), respectively (Table 1) .There was no difference between the two groups in terms of comorbidity and smoking history.Systolic blood pressure (SBP), diastolic blood pressure (DBP), respiratoy rate (RR) were found to be high in Group 1, although there was no statistical significance and heart rate (HR) was found statistically significantly higher in Group 1. Measurement of oxygen saturation was found to be low in Group 1, which was not statistically significant (Table 1) .ECG was applied to all patients and interpreted by the cardiologist because of the side effect profile of the drugs recommended before starting treatment. When the patient group was evaluated for the development of clinically significant arrythmias, no untoward rhythm disturbances or significant QTc prolongations (>500 milliseconds) use could be detected.When we evaluated according to WHO classification, we found that all 29 patients in Group 1 had severe pneumonia, 11 patients in Group 2 were uncomplicated, 23 patients had pneumonia and 18 patients had severe pneumonia (Figure 2 ).Laboratory findings of the patients at the time of their first admission to the hospital are presented in Table 2 . When the two groups were compared, it was found that the number of eosinophils in Group 1 was statistically significantly lower and the ferritin value was statistically significantly higher, respectively.Unilateral and bilateral lesions diagnosed with Chest CT were obtained from the image acquisition and communication system. Bilateral pneumonia was detected in chest CT of all cases in the family cluster group (Group 1). In Group 2, 33 of the cases had bilateral pneumonia, 8 of them were unilateral, and 11 of the patients had Accepted Article no lung involvement. Cross-sectional unenhanced chest computed tomography images of a 48-year-old female patient (Case 1) are presented in Figure 3 .There were no differences between the groups with respect to medications (antihypertensive drugs including Angiotensin Converting Enzyme (ACE) inhibitors and Angiotensin Receptor blockers and anti-thrombotic agents) that the patients used for comorbid chronic conditions when they presented to the ER with COVID-19 symptoms. In terms of in-hospital treatment, hydroxychloroquine, oseltamivir, antibiotics, antiviral treatment, systemic corticosteroid and tocilizumab use differed not significantly between two groups (Table 3) .Hospitalization rates and length of hospital stay were found to be statistically significantly higher in Group 1. 6 patients in Group 1 and 2 patients in Group 2 were transferred to ICU. Of these cases, 2 cases from Group 1 and 1 case from Group 2 died due to septic shock, not statistically significant, but the rate was higher in Group1 (Table 3 ).The recognition of a large COVID-19 family cluster consisting of 29 genetically related patients among cases presenting to the ER of a tertiary center in a 10 dayperiod has prompted the initiation of the present study in which the family cluster is compared with a group consisting of consecutive unrelated COVID-19 patients admitted to the same clinic in the same time span. The principal finding of this retrospective evaluation is that although both the family cluster and the age and sex matched control group is similar in terms of previously recognized COVID-19 prognostic factors like traditional cardiovascular risk factors and cardiovascular conditions including HT, there is an unforeseen tendency for increased disease severity and poorer prognosis in the family forming the cluster.In order to compare the family cluster with other COVID-19 patients, clinical presentation in terms of symptoms, physical findings, laboratory examination, radiological findings and clinical course were investigated in order to establish any differences in terms of severity and prognosis. On the other hand, any potential contributors to prognosis like demographic characteristics, cardiovascular risk factors, co-morbid chronic illnesses, concomitant medications and drugs used for treatment of COVID-19 were compared.Age and sex have been reported to be among most important factors contributing to prognosis in COVID-19. In an initial report of 99 cases from China, COVID-19 has been shown to affect males and older people more (1). Comparison of COVID-19 patient groups with increasing severity has established advanced age to be a risk factor for mortality (19) . When patients who have died form COVID-19 are investigated most were found to be males aged over 50 (20) . In order to minimize the effects of age and sex while comparing the family cluster to other unrelated COVID-19 patients in terms of clinical characteristics and prognosis, a group matched in terms of age and sex was selected: the mean age of the family cluster was 58.86±19.02 years, comparable to reports regarding epidemiology of COVID-19 (1, 19, 21) and similar to that of Group2. Most of the patients in the family cluster and This article is protected by copyright. All rights reserved.the control group were males (55.2% and 55.8%, respectively), in accordance with the literature (19, 21) .Besides age and sex, several factors including cardiovascular risk factors and chronic comorbid conditions have been recognized to be related to disease severity, poor clinical outcomes and mortality among COVID-19 patients. These include HT, DM, cardiovascular disease including CHD and heart failure, chronic respiratory disease, smoking and malignancy (10, 14) . Hypertension has been reported to be the most important comorbid condition with the potential to influence prognosis (21) (22) (23) . However, the actual contribution of HT to poor prognosis independent of its relation to age has not been convincingly demonstrated among COVID-19 (24) . Nevertheless, there was no significant difference in terms of frequency of HT among patients forming the family cluster and other COVID-19 patients in our study. The same trend was also observed when other comorbid conditions and smoking history of the family cluster were compared with other COVID-19 patients forming Group2 (Table 1) .When the two groups are compared regarding their initial presentation to the ER, patients belonging to the family cluster were found to have more frequent symptoms in terms of cough, shortness of breath, diarrhea and albeit non-significant, numerically higher cases of fever. Abundance and severity of symptoms have been proposed to be related to disease severity in terms of initial presentation and progression of COVID-19 (4, 7, 25, 26) . In patients belonging to the family cluster, physical examination on initial presentation have demonstrated increased mean heart rate compared to the other COVID patients (Table 1) . Increased heart rate on presentation may be related to worse prognosis in COVID-19 cases (14, 27) .When patients were evaluated in terms of disease severity, all patients in the family cluster were found to have severe pneumonia, whereas severe pneumonia was present only in 35% of Group2. Moreover, 22% of the Group2 consisting of unrelated consecutive COVID-19 patients were found to have only uncomplicated illness ( Figure 2 ). Considering patients with definitive clinical outcome, Zhou et al. have demonstrated mild disease to be present in 38% of the general population and in 53% of the cases who have survived (21) . In our study, we have demonstrated the COVID-19 severity in patients forming the family cluster to be strikingly higher when compared to an unselected consecutive COVID-19 patient group who is age and sex matched and have a similar profile in terms of co-morbidities and cardiovascular risk factors. The same pattern was also recognized when chest CT findings of the family cluster were compared to other COVID-19 patients: all of the patients in the cluster had bilateral involvement whereas bilateral involvement was detected in only 63% of patients from Group2. More extensive disease involvement as detected by chest CT scans is recognized to be well correlated with both COVID-19 severity and worse disease prognosis (7, 26, 28) .Among other findings suggestive of a worse prognosis in the family cluster, lower eosinophil counts, and increased ferritin levels were detected ( Table 2) , both of which are recognized to be markers of COVID-19 severity (14, 20) . We have also found well-established markers of poor prognosis to be numerically different, albeit nonsignificantly, among the groups: D-Dimer, CRP and Troponin I levels were higher and platelet count was lower in the COVID-19 family cluster.Patients who have the potential to experience complications or who have more severe disease like pulmonary involvement on chest CT examinations indicating pneumonia are recommended to be hospitalized (4, 16) . All COVID-19 patients in Group1 have been hospitalized whereas only 32.7% of Group2 COVID-19 patients were hospitalized after their assessment in the ER (Table 3 ), in line with findings indicative of more severe disease in the family cluster. Moreover, length of hospital stays and need for transfer to ICU were found to be statistically significantly higher in Group 1. Mortality was numerically higher in COVID-19 patients forming the family cluster; however, the difference was not statistically significant, possibly due to low number of deaths. In terms of COVID-19 treatment, no significant differences could be established between two groups, while it is worth mentioning that small number of patients and observational nature of the study should be taken into consideration and caution should be exercised before drawing conclusions regarding impact of therapy on prognosis (Table 3) . Nevertheless Jashua et al. have demonstrated that hydroxycholoroquine administration to the SARS-COV-2 positive population was associated with an increased need for escalation of respiratory support (29) . And since no difference with regard to hydroxycholoroquine use was demonstrated between family cluster patients and other COVID-19 cases, treatment alone seems to be not related to the differences in the clinical course, which in turn may be more related to the severity of COVID-19 in the family cluster.There has been some concern regarding the use of ACE inhibitors and Angiotensin Receptor Blockers in COVID-19 because ACE2, an enzyme that physiologically counters Renin-Angiotensin-Aldosterone System (RAAS) activation, is the functional receptor to SARS-CoV-2 (3, 24, 30) . Upregulation of the ACE2 due to RAS blocker use was hypothesized to impact susceptibility to SARS-CoV-2 infection and clinical course of COVID-19 (30) whereas no clinical data to back-up this possibility have been published (24, 31) . On the contrary, Zhang et al have reported that among hospitalized COVID-19 patients with hypertension, inpatient use of ACEI/ARB was associated with lower risk of all-cause mortality compared with ACEI/ARB non-users (32) . In this study, there were no differences between the groups with respect to antihypertensive medications including ACE inhibitors and Angiotensin Receptor blockers that the patients used when they presented to the ER with COVID-19 symptoms.Formation of family clusters have been reported in COVID-19 previously (12, 13, 14, 15, 33) . Ye et al. have reported a COVID-19 cluster of five cases of from the same family in which transmission of COVID-19 via close contact with asymptomatic carriers during the incubation period has been suggested as a reason for the formation of family clusters (12) . A similar pattern can be recognized concerning the family cluster in the present study. Chan et al. has reported a family cluster of six patients underlining the importance of person-to-person transmission in family homes (13) . In our study, a family meeting consisting of four cases has been identified as the main event leading to formation of the cluster. A three-person family cluster reported by Yousefzadegan et al. is interesting with regards to the observed poor outcome. They have reported three previously healthy brothers, \"without histories of underlying diseases, including hypertension, diabetes mellitus, cardiac or hepatic disease, or malignancy\", aged 54-66 years, who have died after less than 2 weeks of illness. The authors suggest that such cases may imply that there may be a particular predisposition which may render related people from same family susceptible to COVID-Accepted Article 19 and/or to severe illness from COVID-19 (15) . Interestingly, Shi et al., while trying to establish a host risk score for estimating susceptibility to severe COVID-19, have demonstrated that having more infected family members seems to be associated with increased severity of COVID-19, emerging as a risk factor which needs to be further investigated (14) .Unexpected clinical worsening which seems to be very hard to predict just on clinical grounds seems to be one of the clinical dilemmas faced by the physicians caring for COVID-19 patients (7, (19) (20) (21) . Difficulties in predicting clinical course and prognosis of COVID-19 in daily practice may be interpreted as the presence of currently unforeseen host characteristics which make patients prone to untoward complications and unfavorable outcomes (14, 27) . Patients may have particular predisposition to SARS-CoV-2 infection or severe illness, possibly variations in their immunological and inflammatory responses possibly mediated in at least in part by RAS system (15, 24, 34, 35) . A recent report has offered structural variations in human ACE2 influencing its binding with SARS-CoV-2 spike protein as a candidate for a mechanism by which host susceptibility to COVID-19 may be mediated (36).Darbeheshti et al. Stated that three genetic-related models for predisposition to COVID-19 could be described, Models 1-2-3. We think that possible predisposition in this family is 2. Model. Most probably there is highly penetrant dominant trait in Xlinked ACE2 gene that affected our family cluster but further analyses are needed (37) .In the present study, COVID-19 cases in the large family cluster were shown to have more severe disease and worse clinical course compared to consecutive COVID-19 patients presenting to the same ER in the given time interval. Since recognized COVID-19 prognostic factors like age, sex, cardiovascular risk factors and chronic co-morbid diseases seem to be unable to account for the differences in clinical presentation, this large family cluster may be an example of currently unrecognized host factors which may be important in determining susceptibility to COVID-19 as well as its prognosis. We believe further studies into potential genetic mechanisms of host susceptibility to COVID-19 should include such family clusters.",
    "metadata": {
        "paper_id": "2789bf98fac65a1410f81c1dede12bb078b99af4",
        "title": "''Determining Host Factors Contributing to Disease Severity in a Family Cluster of 29 Hospitalized SARS-CoV-2 Patients: Could Genetic Factors Be Relevant in the Clinical Course of COVID-19?'' Determining Host Factors Contributing to Disease Severity in a Family Cluster of 29 Hospitalized SARS-CoV-2 Patients: Could Genetic Factors Be Relevant in the Clinical Course of COVID-19?"
    }
}