{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "P a g e | 1"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "A study to determine the Burden of upper airway Infection in Patients with Antibody Deficiency (BIPAD)"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "1 deficiency: results from the BIPAD study."
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "133",
            "text": "Participants were asked to record daily symptoms using a study-specific symptom score (BIPAD-Q) "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "156",
            "text": "Strain-typing of HRV was not performed."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "157",
            "text": "Definitions"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "158",
            "text": "Symptomatic respiratory exacerbation (SRE) was defined by a symptom score of 2 or more occurring 159 for ≥2 consecutive days as recorded by the patient, as previously described (11). SRE interval "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 142,
                    "ref_id": "TABREF3",
                    "start": 134,
                    "text": "Table 1)"
                },
                {
                    "end": 193,
                    "ref_id": "TABREF4",
                    "start": 185,
                    "text": "Table 2)"
                },
                {
                    "end": 202,
                    "ref_id": "TABREF3",
                    "start": 194,
                    "text": "Table 1)"
                },
                {
                    "end": 306,
                    "ref_id": "TABREF3",
                    "start": 298,
                    "text": "Table 1)"
                }
            ],
            "section": "174",
            "text": "Study population 175 A total of 44 PAD patients and 42 healthy controls participated in the study, of which 34 pairs co-176 habited ( Table 1) . PAD incorporated a range of diagnoses ( Table 2) Table 1) . Compliance with routine nasal swab return was 194 72% in PAD patients, and 78% in controls ( Table 1) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 377,
                    "ref_id": "TABREF3",
                    "start": 366,
                    "text": "Table   218"
                }
            ],
            "section": "195",
            "text": "Symptomatic respiratory exacerbations are more frequent in PAD patients representing 50% and 32% of total swabs submitted by these groups respectively. The effect of 216 introducing routine nasal swab sampling for healthy controls was to increase the number of negative 217 swabs (data not shown). Specific pathogen detection rates and odds ratios are summarised in Table   218 3. HRV dominated, with parainfluenza also detectable at greater rate among PAD patients. Viral co-219 detection with bacterial species was found at increased frequency in PAD relative to controls; with "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "269",
            "text": "The most notable finding is the increased rate of detection for common circulating upper respiratory week averages. The Welsh sentinel GP influenza-like illness weekly consultation rate is also 484 provided (e). * Data predominantly (>95%) from hospital patients 485 "
        }
    ],
    "metadata": {
        "paper_id": "27b80fceb7ff361c2a22d93cf12c682336b0ced5",
        "title": "Journal Pre-proof Increased respiratory viral detection and symptom burden among patients with primary antibody deficiency: results from the BIPAD study"
    }
}