{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "In sociology's formative period between 1830 and 1930, evolutionary analysis organized much theorizing and research. This line of work ended abruptly in the 1920s but, over the last decades, has come back into the discipline somewhat piecemeal with the reintroduction of more sophisticated stage models of societal evolution, functional analysis, human ecological analysis, and other new lines of evolutionary inquiry outlined in this paper. Our goal is to demonstrate that revitalized paradigms of the past can still be useful with modest reconceptualization, while at the same time new intellectual movements in the other social sciences, especially economics and psychology, incorporating evolutionary ideas from biology provide sociology with an opportunity to develop its own approach to evolutionary analysis that avoids the problems that let to the demise of this line of inquiry in the 1920s, as well as the problems of other social sciences applying their more narrowly focus models to sociological problems. Indeed, sociology can become a leader in the social sciences in developing more sophisticated theoretical and methodological approaches to incorporating biology and evolutionary analysis into the social sciences. When presented in a new, more sophisticated guise, old approaches like functionalism, stage models of societal evolution, and ecological models can be seen as still having a great deal of explanatory power, while revealing a progressive and future orientation that should appeal to all contemporary sociologists. It is time, then, for sociology to remember its past in order to move into the future."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 59,
                    "ref_id": "BIBREF138",
                    "start": 35,
                    "text": "(Schutt and Turner 2019)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "In Part I of this two-paper series (Schutt and Turner 2019) , we traced the history of evolutionary analysis in early sociology. Evolutionary analysis dominated sociology's first one-hundred years and then suddenly fell out of favor by the second decade of the twentieth Century, only to be slowly resurrected in the 1960s. But even with his dramatic revival, sociologists have been reluctant to embrace more recent approaches bringing biology and evolutionary analysis back into the core of the discipline. At the same time, economics, psychology, and political science have all had very active programs in both biological and evolutionary analysis as applied to the social world. In this second paper in the series, we try to offer reasons for why sociologists of all persuasions should reconsider what we might term the new evolutionary sociology. We hope to communicate both the range of available approaches now available, as well as what makes this new evolutionary sociology exciting and very useful in analysis across the many specialized fields that now constitute the discipline. Indeed, at a time when new subfields have emerged in sociology-sociology of the body, sociology of emotions, environmental sociology, sociology of sexuality and gender, new sociology's of race and ethnicity, and many other new lines of inquirybiological and evolutionary analysis can add something to these new areas of inquiry, while also reinvigorating older modes of sociological analysis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Other social sciences and even biological sciences are not only actively pursuing evolutionary approaches to their traditional subject matter, but they are also encroaching on sociology's traditional subject matter. While some of these analyses can be quite interesting, they rarely contain much sociology, ignoring two hundred years of accumulated theorizing and research findings. Thus, if only for defending sociology as a unique mode of intellectual inquiry, it is important to see how other discipline try to redefine what is sociological. In fact, it is important for sociology to have its own distinctive approach to questions about the biology of human behavior and organization as well as the evolutionary dynamics affecting all sociocultural formations. Sociology is the only social science that considers the full range of sociocultural processes in the social universe-from the behaviors and interactions of individuals to the dynamics of world systems, and just about everything in-between. And, because of this breadth, a new evolutionary sociology can expand sociological explanations of human behavior, interaction, and social organization; at the same time, this new evolutionary sociology can also defend the discipline from encroachments by other disciplines that simply are not sufficiently broad to offer very full explanations on how the social universe operates. They can offer specialized explanations of economic, psychological, and political behaviors, but they cannot possibly, with their limited assumptions and scope, do what sociologists can do: analyze and explain all dimensions of the sociocultural universe created by humans. Thus, let this Part II in the series represent a kind of manifesto for a unique and distinctively sociological evolutionary sociology that, as we hope to demonstrate, has relevance for all types of sociology, even for sociologies less committed to the epistemology of science. At least, we hope that the reader can give us a fair hearing on the issues."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Human life and patterns of social organization all involve adaptations-some of them beneficial to human well-being, others just the opposite-but in viewing social life as an adaptive process, new kinds of insights can complement other approaches to analyzing social life. As a species, humans are like all other life forms and must adapt to their environments, but in doing so, humans have created an entirely new universe: the sociocultural domain of reality. In an age of climate change, environmental degradation, terrorism, warfare, oppression, and many other problems confronting humans, understanding the dynamics of the sociocultural realm of the universe is as important as understanding the biotic and physical universes, and probably more so given the problems studied by sociologists. Nothing that we propose below obviates current approaches to understanding the social universe; rather, the various approaches to evolutionary sociology can only add to the accumulated knowledge about how the sociocultural universe operates. In biology, there is now clear recognition that species often engage in \"niche construction\" whereby they create and build out some dimensions of the very environment to which they must adapt. Humans, of course, have taken this even further, creating a sociocultural universe to which we must adapt but also creating a sociocultural universe that can disrupt the other universes-biotic and physical. So much of the discipline of sociology is devoted to understanding problems and pathologies of many of sociocultural formations for human well-being, and now, sociology is extending its analysis to the effects of human sociocultural formations in generating problems and crises, per se, in the biotic and physical universes that, in turn, have large consequences for the viability of the sociocultural universe itself and for meeting basic human needs as a life form. The new evolutionary sociology is thus central to much that concerns not only sociologists but also the general population as well."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "In what follows, we lay out the beginning signs of a new evolutionary sociology that remains true to being sociological. Humans are an animal that evolved like any other animal, and the fact that humans have big brains, language, and culture does not obviate biology or evolution. First, all human biological traits, including high levels of interpersonal capacities and emotionality, big brains allowing for expanded cognitive capacities, spoken language, and symbolic culture are the product of biological evolution. Second, and equally fundamental, culture and social structures have not obviated the influence of humans' evolved biology on behavior and social organization. In fact, it is only because of our evolution as a biological species that we have the capacity and motivation to produce the higher levels of social organization that are the focus of most sociological research. Moreover, the creation of humans' evolved biology as it allows for the creation of the sociocultural universe can have reverse or feedback casual effects on humans' biology, even at the level of the human genome. Thus, evolution works both ways: humans evolved biology led to the credation of the sociocultural universe, and once this universe exists, it feeds back and has effects on human biology and psychology. Indeed, as it is evident today, the sociocultural universe has effects on all other life forms, even bacteria and viruses, and the ecosystems in which all other life forms live. A sociology informed by biology and evolutionary analysis is, therefore, highly relevant to understanding virtually all of the problems facing humanity and the rest of the planet today."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Reprise of the \"Modern Synthesis\" in Evolutionary Biology and its Limitations",
            "text": "The Modern Synthesis in biology emphasizes the (1) forces generating variations in phenotypes and underlying genotypes (i.e., mutations, gene flow, and genetic drift) of life forms and (2) natural selection on those variants of organisms that enhance fitness, or the capacity to survive in a given environment and to reproduce. Another force that is implicit but should be emphasized is the variations of genotypes along a bell curve, or some other distribution, which makes available in existing genotypes a range of variation with tails of the distribution often being selected upon independently of the other three forces of variation (i.e., mutations, gene flow, and genetic drift). A very important emphasis in the Modern Synthesis is that natural selection works on the variations in individual phenotypes (and hence, underlying genotypes producing phenotypes), but it is the population of individuals, or the gene pool of a population, that evolves. Selection, in other words, is through differential rates of reproduction and mortality of individual members of a species. Another assumption in the Modern Synthesis is that natural selection is \"blind\"i.e., without purpose or goals."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Reprise of the \"Modern Synthesis\" in Evolutionary Biology and its Limitations",
            "text": "When analysis of evolution shifts to superorganisms-or the organization of organisms-the Modern Synthesis as traditionally conceived becomes inadequate, and particularly for superorganisms like humans who are organized by culture and social structures that have been created by human organisms with capacities for agency. In addition, the field of epigenetics has established that the expression of genes-in other words, their influence on the organism and its behaviors-is responsive to the organism's environment, and thus assumption of unidirectional influence of the gene that underlies the Modern Synthesis is no longer accepted by many evolutionary biologists. We first highlight the ways that the Modern Synthesis needs to be supplemented in order to explain the operation of human superorganisms. We then review the research in genetics that has challenged basic assumptions of the Modern Synthesis and created a foundation for a different approach to connecting evolutionary biology and sociology."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanding the Modern Synthesis to the Analysis of Sociocultural Systems",
            "text": "The Modern Synthesis can explain the emergence of superorganisms for those organisms without big brains and culture, such as insect societies of ants, termites, and other species. The argument goes something like this: blind natural selection selected upon those individuals and their genotypes evidencing variants of genetically controlled patterns of cooperation and altruism for the benefit of the larger social whole (the superorganisms) rather than the individual organism. Those variants in the behavioral phenotypes of a species that pushed for cooperation and systemic survival of the superorganisms over the individual organism would, under certain conditions, be more fitness enhancing than selection for traits that push individual organisms to be \"selfish\" in trying to sustain the individual rather than the \"group.\" Thus, individual selection works to promote viable grouping strategies as a kind of superorganism, with the superorganisms providing increased fitness for the population of individuals. This is selection for group organization, but not necessarily selection on the group because emphasis is still on individual-level selection, and it is still the genotype of the population (conceptualized as a \"gene pool\"), not of the superorganism, that evolves."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanding the Modern Synthesis to the Analysis of Sociocultural Systems",
            "text": "Is this a viable explanation for species like humans with capacities for agency and regulation by culture as much as by their genes as they build up societies into superorganism of increasingly complexity? Or, do we need a different type of evolutionary analysis that takes into account that populations with sociocultural bases of social organization are teleological and purposedriven, and therefore, can create social structures tailored to environmental conditions and, in fact, can create the very environment to which they must adapt? With the evolution of such superorganisms as human societies, selection is on the group as well as the individual and is purpose-driven rather than blind, with the culture and structure of the superorganism also being the unit that is evolving (rather than just the population's gene pool)."
        },
        {
            "cite_spans": [
                {
                    "end": 220,
                    "ref_id": "BIBREF130",
                    "start": 195,
                    "text": "(Richerson and Boyd 2005;"
                },
                {
                    "end": 233,
                    "ref_id": "BIBREF158",
                    "start": 221,
                    "text": "Turner 2010a"
                },
                {
                    "end": 248,
                    "ref_id": "BIBREF159",
                    "start": 234,
                    "text": "Turner , 2010b"
                },
                {
                    "end": 258,
                    "ref_id": null,
                    "start": 249,
                    "text": "2013a, b)"
                },
                {
                    "end": 451,
                    "ref_id": "BIBREF36",
                    "start": 437,
                    "text": "(Damasio 1994;"
                },
                {
                    "end": 469,
                    "ref_id": null,
                    "start": 452,
                    "text": "Kahneman 2011:28)"
                },
                {
                    "end": 826,
                    "ref_id": "BIBREF70",
                    "start": 812,
                    "text": "(Henrich 2015)"
                },
                {
                    "end": 951,
                    "ref_id": null,
                    "start": 920,
                    "text": "(Laland and Brown 2011:179-183;"
                },
                {
                    "end": 974,
                    "ref_id": "BIBREF131",
                    "start": 952,
                    "text": "Richerson et al. 2016)"
                },
                {
                    "end": 1220,
                    "ref_id": "BIBREF162",
                    "start": 1207,
                    "text": "(Turner 2021;"
                },
                {
                    "end": 1247,
                    "ref_id": "BIBREF166",
                    "start": 1221,
                    "text": "Turner and Maryanski 2008;"
                },
                {
                    "end": 1283,
                    "ref_id": null,
                    "start": 1248,
                    "text": "Boyd and Richerson 2009:3281, 3284;"
                },
                {
                    "end": 1295,
                    "ref_id": "BIBREF63",
                    "start": 1284,
                    "text": "Haidt 2012)"
                }
            ],
            "ref_spans": [],
            "section": "Expanding the Modern Synthesis to the Analysis of Sociocultural Systems",
            "text": "It is humans' evolved ability to organize in enduring layers of social structure and their respective cultures that has enabled the emergence and spread of new behavioral patterns of individuals (Richerson and Boyd 2005; Turner 2010a Turner , 2010b 2013a, b) . Selection on genes, of course can still occur, but in a species that has developed symbolic language and culture, the very nature and targets of selection dynamics are altered (Damasio 1994; Kahneman 2011:28) . From the spread of lactose tolerance after the development of dairy farming to the effect that the control of fire and the use of tools had on human bodies and brains, cultural variation has had larger effects on the evolution of human behaviors now organized by layers of social structure and culture as compared to biological constraints (Henrich 2015) . The development of more intense social bonds itself reflected this co-evolutionary process (Laland and Brown 2011:179-183; Richerson et al. 2016) . Culturally-based adaptation to different environments could then favor selection on groups as well as individuals within these groups, leading hominins and then humans to become more social and more prone to form stable groupings (Turner 2021; Turner and Maryanski 2008; Boyd and Richerson 2009:3281, 3284; Haidt 2012) ."
        },
        {
            "cite_spans": [
                {
                    "end": 270,
                    "ref_id": null,
                    "start": 253,
                    "text": "(Turner 2015:102)"
                }
            ],
            "ref_spans": [
                {
                    "end": 405,
                    "ref_id": null,
                    "start": 399,
                    "text": "Fig. 1"
                }
            ],
            "section": "Expanding the Modern Synthesis to the Analysis of Sociocultural Systems",
            "text": "With this ability to adapt to and shape the environment established, Homo sapiens likely became the only species able to transcend natural limits. As we stated in Part I, selection thus can occur on these emergent layers of social structure and culture (Turner 2015:102) , allowing evolution on a much more rapid basis than can occur through blind, genetically-based selection and transmission (see Fig. 1 , Part 1)."
        },
        {
            "cite_spans": [
                {
                    "end": 151,
                    "ref_id": "BIBREF181",
                    "start": 132,
                    "text": "Wynne-Edwards (1962"
                },
                {
                    "end": 172,
                    "ref_id": "BIBREF182",
                    "start": 152,
                    "text": ", Wynne-Edwards 1986"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Selection: What Does this Mean?",
            "text": "Group Selection The above questions were first posed within biology in a way that was still compatible with the Modern Synthesis by Wynne-Edwards (1962 , Wynne-Edwards 1986 formulation of the notion of group selection. However, even the vague suggestion that selection might be working on the group rather than the individual and its genome was very threatening to many committed to Modern Synthesis in biology. Indeed, the idea was so threatening that a new branch of biology, sociobiology, was created for the very purpose of rejecting group selection arguments. Wynne-Edward's argument was not what the early sociobiologists seemed to fear; and yet, their reaction tells us that the Modern Synthesis in biology is, for many, a sacred creed. As we will expand upon later, Wynn Edwards was not arguing that groups are the unit of selection, nor was he arguing that the group is unit of evolution, but any hint of such being the case was blasphemous and subject to critique, even though Wynne-Edwards was only arguing that selection was working on individuals phenotypes and underlying genotypes to create more cooperative behaviors as a strategy for survival. Yet, the battle was joined, and the notion of group selection become controversial, and remains so right up to the present. For out purposes, the battle over group selection defines the fundamental differences between evolutionary biology and evolutionary sociology, as we will see. Efforts to smoothe over the points in this battle have been many, but the most prominent has been the introduction of the notion of multilevel selection which, as we note below, has its own elliptical and vague tenets."
        },
        {
            "cite_spans": [
                {
                    "end": 236,
                    "ref_id": "BIBREF178",
                    "start": 212,
                    "text": "(Wilson and Wilson 2007;"
                },
                {
                    "end": 249,
                    "ref_id": "BIBREF143",
                    "start": 237,
                    "text": "Wilson 1998)"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Selection: What Does this Mean?",
            "text": "Multi-Level Selection The notion of multi-level selection was introduced to emphasize that selection can occur at different levels, ranging from gene pools of a population to forms of organization of populations (Wilson and Wilson 2007; Wilson 1998) . In its most extreme form, which we will argue for, selection now occurs not just on biological phenotypes and underlying genotypes but also on the social structures that organize humans'. Moreover, once selection is on sociocultural formations, it is now more than just the gene pool of the population that is evolving but, rather, various levels of sociocultural formations are the units that are evolving, from a sociological perspective. The universe is now conceptualized as operating at various levels, from individuals and their phenotypes (and underlying genotype) to layers of social structures and their cultures guiding individual behaviors, with the consequence that selection is now definitely on social structures and their cultures, as well as on different levels of organizational structure, and equally fundamental, the unit of evolution is now much more than the population of individuals and involves transformations of organizational structures by non-Darwinian selection (that is, selection is not working blindly on underlying genotypes when selection is on human sociocultural structures, nor does such evolution only involve the gene pool). Once these next steps are taken in arguments about group selection and multi-level selection, the Modern Synthesis is revealed as inadequate to explain the evolution of human superorganisms. As we will highlight later in this paper, advances in genetics and neuroscience have also undermined the adequacy of the Modern Synthesis or biology proper and suggest even stronger parallels between evolution at the biological and sociocultural levels."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 2455,
                    "ref_id": null,
                    "start": 2447,
                    "text": "Figure 1"
                }
            ],
            "section": "Types of Non-Darwinian Selection, and What this Means",
            "text": "To assert that human superorganisms evolve by non-Darwinian types of selection invites intense debate with those who have tried to retain fidelity with the Modern Synthesis, even as they shift to trying to explain patterns of social behavior and social organization among humans. If humans' capacity for culture and ability to create new types of sociocultural formations to solve adaptive problems are now seen as the unit of evolution (rather than the gene pool), then selection begins to operate very differently than as conceptualized by the Modern Synthesis. The companion paper, \"Biology and American Sociology, Part I: The Rise of Evolutionary Thinking, Its Rejection, and Potential Resurrection\" ended with a much more robust conception of sociocultural system under selection in human superorganisms. Moreover, this first article ended with the suggestion that much evolution and the selection pressures driving this evolution of the sociocultural universe involves different types of non-Darwinian selection working on different levels of sociocultural formations. Furthermore, while evolution of a population's gene pool may be evolving under Darwinian selection pressures, the much more interesting evolution is on the embedded layers of sociocultural reality conceptualized as social structures regulated by cultural systems of beliefs, ideologies, values, and norms at different levels of social organization. Most biologically oriented scholars, even who appear to accept some form of multi-level selection, are generally not willing to go this far because traditional Darwinian-oriented biology loses its privileged position which, from our point of view, is appropriate because we are not addressing the biology of the individual but, instead, the sociology of sociocultural rather than biological evolution. The key is for both sociologists and other social scientists, on the one side, and biologically oriented scientists, on the other side, to recognize the obvious: the sociocultural universe and the biological universe both evolve and both evolve under selection on variants in structures or phenotypes. Biological and sociocultural evolution are alike in this general sense, but they are fundamentally different because, in sociocultural evolution, (a) units of evolution are superorganisms, (b) selection is on different layers of sociocultural formations, (c) selection is not blind, and (d) type of selection can vary. Figure 1 outlines this somewhat different view of multi-level selection somewhat along the lines of Part I of these two papers."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Non-Darwinian Selection, and What this Means",
            "text": "From a sociological view, the phenotype of the individual person (and this person's genotype) is the lowest and most basic level of evolution, but evolution of genotypes occurs within a population that is organized into levels of superorganisms, and such has been the case since the beginnings of humans who were organized into nuclear kinship units (one level of superorganism) that, in turn, were part of a second super-organism, the hunting and gathering band composed of several nuclear families. Moreover, much subsequent evolution of humans has not been so much biological-although this too has occurred-but sociocultural as new layers of social structure and their cultures were built up from group-level corporate units to communities and organizations into distinctive and differentiated institutional systems (kinship, religion, polity, law, economy, etc.) that, in turn, were the building blocks of societies and inter-societal systems and their cultures. contrast, in the sociocultural universe selection is on teleological systems that can create rapidly new variations in response to selection pressures from the environment. Moreover, selection can come from many sources in sociocultural systems, from any of the units of socicultural organization, as is denoted by the double arrows, and from even changes in human phenotypes and genotypes. Conversely, human phenotypes and their underlying genotype are protected not only by their epidermis and other forces like an immune system, they are also protected by their embedding in multiples layers of social structures and their cultures--from groups to organizations, to communities, to institutions, and to societies, as well as inter-societal systems."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Non-Darwinian Selection, and What this Means",
            "text": "Moreover, evolution in sociocultural systems occurs at any level, compared to biotic evolution where it is the gene pool that evolves. Among sociocultural systems, the culture and social structures at any level can evolve, and they all exert mutual selection pressures on each other, as is denoted by the double arrows. Thus, sociocultural evolution is very different than biological evolution--thus indicating that sociology has much to contribute to evolutionary analysis in general."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 95,
                    "ref_id": null,
                    "start": 89,
                    "text": "Fig. 1"
                }
            ],
            "section": "Fig. 1 Levels of Selection in the Sociocultural Universe",
            "text": "Indeed, most selection has been on a level of sociocultural organization outlined in the Fig. 1 , and in fact, much biological selection on individual phenotypes (and genotypes) has been, to a degree, mediated by selection on a level or levels of sociocultural formation in which individuals are embedded. For example, in the pandemic like the one occurring right now in early spring of 2020, selection on the medical institutional system and all of the corporate units (groups, organizations, and communities) from which the institution of medicine is constructed (and their cultures), as well as on those other institutional systems that provide resources for the institution of medicine (e.g., polity, economy, science, law, and education). Indeed, what an evolutionary analysis reveals is the inadequacy of many of the organizational systems for dealing with pandemics; and perhaps, something good will come of the current pandemic in re-organizing the institutional system of medicine. Indeed, an evolutionary approach highlights what needs to be done to generate a more effective sociocultural epidermis for protecting human life. And, while there is a mad dash to find drugs that can limit the harm of the coronavirus or to find a viable vaccine, this too is sociocultural in nature, revolving around research in new drugs by both governmental agencies, private companies in the economy, and health organizations in the institution of medicine. A pandemic is a threat not only to the human organism, but to the superorganisms that organizes human social life; and so, it is a good case where selection is working at almost every level-from the individual and its genotype to whole societies as well as inter-societal systems and the institution systems organizing societies."
        },
        {
            "cite_spans": [
                {
                    "end": 431,
                    "ref_id": "BIBREF163",
                    "start": 407,
                    "text": "Turner and Abrutyn 2017;"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 1 Levels of Selection in the Sociocultural Universe",
            "text": "To be sure, of course, the pathogens in a pandemic are also selecting on immune systems and other biological traits of the individual, but this selection is mediated and accompanied by selection on various levels of sociocultural organization, which is seeking to be another type of sociocultural immune system. Thus, it is important to determine both the type of non-Darwinian sociocultural selection (see Turner and Abrutyn 2017; ) working on institutional systems and all of their components as well as the nature of the Darwinian selection working directly on individual phenotypes and underlying genotypes. Depending on our purposes, we may emphasize Darwinian selection on individual phenotypes in an evolving gene pool of the population or non-Darwinian selection on sociocultural formations that are evolving. The types of selection, the nature of the units under selection, and the nature of the units that evolve will vary in multilevel evolutionary analysis; and such is almost always the case in the sociocultural universe."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 903,
                    "ref_id": null,
                    "start": 897,
                    "text": "Fig. 1"
                }
            ],
            "section": "Fig. 1 Levels of Selection in the Sociocultural Universe",
            "text": "Efforts to reduce the sociocultural to the biotic, and vice versa, are dead on arrival, even as protagonists continue this futile debate. Analysts need to decide which universe they are trying to explain-biotic or sociocultural-and use the appropriate theoretical tools; and if we wish to address both universes-that is, the biotic and socioculturalthen we use tools from both theoretical traditions. For example, if analysis seeks to explain the evolution of culture, then a heavy dose of biological theory is relevant in trying to understand why and how the brain grew and made possible sociality as well as spoken language and culture (see Turner 2021 for an example), whereas if we are trying to explain why languages change or why values and ideologies change in a population, then we need to emphasize non-Darwinian selection forces operating at various levels of social reality outlined in Fig. 1 . This seems so obvious to sociologists, but sadly, these are the points that divide biologists and sociologists."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Review of Current Evolutionary Approaches Available to Sociology",
            "text": "Is Functionalism Really Dead, or Just Misunderstood?"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Review of Current Evolutionary Approaches Available to Sociology",
            "text": "Early sociological theorizing on evolutionary dynamics was decidedly functional, especially in the work of Auguste Comte, Herbert Spencer, and Emile Durkheim. However, later critics of functionalisms' dramatically overstated the intent of these theorists to explain the evolution of societies in terms of the functional needs and requisites that particular structures and their cultures met or realized. Critics have asserted that theorists lined up a list of functional requisites and then mechanically explained the emergence and evolution of a structural or cultural phenomenon as meeting one of these needs. The problems with such crude arguments is that they are tautological-needs explain structures, and the existence of structures explain needsor they are an illegitimate teleology in which outcomes explain the existence of the very social forces that led to these outcomes. Added to these more logical problems was the perceived conservative bias of such theorizing: the status quo is necessary because it is functional and meeting critical needs, and by implication, should not be changed."
        },
        {
            "cite_spans": [
                {
                    "end": 314,
                    "ref_id": "BIBREF138",
                    "start": 290,
                    "text": "(Schutt and Turner 2019)"
                },
                {
                    "end": 492,
                    "ref_id": "BIBREF124",
                    "start": 480,
                    "text": "Parsons 1951"
                },
                {
                    "end": 513,
                    "ref_id": null,
                    "start": 493,
                    "text": ", Parson et al. 1952"
                },
                {
                    "end": 525,
                    "ref_id": "BIBREF115",
                    "start": 514,
                    "text": "Merton 1968"
                },
                {
                    "end": 915,
                    "ref_id": "BIBREF91",
                    "start": 903,
                    "text": "Lenski 1964)"
                }
            ],
            "ref_spans": [],
            "section": "A Review of Current Evolutionary Approaches Available to Sociology",
            "text": "These are, of course, serious charges and, if true, there would have been no reason to maintain functionalism; and indeed, few today would proclaim themselves as functionalists. And so, as evolutionary theorizing disappeared for all the reasons outlined in Part I of this two part analysis (Schutt and Turner 2019) , functionalism also disappeared, although anthropology kept it going through the mid-twentieth Century. Functionalism's brief re-emergence in the 1950-1970s (e.g., Parsons 1951 , Parson et al. 1952 Merton 1968 ) was, therefore, somewhat surprising but its reason for reemergence is that it examines the social universe in systemic terms, as did the old biological analogies of Comte and Spencer. And, it should not be surprising that riding on the coattails of functionalism's revival came stage model theorizing in the 1960s, but now with a more conflict theoretical orientation (e.g., Lenski 1964) , although more Integration (coordination and social control)"
        },
        {
            "cite_spans": [
                {
                    "end": 241,
                    "ref_id": null,
                    "start": 213,
                    "text": "Talcott Parsons, et al. 1953"
                }
            ],
            "ref_spans": [],
            "section": "Bronislaw Malinowski (1944):",
            "text": "At social structural level: Production (and economic distribution), Social Control (coordination and integration through law), Education (socialization via kinship and schools), Authority (political organization) Talcott Parsons, et al. 1953 :"
        },
        {
            "cite_spans": [
                {
                    "end": 687,
                    "ref_id": "BIBREF125",
                    "start": 675,
                    "text": "Parsons 1966"
                },
                {
                    "end": 702,
                    "ref_id": "BIBREF125",
                    "start": 688,
                    "text": ", Parsons 1971"
                },
                {
                    "end": 1236,
                    "ref_id": null,
                    "start": 1217,
                    "text": "Spencer's (1874-96)"
                }
            ],
            "ref_spans": [
                {
                    "end": 1975,
                    "ref_id": "TABREF0",
                    "start": 1968,
                    "text": "Table 1"
                }
            ],
            "section": "Bronislaw Malinowski (1944):",
            "text": "At social system level of action: Adaptation (securing, producing, and distributing resources), Goal Attainment, (via polity), Integration (via law), and Latency (reproduction and tension management) Note: Using a common vocabulary, it is clear these and other specifications of functional needs and requisites boil down to four or five functional requisites which, if converted, to points of vulnerability in societal social systems where selection pressures will likely be active obviates most of the problems with functionalism and converts functional analysis in a viable form of evolutionary theoretic analysis of sociocultural systems purely functional analysis (e.g., Parsons 1966 , Parsons 1971 ) also re-emerged. This time around, however, stage modeling persisted and did not die off, and indeed has adopted in a number of guises by world systems analysis (see below). There is, however, a way to make functionalism central to evolutionary analysis of societies. Rather than view what have been labelled \"functional requisites\" or \"functional needs,\" it is better to conceptualize them as axes or domains in which selection pressures tend to build up in human social systems. In many ways, this was Herbert Spencer's (1874-96) intention with his notions of differentiation in human societies occurring along a set of axes: production, reproduction, regulation, and distribution. The same would be true of other lists of functional requisites, such as Talcott Parsons' notions of adaptation, goal attainment, integration, and latency. Spencer always argued that societies can dissolve and de-evolve if a population cannot generate enough productivity, cannot distribute this productivity as well as information and movement of members of the population, cannot develop and expand reproductive mechanisms as societies are growing, and cannot regulate, coordinate, and control populations through the consolidation of power and development of cultural systems. Table 1 lists the socalled functional requisites of a number of early and later scholars considered to be \"functional theorists.\" Two things become immediately evident: the lists converge to a high degree with a relatively small number of such requisites; and what is also clear, this lists of requisite denotes potential problem areas of adaptation to changing environments, whether it be internal environments generated by population growth, over-consumption of resources, and new organizational problems, external environments from degradation of the ecosystem, or potential conflict with other societies."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronislaw Malinowski (1944):",
            "text": "If these are viewed as locations where selection pressures for new adaptive sociocultural arrangements emerge, forcing a population to use its capacities for agency to develop new kinds of social structures and cultures, or face the disintegrative consequences of failure to do so, then the problems with old-style functionalism vanish and, moreover, this list of vulnerabilities of societies provides a clear way to assess the adaptive problems facing a population and its potential capacity to deal with these problems. Can a society produce enough, efficiently distribute production, stabilize reproduction of persons and the structures organizing their activities, consolidate and centralize power to regulate, coordinate and control a population and its organizational units, codify ideologies, laws, and norms that are accepted by members of a population and organize their activities, and maintain power and cultural systems that generate additional integration of structures and incumbents in these structures at all levels of social organization, especially as a population grows and differentiates and/or faces internal crises or threats from the external environment?"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronislaw Malinowski (1944):",
            "text": "If a society is thriving, it has responded well to these fundamental, universal, and generic areas where selection pressures build up, whereas if it is not thriving (e.g., filled with conflict, unable to sustain its population, or deal with environmental threats, or threats from other populations), it is inevitable that some of these axes of selection pressures have not generated fully or adequate adaptive responses. Thus, superorganisms are like organisms: they are subject to selection pressures, and some of these are similar for both organisms and superorganisms, which is all that early organismic analogies by Comte and Spencer were trying to suggest. Thus, sociology risks throwing out the \"baby\" (a way to conceptualize generic selection forces on human societies) with the dirty \"bathwater\" (the problematic nature of functionalist analysis). But, the early functionalists were, in reality, trying to get a handle on evolution before and then after Darwin's definitive work; and they had gone a long way in doing so. And, what they discovered and the methods that they employed can still be part of evolutionary analysis in the twenty-first Century. Indeed, rather than trying to adapt hard-core Darwinian analysis to sociology, we should re-utilize in a different guise some early ideas that will let sociologists get a better handle on sociocultural selection dynamics, as distinct from blind natural selection on organismic phenotypes."
        },
        {
            "cite_spans": [
                {
                    "end": 726,
                    "ref_id": "BIBREF166",
                    "start": 699,
                    "text": "(Turner and Maryanski 2008;"
                },
                {
                    "end": 760,
                    "ref_id": null,
                    "start": 727,
                    "text": "Turner and Machalek 2018: 246-90)"
                }
            ],
            "ref_spans": [],
            "section": "Bronislaw Malinowski (1944):",
            "text": "Darwinian analysis is not useful when: (a) the unit of analysis is many levels of social structure and their cultures, all of which have capacities for agency; and (b) the gene or meme pool is not what is evolving but, instead, social structures and their cultures. Human superorganisms are simply a different phenomenon than organisms, despite some parallels of organization. Although there are \"parallels\" in the nature of adaptive problems faced by organisms and superorganisms, the nature of selection and the nature of agentic responses to these adaptive problems are very different. And it is this difference that makes it necessary to have a unique sociological mode of evolutionary analysis (Turner and Maryanski 2008; Turner and Machalek 2018: 246-90) ."
        },
        {
            "cite_spans": [
                {
                    "end": 2665,
                    "ref_id": "BIBREF162",
                    "start": 2652,
                    "text": "(Turner 2021)"
                }
            ],
            "ref_spans": [],
            "section": "Bronislaw Malinowski (1944):",
            "text": "Moreover, when using functionalism in this way, this analysis on axes of adaptive problems shifts the mode of analysis away from what might be considered a \"conservative\" analysis, legitimating the status quo, to one which asks the fundamental question: Are existing sociocultural formations responding to particular axes of adaptive problems sufficient, or have these modes of adaptations generated new adaptive problems requiring rebuilding sociocultural formations? In almost all cases when this kind of question is asked, analysis reveals many of the maladaptive problems inhering in institutional systems and the corporate units from which these systems of constructed. In asking this simple question, what was once considered a conservative and perhaps even retrogressive form of analysis becomes quite progressive in highlighting the direction that institutional evolution should take in overcoming its current inadequacies. Indeed, many social movements trying to change societies are, in essence, implicitly evolutionary because they emphasize the need to restructure societies in ways that are more adaptive at many levels, from individual health and psychological well-being to institutional viability in the face of adaptive problems. Moreover, the new evolutionary sociology will also allow sociologists to separate more than has been previously possible the biological nature of humans as evolve animals from their sociocultural creations; and in so doing, we have an additional capacity to assess whether or not existing patterns of social organization are meeting humans fundamental nature. We no longer need to posit lists of speculation about human nature that has been done for thousands of years, but the new evolutionary sociology can now isolate what is biological from what it not, and thereby, it becomes possible to use a revitalized emphasis on points of selection pressures and analysis of the sociocultural responses to these pressures in order to assess whether or not, and to what degree or not, these sociocultural responses are adaptive to not only the environment generating these sociocultural responses but also to the well-being of humans as biological animals. Adaptation is more than a sociocultural formation surviving in an environment; it is, as most progressive sociologists would argue, also necessary to assess the degree to which these formations are conducive to humans' evolve nature as an animal. Indeed, this is the goal of much activist sociology; and we argue that evolutionary sociology has the capacity to provide a new way to assess whether sociocultural formations are just and healthy for humans (Turner 2021) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "Stage Models of Human Evolution Stage models of societal evolution were abandoned in sociology because they treated non-Western societies as somehow \"primitive\" and because they tended to emphasize that evolution represents \"progress\" to an end of history, personified by western societies. These criticisms were overdrawn 1 for sociologists such as Spencer and Durkheim, although Marx did hold such an argument about the inexorable march of societies through stages or epochs to communism. In contrast, Weber saw rational-legal authority as hardly progress and certainly not how humans should end their history, locked into the \"steel enclosures\" of bureaucratic structures organizing all phases of social life."
        },
        {
            "cite_spans": [
                {
                    "end": 174,
                    "ref_id": "BIBREF125",
                    "start": 160,
                    "text": "Parsons (1966)"
                },
                {
                    "end": 382,
                    "ref_id": "BIBREF91",
                    "start": 367,
                    "text": "Lenski's (1964)"
                },
                {
                    "end": 662,
                    "ref_id": "BIBREF92",
                    "start": 647,
                    "text": "Lenski's (2005)"
                },
                {
                    "end": 1002,
                    "ref_id": "BIBREF119",
                    "start": 979,
                    "text": "(Nolan and Lenski 2018)"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "When stage models reappeared in sociology in the 1960s, they were based on data from the Human Relations Area Files, and the evaluative tenor was gone. Talcott Parsons (1966) , however, did have a kind of end of history argument that societies would evolve toward a capitalist and democratic system, but his model did not endure-perhaps for this very reason. Gerhard Lenski's (1964) first model of societal evolution emphasized the fundamental relationship among technology, production, economic surplus, expansion of power, and the resulting inequality and stratification, with a slight drop in inequality in western democratic societies. Later, Lenski's (2005) more ecological model outlined the specific dynamics leading to the evolution of each of type of society that had evolved in human history: hunting and gathering, pastoral and horticultural, fishing, agrarian, industrial and post-industrial, while the many editions of his book on Human Societies with Patrick Nolan (Nolan and Lenski 2018) continued to describe the dynamics of these societies based on data collected from the HRAF."
        },
        {
            "cite_spans": [
                {
                    "end": 637,
                    "ref_id": null,
                    "start": 610,
                    "text": "(Abrutyn and Lawrence 2010;"
                },
                {
                    "end": 651,
                    "ref_id": "BIBREF0",
                    "start": 638,
                    "text": "Abrutyn 2013a"
                },
                {
                    "end": 667,
                    "ref_id": "BIBREF1",
                    "start": 652,
                    "text": "Abrutyn , 2013b"
                },
                {
                    "end": 682,
                    "ref_id": null,
                    "start": 668,
                    "text": "Abrutyn , 2015"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "The reason that this type of evolutionary analysis came back in the 1960s and has prospered is that it informs us of the history of human institutions, stratification systems, societies, and inter-societal systems. To understand the present day, it is useful to understand how, why, and when the structures and cultures of human societies evolved, and periodically de-evolved. Equally significant, human societal evolution reveals very clear patterns; for, while each society is somewhat unique in its history, the various stages outlined in stage modeling emphasize what societies have in common historically (Abrutyn and Lawrence 2010; Abrutyn 2013a Abrutyn , 2013b Abrutyn , 2015 . By emphasizing those features that are common, rather than unique to each society, theorizing becomes possible; and if we examine societal stages theoretically, it is clear that the selection pressures emphasized by functionalism are key parts of the theories about the formation of each basic type of society that has evolved over the last 350,000 years, especially over the last 12,000 years as societies grew in scale and complexity. Indeed, stage models of societal evolution emphasize processes of differentiation of (a) institutional systems (and the corporate unit from which they are constructed) and (b) stratification systems generated by the unequal distributions of valued resources by each institutional domain, particularly economy and polity but all other domains as well. By understanding when in history various institutional domains, emerging as responses to adaptive problems, first evolve and then elaborate their structures, we also can understand how the nature and basis of stratification has changed during the course of institutional evolution. This knowledge, in turn, can be used to assess the kind of structural and cultural formations that can reduce inequalities that, over all of recent history, have inevitably lead to new adaptive problems for human societies."
        },
        {
            "cite_spans": [
                {
                    "end": 1250,
                    "ref_id": "BIBREF170",
                    "start": 1232,
                    "text": "(Wallerstein 1974)"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "Inter-Societal Models One criticism of stage models is that they focus mostly on the structure and culture of one society, or sets of societies that have evolved to a particular stage. Increasingly, sociologists came to view-as had Spencer and Weber decades earlier (Turner and McCafree 2021)-that any given society is connected to other societies; and moreover, it is not the societies, per se, that are evolving but the system of societies engaged in geo-economic and geo-political activities. Thus, focus shifted to theories of interrelations among societies, or the system of societies, as the most important unit because the dynamics of any one society and its evolution are very much tied to relations with, and its place within a larger system of societies. And so, evolutionary analysis in sociology has increasingly focused on what are termed \"world systems,\" \"systems of societies\" or more simply, \"inter-societal relations.\" Of course, there has always been a great deal of work by historians on \"world civilizations\" but the work of sociologists was more theoretical and involved a search for universal patterns of world system dynamics. A critical distinction was drawn between world empires and world economic systems (Wallerstein 1974) ; and while the two are related, sociological analysis has tended to separate them, with world systems analysis emphasizing the dynamics of geo-economic change, while more historical sociology has tended to focus on Spencer's view that warfare has been a driving force in societal evolution, thus making geo-politics a somewhat separate model of analysis."
        },
        {
            "cite_spans": [
                {
                    "end": 1418,
                    "ref_id": "BIBREF52",
                    "start": 1408,
                    "text": "Frank 1969"
                },
                {
                    "end": 1431,
                    "ref_id": "BIBREF52",
                    "start": 1419,
                    "text": "Frank , 1978"
                },
                {
                    "end": 1444,
                    "ref_id": "BIBREF52",
                    "start": 1432,
                    "text": "Frank , 1979"
                },
                {
                    "end": 1457,
                    "ref_id": "BIBREF53",
                    "start": 1445,
                    "text": "Frank , 1998"
                },
                {
                    "end": 1470,
                    "ref_id": "BIBREF14",
                    "start": 1458,
                    "text": "Braudel 1972"
                },
                {
                    "end": 1485,
                    "ref_id": "BIBREF15",
                    "start": 1471,
                    "text": "Braudel , 1975"
                },
                {
                    "end": 1500,
                    "ref_id": "BIBREF16",
                    "start": 1486,
                    "text": "Braudel , 1977"
                },
                {
                    "end": 1515,
                    "ref_id": "BIBREF17",
                    "start": 1501,
                    "text": "Braudel , 1979"
                },
                {
                    "end": 1529,
                    "ref_id": "BIBREF7",
                    "start": 1516,
                    "text": "Arrighi 1994)"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "Inter-Societal Models in Geo-Economic Approaches have focused on the emergence of capitalism as a world-level force generating a particular pattern of relations among societies. Early formulations by Immanuel Wallerstein distinguished among the core, periphery, and semi-periphery as the basic structure of a world economic system, with the core being the dominant and most economically developed engaged in exploitative trade relations with the periphery for raw materials under very unequal terms of exchange because of the dependency of undeveloped but resource rich societies on developed societies for capital needed to exploit these resources. The semi-periphery stands between the two extremes in the system and often works as the broker for the core in its exploitation of the periphery; and indeed, often the evolution of the world economic system leads a society or societies at the semi-periphery displacing societies at the core. Thus, Spain and Portugal are no longer core nations dominating the economic world system; and other European powers such as England and France are less significant than Germany, whereas the United States and China, former peripheral and semi-peripheral societies, now control the world economic system. There is now a vast literature and many models of the dynamics of such geo-economic systems that have brought a new sophistication to evolutionary analysis (e.g., Frank 1969 Frank , 1978 Frank , 1979 Frank , 1998 Braudel 1972 Braudel , 1975 Braudel , 1977 Braudel , 1979 Arrighi 1994) ). And, because many of these geo-economic theories of world system evolution borrow from Marx, they often have an \"end of history\" argument that the world capitalist system, as it evolves and exposes basic internal contradictions, will usher in world-level socialism. Such arguments, much like the critics of early evolutionary analysis in sociology, reveal a kind of ethnocentrism and bias that probably hinders, to some degree, their analyses because it is equally likely that the present world capitalist system could de-evole system could as capitalist production and markets collapse, as a pandemic forces isolation of societies, or as environmental degradation increases geo-political competition that destroys the capitalist economic system. Thus, the evolution of the world system of societies is likely to be a crucial focus of evolutionary sociology in the future."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "Inter-Societal Models of Geo-Politics have begun to re-emerge after a period of domination by geo-economic world systems analysis. Geo-political models had been pushed aside under the assumption that dominant economic powers use their economic dominance in world markets to control other societies. Historically, of course, the reverse was often the case, and world systems theorists' focus on geo-economics emphasized this historical shift from use of coercive power to gain control over world markets and, thereby, exploit other societies and extract their resources. Yet, over the last two decades, those engaged in historical research as well as geo-political analysis have increasingly emphasized the enduring importance of warfare and related geopolitical relations among societies as critical to world system evolution."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "Christopher Chase-Dunn and colleagues (Chase-Dunn 1998 Chase-Dunn and Hall 1991) have added many new elements to evolutionary analysis of world systems. First, Chase-Dunn and colleagues have emphasized that such systems are not new but, in fact, have existed among pre-literate populations. Second, geoeconomic dynamics always continue to interact with geo-political dynamics. Third, world system dynamics can be conceptualized in ecological terms revolving around the consolidation of power, development of technologies, and population growth as increasing intensification of resource extraction and production, leading to environmental degradation that in turn leads to circumscription, emigration of populations in search of resources, and eventually warfare in a constant cycle or what he terms as an iteration model of evolution. Fourth, the core, periphery, and semi-periphery distinction made by Wallerstein is not always evident, arguing for a view that there are various types of networks connecting societies, such as place networks (around geographical densities around polities), bulk goods networks (involving exchange of food and raw materials), political-military networks that extend other networks, information networks, prestige networks in which symbols of honor circulate. Thus, geo-economic and geo-political empires rise and fall as stratification and inequality, political centralization and corruption, sunk costs into infrastructures that are difficult to change, and conservative ideologies all increase, leading to the demise and reorganization of the networks constituting a geopolitical and geo-economic system. Still, in Chase-Dunn's models, these oscillating dynamics are slowly building toward an end of history stage of world system development, world-level socialism."
        },
        {
            "cite_spans": [
                {
                    "end": 201,
                    "ref_id": null,
                    "start": 186,
                    "text": "Spencer's (1894"
                },
                {
                    "end": 219,
                    "ref_id": null,
                    "start": 202,
                    "text": "Spencer's ( -1896"
                },
                {
                    "end": 464,
                    "ref_id": "BIBREF149",
                    "start": 451,
                    "text": "Turchin (2003"
                },
                {
                    "end": 481,
                    "ref_id": "BIBREF150",
                    "start": 465,
                    "text": "Turchin ( , 2006"
                },
                {
                    "end": 498,
                    "ref_id": "BIBREF151",
                    "start": 482,
                    "text": "Turchin ( , 2010"
                },
                {
                    "end": 515,
                    "ref_id": "BIBREF152",
                    "start": 499,
                    "text": "Turchin ( , 2013"
                },
                {
                    "end": 557,
                    "ref_id": "BIBREF153",
                    "start": 531,
                    "text": "(Turchin and Nefadov 2009)"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "In recent years, data from historical cases have reinvigorated older models by viewing world system dynamics as driven by warfare arising from phases and cycles, somewhat reminiscent of Spencer's (1894 Spencer's ( -1896 analysis of militant and industrial phases of societies (toward centralized and then decentralized power) and later Vilfredo Pareto's (1916) model of the circulation of elites and the phases of political and cultural change. Peter Turchin (2003 Turchin ( , 2006 Turchin ( , 2010 Turchin ( , 2013 and colleagues (Turchin and Nefadov 2009) have developed models of pre-industrial evolution revolving around secular cycles in which societies after successful warfare expand under conditions of high solidarity, low political instability, abundant lands, increased cultivation, low prices, high real wages, low rents, high personal consumption, low levels of usury high economic reserves, rural settlement growth, low levels of urbanization, low taxes, optimistic ideologies, and low levels of state intervention in the economy. Eventually this \"integrative phase\" is followed by a \"disintegrative phase\" in which all of the conditions marking the integrative phase are reversed, leading to instability of polity, economic stagnation, elite corruption, increased stratification and other reversals and thus a \"crisis phase\" that morphs into a \"depression phase,\" often leading to revolts and internal political instability and/or to intervention by another political power. Eventually a more integrative phase may be initiated in cycles running for about 100 years."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolutionary Models of Societal Evolution",
            "text": "Turchin has sought to generalize this model of agrarian cycles to contemporary societies, while at the same time, picking up Spencer's argument that societal growth and evolution have been very much driven by warfare. Indeed, he argues that \"ultrasociety\" or very large, differentiated societies are the result of scaling up for war in a kind of competitive \"survival of the fittest\" among societies, with those winning wars consolidating their defeated enemies into ever-larger sociocultural formation. What is evident, then, is that some of the key ideas of both Weber and Spencer on historical changes in societies, often conceptualized as cycles and phases of evolution of societies, have become part of a new evolutionary sociology. And, while histories of societies and \"civilizations\" have long been conducted by historians and while inter-state relations are major subfields within political science, an evolutionary mode of analysis by sociologists adds to these efforts and further invigorates the revival of evolutionary theorizing that cannot be performed by biologists."
        },
        {
            "cite_spans": [
                {
                    "end": 28,
                    "ref_id": null,
                    "start": 6,
                    "text": "Durkheim's (1893: 267)"
                },
                {
                    "end": 984,
                    "ref_id": "BIBREF81",
                    "start": 972,
                    "text": "(Irwin 2015)"
                }
            ],
            "ref_spans": [],
            "section": "Ecological Models of Societal Dynamics",
            "text": "Emile Durkheim's (1893: 267) analysis of the forces behind societal differentiation and the increase in the divisions of labor (a kind of \"social speciation\") borrowed imagery from Darwin's notion of natural selection: increasing size of a population increases density (moral and material) leading to competition for resources that, in turn, leda to differentiation of individuals and the corporate units organizing their activities into different resource niches. When stage model evolutionary theory was, in essence, banished from sociology in the mid-twentieth century, ecological analysis survived as urban ecology at the University of Chicago and later at the University of North Carolina in its social ecology program during the 1930s. In the late 1970s, former students of the sociology program at North Carolina created organizational ecology. Whether the Chicago School adopted Durkheim's ideas or, instead, borrowed from a more general view of the \"web of life\" (Irwin 2015) , which was prominent in early ecological analysis in the United States, ecological theorizing was the only branch of evolutionary theorizing in American sociology to survive during the entire twentieth Century into the first two decades of the twenty-first Century."
        },
        {
            "cite_spans": [
                {
                    "end": 638,
                    "ref_id": "BIBREF123",
                    "start": 615,
                    "text": "(Park and Burgess 1921;"
                },
                {
                    "end": 650,
                    "ref_id": "BIBREF179",
                    "start": 639,
                    "text": "Wirth 1938;"
                },
                {
                    "end": 661,
                    "ref_id": "BIBREF77",
                    "start": 651,
                    "text": "Hoyt 1939;"
                },
                {
                    "end": 685,
                    "ref_id": "BIBREF67",
                    "start": 662,
                    "text": "Harris and Ullman 1945)"
                },
                {
                    "end": 904,
                    "ref_id": "BIBREF68",
                    "start": 893,
                    "text": "Hawley 1944"
                },
                {
                    "end": 918,
                    "ref_id": "BIBREF69",
                    "start": 905,
                    "text": "Hawley , 1986"
                },
                {
                    "end": 2112,
                    "ref_id": "BIBREF111",
                    "start": 2098,
                    "text": "McPherson 1983"
                },
                {
                    "end": 2129,
                    "ref_id": "BIBREF112",
                    "start": 2113,
                    "text": "McPherson , 1988"
                },
                {
                    "end": 2162,
                    "ref_id": "BIBREF113",
                    "start": 2130,
                    "text": "McPherson and Ranger-Moore 1991)"
                }
            ],
            "ref_spans": [],
            "section": "Ecological Models of Societal Dynamics",
            "text": "Urban Ecology Early work by Chicago School sociologists led to a vision of Chicago and, by inference, other urban areas as an organic whole (a la the \"web of life\" metaphor) but more Darwinian ideas were also introduced, particularly the notion that actors (individuals and corporate units) engage in different activities and, thereby, compete for the resources available in urban space. Such competition is institutionalized by real estate markets that sorts actors by their ability to pay for particular \"niches\" in urban space, thereby leading the differentiation of urban space as a kind of \"ecological system\" (Park and Burgess 1921; Wirth 1938; Hoyt 1939; Harris and Ullman 1945) . Later, this imagery was used to understand other communities beyond Chicago and, equally important, the con-urban metropolitan regions that began to form in the second half of the twentieth Century (e.g., Hawley 1944 Hawley , 1986 . (1977)-of Amos Hawley, who had moved from Chicago to North Carolina, extended the ecological model to organizations in a much more self-conscious effort than urban ecology to adopt ideas from biology to sociology. Organizations were seen as resource-seeking entities with populations of organization seeking similar resources constituting a distinctive resource niche. The resource could be customers, students, club members, or virtually any resource that an organization needed to sustain its operation. As the number of organizations seeking resources in the same niche increased, the density of the population increased, leading to more intense competition for resources. Those that could not successfully compete were selected out of the niche, either failing or moving to a new resource niche, with the result that the population of organizations would generally increase as long as resources were plentiful but, over time as density and competition increased, the number would decrease to the carrying capacity of the niche, with less extreme fluctuations. From the seminal ideas of Hannan and Freeman, a variety of types of organizational ecology were developed (e.g., McPherson 1983 McPherson , 1988 McPherson and Ranger-Moore 1991) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational Ecology Two students-Hannan and Freeman",
            "text": "To the present day, these ecological dynamics remain a part of meso-level analysis of not only populations of organizations but also communities and urban regions. These ecological approaches extend Darwinian ideas, while at the same time taking account of the fact that social units have capacities for agency to change their structure and culture; and yet, at the same time, the inertial tendencies in the structures and cultures of organizations place limits on agency, thus making much selection on organizational phenotypes much like selection on organismic phenotypes, with density, competition, and selection sorting out the \"fittest\" organizations. Such theorizing is a relatively modest but decisive extension of ideas from Spencer and Durkheim which, unlike stage models of societal evolution, developed for the whole of the twentieth Century to their present state of sophistication. At the same time, the success of this form of modeling led to an effort to move analysis to a more macro level of social organization, thereby bringing ecological analysis back to where it began in sociology with work of Spencer and Durkheim."
        },
        {
            "cite_spans": [
                {
                    "end": 543,
                    "ref_id": "BIBREF173",
                    "start": 532,
                    "text": "White (1959"
                },
                {
                    "end": 557,
                    "ref_id": null,
                    "start": 544,
                    "text": "White ( [2007"
                },
                {
                    "end": 801,
                    "ref_id": "BIBREF92",
                    "start": 788,
                    "text": "Lenski (2005)"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Ecology Two students-Hannan and Freeman",
            "text": "New Macro-Level Ecological Analysis As ecological theorizing gained in visibility, it was perhaps inevitable that theorists would begin to move such analysis to a more macro level of social organization typical of Spencer and Durkheim in the nineteenth century and, moreover, to recombine it with stage models of societal evolution. Since anthropologists had not abandoned stage modeling in the mid-twentieth century as sociologists had, the first signs of a more macro level ecology came from anthropological theorists like Leslie White (1959 White ( [2007 ). This new form of theorizing emphasized \"energy capture\" as the driving force of societal evolution in which the relationship between technology and energy in generating increased productivity was emphasized. Similarly, Gerhard Lenski (2005) also began to recast his evolutionary arguments in a more ecology framework, emphasizing the effects of technology, coupled with capital formation (tools of production), would increase production and, thereby, force the elaboration of larger and more complex societies, generating higher levels of economic surplus beyond the consumption needs of a population for survival. He emphasize an economic surplus is a function of (resources) x (technology) x (capital), divided by the size of the population, increases economic surplus which in turn leads to the further development of a society. White had also emphasized that population size is critical in generating selection pressures for increased production and economic surplus but also can serve as a drag on societal evolution if its size exceeds the productive capacities of the economy and technology available."
        },
        {
            "cite_spans": [
                {
                    "end": 78,
                    "ref_id": "BIBREF11",
                    "start": 65,
                    "text": "Boserup (1965"
                },
                {
                    "end": 95,
                    "ref_id": "BIBREF12",
                    "start": 79,
                    "text": "Boserup ( , 1981"
                },
                {
                    "end": 588,
                    "ref_id": "BIBREF92",
                    "start": 575,
                    "text": "Lenski (2005)"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Ecology Two students-Hannan and Freeman",
            "text": "At the same time in the mid-twentieth century, others like Ester Boserup (1965 Boserup ( , 1981 were resurrecting Malthus' model of population in a more Spencerian and Durkheimian guise, emphasizing that population growth generates selection pressures for technological development and increased productivity, thus causing societal evolution. And as Spencer had emphasized, Boserup also stressed that evolution can continue as long as production can keep pace with population growth. If the expansion of societies fails to keep pace, however, then de-evolution is likely. As Lenski (2005) emphasized, societies can be conceptualized as a set of relations among population, technology, ideologies (cultural values and beliefs), and patterns of institutional organization; and as these all increase and expand, the size of the population is likely to increase. In turn, these changes will all have increasing effects of the biophysical environment, as well as the sociocultural environments composed of other societies. However, if population growth and environmental pressures have negative effects on production and patterns of social organization, then the biophysical environment will exert greater effects of further societal evolution and, potentially, cause societal de-evolution of societies in the face of environmental crises."
        },
        {
            "cite_spans": [
                {
                    "end": 117,
                    "ref_id": "BIBREF56",
                    "start": 106,
                    "text": "(Freid 1967"
                },
                {
                    "end": 320,
                    "ref_id": "BIBREF23",
                    "start": 305,
                    "text": "Carneiro (1970)"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Ecology Two students-Hannan and Freeman",
            "text": "Other models along these lines can be found not only in anthropology and sociology, but political science (Freid 1967 ) and even history as well. Moreover, these models also are compatible with the evolutionary models described in much world systems theorizing, as is particularly evident in the works of Carneiro (1970) , who adapted Spencer's theory to a theory on the evolution of the state or in Christopher Chase-Dunn's approach to viewing world system dynamics as very much linked to the effects of societies on the environment which, in turn, alters geopolitical and geoeconomic dynamics connecting societies that global formations, or societies in a world systems."
        },
        {
            "cite_spans": [
                {
                    "end": 53,
                    "ref_id": "BIBREF154",
                    "start": 39,
                    "text": "Turner's (1995"
                },
                {
                    "end": 71,
                    "ref_id": "BIBREF156",
                    "start": 54,
                    "text": "Turner's ( , 2003"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Ecology Two students-Hannan and Freeman",
            "text": "Even more abstract approaches, such as Turner's (1995 Turner's ( , 2003 , and 2010a) analysis of macrodynamics addresses many of these same intra-and intersocietal dynamics, borrowing from Spencer the point that population growth generates selection pressures for increased production, reproduction, distribution, and regulation; and combined, these selection pressures push for structural differentiation and expansion of societies in ecological space. At some point it becomes likely that societies seeking ever more space and resources will cause environmental degradation and/or will come into conflict with other societies."
        },
        {
            "cite_spans": [
                {
                    "end": 379,
                    "ref_id": null,
                    "start": 353,
                    "text": "Turner and McCaffree 2021;"
                },
                {
                    "end": 395,
                    "ref_id": "BIBREF109",
                    "start": 380,
                    "text": "McCaffree 2021)"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Ecology Two students-Hannan and Freeman",
            "text": "All of these models across the social sciences converge in seeing societal evolution in ecological terms, revolving around populations adapting to their environments by responding to selection pressures to built up more complex social structures in response to population growth-as was the case at the very beginning of early sociological analysis (see Turner and McCaffree 2021; McCaffree 2021) . Populations are thus responding to the very selection pressures emphasized by Spencer and Durkheim, revolving around several basic fault lines in all human societies: production of resources necessary to sustain a population and the social structures organizing this population, reproducing the larger population and the structures organizing social life, developing distributive infrastructures (for dispersal of resources, information, and people), creating new structures for regulation and social control, such as law and polity, and new forms of cultural beliefs and ideologies that can integrate differentiated members of a population. And, as the scale of societal organization increases, the increasing effects of scale on the biosphere and on other societies all operate to create not only inter-societal systems but also potential conflict among societies or even among different inter-societal systems. These are the kinds of ecological and evolutionary processes that only the social sciences can study profitably because they involve dynamics that cannot be adequately conceptualized with a \"generalized Darwinism\" that expands rather modestly the Modern Synthesis in biology. Such is particularly the case with efforts in biology and psychology to attempt to do so within only the basic elements of the Modern Synthesis; and while they can offer new insights, they cannot supplant a more distinctly social science approach to evolutionary and ecological dynamics, as will become evident in the next section."
        },
        {
            "cite_spans": [
                {
                    "end": 396,
                    "ref_id": null,
                    "start": 376,
                    "text": "(Hamilton, 1964a, b;"
                },
                {
                    "end": 411,
                    "ref_id": "BIBREF175",
                    "start": 397,
                    "text": "Williams 1966;"
                },
                {
                    "end": 423,
                    "ref_id": "BIBREF176",
                    "start": 412,
                    "text": "Wilson 1975"
                },
                {
                    "end": 436,
                    "ref_id": "BIBREF176",
                    "start": 424,
                    "text": "Wilson [2000"
                },
                {
                    "end": 452,
                    "ref_id": "BIBREF40",
                    "start": 439,
                    "text": "Dawkins 1976)"
                },
                {
                    "end": 1136,
                    "ref_id": "BIBREF10",
                    "start": 1116,
                    "text": "(Barkow et al. 1992;"
                },
                {
                    "end": 1152,
                    "ref_id": null,
                    "start": 1137,
                    "text": "Buss, 2016a, b)"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "As stage-modeling and functionalism returned to sociology in the 1960s, and then as organizational ecology re-invigorated ecological analysis in the late 1970s, evolutionary analysis in biology began to enter the social sciences, seeking to explain patterns and rates of behaviors as they affect patterns of social organization from a new biological perspective: sociobiology (Hamilton, 1964a, b; Williams 1966; Wilson 1975 Wilson [2000 ; Dawkins 1976) . As emphasized earlier in discussing multi-level or group selection, this new approach to evolution placed great emphasis on the genotype, emphasizing that phenotypes of organisms are merely the survivor machine for the real driving force driving evolution, the gene which seeks \"immortality\" and the ability to remain in the gene pool. Somewhat later, psychologists began to accept much of the emphasis of sociobiology but added a focus on the brain, with behaviors seen as outcomes of natural selection reworking on the brain to generate fitness enhancing behaviors that preserved genes in the gene pool. Thus, what came to be known as evolutionary psychology (Barkow et al. 1992; Buss, 2016a, b) joined sociobiology to study phenomena that were increasingly sociological in nature."
        },
        {
            "cite_spans": [
                {
                    "end": 212,
                    "ref_id": "BIBREF181",
                    "start": 192,
                    "text": "Wynne-Edwards (1962)"
                },
                {
                    "end": 724,
                    "ref_id": "BIBREF40",
                    "start": 711,
                    "text": "(Dawkins 1976"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Sociobiology As emphasized earlier, the rise of sociobiology was, ironically, motivated by a sense of threat felt by some evolutionary biologists to the notion of \"group selection\" offered by Wynne-Edwards (1962) . If selection is on the group, it becomes possible to argue that it is the group that evolves-an argument that would seem quite natural and appropriate to most sociologists. But to biologists it was threatening, and as a result, those who founded sociobiology shifted their focus to the gene and genome of organisms, emphasizing that natural selection is working on phenotypes to select the most fit genes for individuals. The phenotype of an individual is thus a \"survivor machine\" of the genome (Dawkins 1976 ) that was implicitly directing evolution so as to facilitate survival of genes."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "This shift in emphasis from phenotype to genotype allowed sociobiologists to argue that when natural selection has worked to give organisms behavioral propensities to form group structures, selection is still working to preserve in the gene pool certain types of genes. Thus, behaviors such as those favoring kin over non-kin and reciprocity in exchanges that facilitate group formations are simple behavioral and organizational strategies favoring the preservation some critical types of genes in the genotypes of individuals. Selection is still be on the individual, the survivor machine carrying a genotype, and even group organization is simply an extension of genetically driven behavioral propensities. Hence, selection remains on the individual, with the gene pool of the population of individuals remaining the unit that is evolving."
        },
        {
            "cite_spans": [
                {
                    "end": 270,
                    "ref_id": "BIBREF176",
                    "start": 258,
                    "text": "(Wilson 1975"
                },
                {
                    "end": 284,
                    "ref_id": "BIBREF176",
                    "start": 271,
                    "text": "(Wilson [2000"
                },
                {
                    "end": 299,
                    "ref_id": "BIBREF5",
                    "start": 287,
                    "text": "Alcock 2001)"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Yet, this shift in orientation allowed biologists to begin making rather extravagant and unfounded claims that they could explain the subject matter of sociology using the arguments of the Modern Synthesis, thus relegating sociology to a subfield of biology (Wilson 1975 (Wilson [2000 ; Alcock 2001) . Sociobiology could, it appears, offer explanations of other organisms that form societies, such as insects, because the behaviors of insects forming and maintaining macro societies (of millions of members) are genetically driven-even though it is a stretch to argue that human societies composed of intelligent, agentic individuals are similarly under the control of genes seeking immortality."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "However, so much of human social organization is created on the ground and enshrined in culture that, for most sociologists, it is difficult to see sociocultural formations as genetically driven, except that humans' larger brains allowing for culture and spoken language have a genetic basis, but these same genetically generated capacities are what enable humans to construct and reconstruct the sociocultural universe organizing their lives in response to environmental changes. Selection is not blind, as it is in organic evolution; rather, in human superorganisms (the organization of persons), humans actions and patterns of social organization are self-directed with individuals and all of the corporate units in which they are organized having capacities to make decisions that facilitate adjustment to changing environmental conditions generating selection pressures on human groupings. Selection thus does not work on the individual and its genome, but instead, works on the viability of patterns of social organization and on corporate units from which patterns of social organization are constructed-organizing individuals to make decisions to change sociocultural phenotypes regulated by culture in response to selection pressures. Thus, selection is less on the individual than on the corporate units and their cultures that make up sociocultural formations, and moreover, it is not the phenotype of the populations of individuals and their underlying gene pool that is evolving. Selection is on the sociocultural phenotypes, and it is the structure and culture of this phenotype that evolves."
        },
        {
            "cite_spans": [
                {
                    "end": 114,
                    "ref_id": "BIBREF94",
                    "start": 101,
                    "text": "Lopreato 1984"
                },
                {
                    "end": 130,
                    "ref_id": "BIBREF95",
                    "start": 115,
                    "text": "Lopreato , 2001"
                },
                {
                    "end": 158,
                    "ref_id": "BIBREF96",
                    "start": 131,
                    "text": "Lopreato and Crippen, 1999;"
                },
                {
                    "end": 174,
                    "ref_id": "BIBREF133",
                    "start": 159,
                    "text": "Sanderson 2015)"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Although a number of prominent sociologists have adopted much of the emphasis of sociobiology (e.g., Lopreato 1984 Lopreato , 2001 Lopreato and Crippen, 1999; Sanderson 2015) , most sociologists have not done so because a sociological perspective on the evolution of sociocultural formations requires a different kind of evolutionary analysis. Selection is not Darwinian and blind in simply allowing those phenotypical (and genetic) traits that facilitate fitness to persist, while selecting out those that do not facilitate fitness. In human systems, humans are aware of the selection pressures on their patterns of social organization, and they are capable of using their capacities for agency to reduce these pressures by changing their sociocultural phenotypes. True, a type of non-Darwinian selection is still an important driving force of sociocultural evolution, but it does not work blindly; and evolution generally is not on organisms' phenotypes and underlying genotypes, but rather, on sociocultural phenotypes and the structural patterns and cultural codes organizing these sociocultural phenotypes."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 39,
                    "ref_id": null,
                    "start": 33,
                    "text": "Fig. 1"
                }
            ],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "These are the critical points in Fig. 1 outlined earlier; and as the figure emphasizes, selection occurs on sociocultural formations at all levels of human social organization, and moreover, these formations often generate selection pressures on each other, with each level of social organization potentially evolving. At times, as noted earlier, selection can be Darwinian in a traditional sense, as is the case in a pandemic or environmental crisis, blindingly selecting individual phenotypes and underlying genotypes. However, even under these conditions, as we emphasized earlier, selection can also be working on medical care systems, governments, and other institutional systems to provide responses to these selection pressures, which are not blind but intended to alter sociocultural phenotypes in order to preserve lives of individual humans."
        },
        {
            "cite_spans": [
                {
                    "end": 86,
                    "ref_id": "BIBREF10",
                    "start": 66,
                    "text": "(Barkow et al. 1992)"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Evolutionary Psychology What was added by evolutionary psychology (Barkow et al. 1992) to the arguments of sociobiology was an emphasis on evolution of the brain during hominin evolution during the Pleistocene (2.5 to 0.11 million years ago). Emphasis was on how natural selection altered the brain to produce fitness enhancing behaviors during the late Pleistocence (1.0 to 0.3 million years) of hominin evolution into early humans (e.g, Neanderthals, Homo sapiens), with these alterations in the brain producing fitness enhancing behaviors that undergird patterns of human social organization. Early forms of this argument tended to argue for discrete modules evolving in the brain to solve particular adaptive problems, which now appear to have diminished primarily because the structure of the human brain was very much in place by the late Pleistocene, with most of the evolution revolving around increases in the size of neocortical and subcortical areas, and increased connectivity. Indeed, there was a kind of functionalism implicit in these early arguments: a need for a particular type of structure would magically produce a module in the brain to meet that need."
        },
        {
            "cite_spans": [
                {
                    "end": 400,
                    "ref_id": "BIBREF73",
                    "start": 387,
                    "text": "Hopcroft 2002"
                },
                {
                    "end": 416,
                    "ref_id": "BIBREF72",
                    "start": 401,
                    "text": ", Hopcroft 2006"
                },
                {
                    "end": 433,
                    "ref_id": "BIBREF74",
                    "start": 417,
                    "text": ", Hopcroft 2009a"
                },
                {
                    "end": 441,
                    "ref_id": "BIBREF75",
                    "start": 434,
                    "text": ", 2009b"
                },
                {
                    "end": 457,
                    "ref_id": "BIBREF76",
                    "start": 442,
                    "text": ", Hopcroft 2016"
                },
                {
                    "end": 471,
                    "ref_id": "BIBREF83",
                    "start": 458,
                    "text": "Kanazawa 2004"
                },
                {
                    "end": 487,
                    "ref_id": "BIBREF84",
                    "start": 472,
                    "text": "Kanazawa , 2010"
                },
                {
                    "end": 512,
                    "ref_id": "BIBREF85",
                    "start": 488,
                    "text": "Kanazawa and Still 2000)"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "More recent arguments are simply that the brain has been wired to produce fitness-enhancing behaviors. Emphasis is on the individual phenotype, and on the gene pool as evolving, with particular emphasis on the genetically controlled neurology of humans as it affects behaviors. Many of those sociologists who bought into sociobiology also have done so for evolutionary psychology (e.g., Hopcroft 2002 , Hopcroft 2006 , Hopcroft 2009a , 2009b , Hopcroft 2016 Kanazawa 2004 Kanazawa , 2010 Kanazawa and Still 2000) . Hence, many sociological analyses using the framework of evolutionary psychology focus on rates of certain types of behaviors, such as exchange, kin biases, crime, deviance, promiscuity, sexuality, and many more behavior strategies that increase fitness of the individual and hence preserve individuals' genes in the gene pool. Some interesting findings do emerge from these efforts but they are typically couched as \"just so stories\": Individuals are driven to maintain their genes and pass them on (and hence remain in the gene pool); behavior X increases the chances of individuals surviving and passing on their genes; and then a story is constructed about how, in the distant evolutionary past, those individuals whose brains pushed them to emit behavior X were more likely to survive, while those whose brains did not produce behavior X, were selected out of the gene pool. Sometimes these \"just so\" stories can have a certain credibility; at other times, they seem rather ad hoc."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Aside from the problem of \"just so\" stories, evolutionary psychology possesses a psychological bias: social structures and their cultures are just sums of behaviors of individuals, thereby underemphasizing the fact that social structure and culture are emergent phenomena that constrain as much as they are driven by behavior. Evolutionary psychology is thus not likely to focus on selection on sociocultural phenotypes, thus reducing much of what is interesting to sociologists."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Moreover, both sociobiology and evolutionary psychology have a tendency to posit as part of humans evolved psychology and, hence, as part of human nature traits that are seemingly universal in humans, without doing the hard work on actually looking at the biology of humans as an evolved great ape. High rates of behavior or universal patterns of social organization do not necessary mean that these are driven by human biology; they could be driven or more often are by common selection forces and adaptive problems in the environments of humans. Thus, once again, it is important to separate what has a genetic and biological basis in humans and what has a cultural and social structural basis; and this cannot been done by speculation or \"just so\" stories; it has to be done by using biological methods to see what is biological vs. what is sociocultural."
        },
        {
            "cite_spans": [
                {
                    "end": 254,
                    "ref_id": "BIBREF44",
                    "start": 241,
                    "text": "(DiSalvo 2011"
                },
                {
                    "end": 270,
                    "ref_id": "BIBREF45",
                    "start": 255,
                    "text": "(DiSalvo , 2016"
                }
            ],
            "ref_spans": [],
            "section": "Sociobiology and Evolutionary Psychology",
            "text": "Even outside of sociobiology proper, many new works in recent years have made the kinds of assertions of sociobiology and evolutionary psychology. For example, neurologists are often led to argue that the human brain is \"wired for altruism\" (DiSalvo 2011 (DiSalvo , 2016 , and \"pro-social inclinations\" (Iacobani and Christov-Moore 2016), and \"altruistism.\" These are, of course, plausible assertions, but the data on neurology offered have been subject to considerable interpretation and extension. We would argue that these interpretations could be backed up by cladistics analysis and comparative neuroanatomy on great ape and human brains (see below) that allows those interested in human nature to distinguish between what is actually true to humans' evolved biology and what arises from culturally regulated behaviors."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "One way to get around the vexing problem of whether or not particular behavioral propensities among humans are biologically or socioculturally based, or mixed together in some way, is to engage in what August Comte, Herbert Spencer, and even Charles Darwin proposed over 150 years ago: comparative analysis of humans with other species that organize themselves into social groupings and large-scale societies. Below, we briefly outline several research programs. To engage in this kind of analysis, scholars borrow methodologies from biology with a sociological orientation, revolving around a recognition that humans, as evolved animals, surely have inherited behavioral and organizational propensities that are hard-wired and, to an extent under genetic control, while at the same time humans are an evolved animal with capacities for language and culture which, to a degree, liberate them from their inherited biology."
        },
        {
            "cite_spans": [
                {
                    "end": 503,
                    "ref_id": "BIBREF6",
                    "start": 478,
                    "text": "(Andrews and Martin 1987)"
                },
                {
                    "end": 633,
                    "ref_id": "BIBREF82",
                    "start": 607,
                    "text": "(Jeffers and Lehiste 1979)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Using Cladistic Analysis in Sociology Both Darwin and Spencer noted that it would be useful to compare humans to great apes because of their obvious \"resemblances.\" Of course, their speculations occurred without the benefit of the rediscovery of Mendelian genetics and, more significantly, the ability to map the human and genomes of chimpanzees, gorillas, and orangutans. This ability to compare genomes allows for a powerful cladistic analysis comparing humans and great apes (Andrews and Martin 1987) . Cladistic analysis is, in many ways, a biological version of historical reconstructions of languages (Jeffers and Lehiste 1979) in which languages that are believed to be descendants of a common \"mother language\" are analyzed to discover the nature of this mother language. The logic of historical reconstruction of languages is that if the descendant languages all share certain common features, then these are likely to have been present in the lost mother language."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Genetic analysis comparing human and great ape genomes confirms what Darwin and Spencer suspected: humans are closely related to great apes at a genetic level, and thus, had common ancestors with them. Indeed, humans and great apes are probably even more closely related than could have been anticipated; humans share 99% of their genes with common and bonobo chimpanzees, 98% with highland and lowland gorillas, and 96-97% with orangutans, although these genes are arranged along an extra chromosome pair for great apes. This closeness assures that humans shared ancestors with each of the great apes; and thus by the logic of cladistic analysis, the behavioral and organizational traits that they share were likely present in the last common ancestor (LCA) of humans and each great ape. Cladistics thus provides a tool for sociologists to look back in time and get a very real sense of what humans' distant ancestors were like and, in so doing, give us a reasonable sense for the biology that humans inherited from their hominin ancestors. We can see, in essence, what humans' ancestors were like, behaviorally and organizationally, before language, culture, and big brains evolved."
        },
        {
            "cite_spans": [
                {
                    "end": 25,
                    "ref_id": "BIBREF102",
                    "start": 10,
                    "text": "Maryanski (1986"
                },
                {
                    "end": 44,
                    "ref_id": "BIBREF103",
                    "start": 26,
                    "text": "Maryanski ( , 1987"
                },
                {
                    "end": 63,
                    "ref_id": "BIBREF104",
                    "start": 45,
                    "text": "Maryanski ( , 1992"
                },
                {
                    "end": 82,
                    "ref_id": "BIBREF105",
                    "start": 64,
                    "text": "Maryanski ( , 1993"
                },
                {
                    "end": 101,
                    "ref_id": "BIBREF106",
                    "start": 83,
                    "text": "Maryanski ( , 1995"
                },
                {
                    "end": 990,
                    "ref_id": "BIBREF104",
                    "start": 975,
                    "text": "Maryanski 1992;"
                },
                {
                    "end": 1012,
                    "ref_id": null,
                    "start": 991,
                    "text": "Maryanski 2005, 2008)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Alexandra Maryanski (1986 Maryanski ( , 1987 Maryanski ( , 1992 Maryanski ( , 1993 Maryanski ( , 1995 was a pioneer in the use of cladistic analysis in sociology by coding all of the existing studies of great ape behavior and social organization for the strength of ties among conspecifics and then performing network analysis on their social relations. The results were some startling and counterintuitive findings: apes are weak-tie animals, with few strong social ties; apes do not form kinship units beyond mother-offspring ties, which are broken forever for two of the three great apes at puberty; great apes do not form permanent groups of any sort; community is the only social structure \"organizing\" great apes who wander around communities, often alone, forming very short-term ties and groups that soon break apart. Her work, often with J. H. Turner, has allowed for a very different view of the biology of humans that was inherited from great ape ancestors (e.g., Maryanski 1992; Maryanski 2005, 2008) , all of which have large consequences for understanding human behavior and social organization."
        },
        {
            "cite_spans": [
                {
                    "end": 234,
                    "ref_id": "BIBREF162",
                    "start": 222,
                    "text": "Turner 2021)"
                },
                {
                    "end": 366,
                    "ref_id": "BIBREF155",
                    "start": 354,
                    "text": "Turner (2000"
                },
                {
                    "end": 382,
                    "ref_id": "BIBREF157",
                    "start": 367,
                    "text": "Turner ( , 2007"
                },
                {
                    "end": 398,
                    "ref_id": "BIBREF162",
                    "start": 383,
                    "text": "Turner ( , 2021"
                },
                {
                    "end": 834,
                    "ref_id": "BIBREF36",
                    "start": 820,
                    "text": "(Damasio 1994;"
                },
                {
                    "end": 847,
                    "ref_id": "BIBREF90",
                    "start": 835,
                    "text": "LeDoux 1996)"
                },
                {
                    "end": 930,
                    "ref_id": "BIBREF162",
                    "start": 917,
                    "text": "Turner (2021)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Cladistic analysis thus involves a very useful inter-species analysis that can provide answers to such questions as the biological nature of humans, as distinct from the effects of culture and social structures (e.g., see Turner 2021) . Moreover, it can be combined with another strategy of inter-species analysis: comparative neuroanatomy. For example, Turner (2000 Turner ( , 2007 Turner ( , 2021 has compared the structures of great ape and human brains to discover that subcortical areas of the brain generating emotions are twice as large as in great apes, thus indicating that natural selection was making hominins more emotional long before making humans more intelligent. In fact, since intelligence is dependent upon emotional tags on cognitions for memories, for retrieval of memories, and for decision-making (Damasio 1994; LeDoux 1996) , such had to have been the case. Such comparisons also have allowed Turner (2021) to offer a view of humans' biological nature that is based upon neurological differences between great apes and humans that is far less speculative than most such analyses."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Thus, cladistics allows sociologists to isolate what is clearly biological from sociocultural and thereby avoid the over-reach of both sociobiology and evolutionary psychology. Indeed, from a sociological perspective, the evolutionary path from apes does not automatically lead to social structure and cultures; and in fact, the lack of sociality and permanent groups among humans' distant ancestors suggests that the principal selection pressures on humans were to become more social and grouporiented. Emotions were the key to enhancing the social ties among hominins and in generating higher levels of group solidarity. Thus, long before spoken language and capacities for symbolic culture could evolve as the neocortex of the brain grew, subcortical emotion centers grew and provided the needed behavioral trait-emotionality-for hominin and, hence, human survival. Thus, it is now possible to do both biology and sociology without having to reduce sociology to biology; indeed, it was a sociological force-the imperative to get better organized, or die-that changed greatape neuroanatomy into human neuroanatomy."
        },
        {
            "cite_spans": [
                {
                    "end": 1179,
                    "ref_id": "BIBREF162",
                    "start": 1167,
                    "text": "(Turner 2021"
                },
                {
                    "end": 1206,
                    "ref_id": "BIBREF104",
                    "start": 1191,
                    "text": "Maryanski 1992;"
                },
                {
                    "end": 1233,
                    "ref_id": "BIBREF166",
                    "start": 1207,
                    "text": "Turner and Maryanski 2008)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "These comparative methodologies allow sociologists to address claims made by sociobiologists and evolutionary psychologists, as well as others who like to speculate on human nature. Moreover, they come neurologists more than sociobiologists and hence have a somewhat stronger basis for generalization, and yet, the temptation is always there to overgeneralize. Thus, as eluded to above, are such behaviors as prosociality and altruism part of humans' evolved biological nature? The answer is: to a degree, but not quite as formulated even by neurologists who are not clearly separating what may be learned behaviors as such learning has affected the brain. Thus, comparative analysis with humans' closest relatives is needed to supplement the neurology discussed in these speculation. And so, one way to assess such claims neurologists, as well as those for kin selection and reciprocal altruism by sociolobiologists or for any other hypothesized state of human nature hypothesized by social scientists and philosophers is to look at recent work using cladistic analysis and comparative neuroanatomy done by a sociologist to see if these and similar ideas hold merit (Turner 2021 ; see also Maryanski 1992; Turner and Maryanski 2008) . Some of the claims, such as kin selection, do not have a biological basis in humans; others like reciprocity do. And what about notions of hard wired-altruism and sociality?: partially true, with some qualifications. Thus, sociologists adopting biological methods have done much to clarify claims about what is part of human nature, and what is part of humans culture as it affects behaviors. Such knowledge can be used by other scientists and by sociologists seeking to discover what social and cultural arrangements are most compatible with humans' evolved biology. Answers to such question would, we believe, be useful to many types of researchers and advocates within sociology for more humane social arrangements, but this time, such arguments would be based on empirical facts rather than only ideology."
        },
        {
            "cite_spans": [
                {
                    "end": 201,
                    "ref_id": "BIBREF97",
                    "start": 186,
                    "text": "Machalek (1992)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Cross-Species Analysis of Macro Societies Both Comte and Spencer suggested that comparative analysis of societies in different species could yield insights into human societies. Richard Machalek (1992) pursued just this strategy in asking the question of why mass societies are so rare by comparing human societies with insect societies in which populations number into the millions, if not billions, of inhabitants in a society. The reason that this comparison was so useful is that insects are under relatively tight genetic control whereas as humans are not, and yet, both are able to generate mass societies and, as Machalek outlines, both social insects and humans had to manage certain similar \"design problems\" to do so. By comparing the solutions of humans and insects to these problems, we can learn a great deal about human societies."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Machalek emphasizes that only humans managed to push aside or overcome certain fundamental constraints: (a) organismic, (b) ecological, (c) cost-benefit, and (d) sociological. Organismic constraints revolve around body plans which can promote or inhibit mass societies. For instance, large aquatic animals like whales have bodies that are simply too large to create a mass society, even though they are highly social and have what looks like language capacities. Ecological constraints also impose limits on how large or complex a society can be-constraints such as available food, shelter, diversity of other species, number of predators, mortality rates, and vulnerability to disease. Cost-benefit constraints revolve around the benefits vs. costs of forming very large societies. Among insects, for example, costs would include social parasitism where other species can expropriate food and labor from ants potentially exceeding the benefits of mass organization and a division of labor that allows ants to compensate for their small size. Sociological constraints include the need for members of a species to engage in impersonal cooperation in a division of labor with strangers, something that most species cannot do; moreover, in mass societies, members must be divided into distinct categories; and finally, the division of labor and diverse categories must somehow be coordinated and integrated."
        },
        {
            "cite_spans": [
                {
                    "end": 371,
                    "ref_id": "BIBREF166",
                    "start": 344,
                    "text": "Turner and Maryanski (2008)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Insects overcome these constraints by a state of permanent anonymity directed by genetic programmers for performing labor and belonging to different categories and castes. In contrast, humans use culture to define positions, to establish expectations for behaviors in positions, to socially coordinate interactions, and to integrate positions. Turner and Maryanski (2008) have added data from Maryanski's cladistics analysis that apes are weak-tie animals but have finely tuned interpersonal skills to \"get along\" with others whom they may not see on a daily basis, with this trait allowing human beings to interact with strangers and to coordinate their activities in divisions of labor with conspecifics. And, while humans are not anonymous to each other as are ants, they can interact with strangers or navigate spaces dominated by strangers-all critical to mass societies."
        },
        {
            "cite_spans": [
                {
                    "end": 323,
                    "ref_id": null,
                    "start": 289,
                    "text": "Turner and Machalek 2018: 365-424)"
                }
            ],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "Thus, even though humans evolved in very small societies, their great ape ancestry allows them, when needed, to construct mega societies and to prosper in them, just as ants do. Thus, cladistic analysis reveals some of the traits of great apes that made human mega societies possible (see Turner and Machalek 2018: 365-424) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-Species Analysis",
            "text": "The key point in analyses like these is that the comparison of how vastly different species overcome the same constraints and design problems gives us greater insight into both the biology and sociology of human macro societies. New insights that are not easily realized in other methodologies can be achieved from inter-species comparisons-just as Comte, Spencer, and Darwin predicted."
        },
        {
            "cite_spans": [
                {
                    "end": 352,
                    "ref_id": null,
                    "start": 337,
                    "text": "(Dupré 2012:51)"
                },
                {
                    "end": 447,
                    "ref_id": null,
                    "start": 426,
                    "text": "(Meloni 2014:741-742)"
                },
                {
                    "end": 696,
                    "ref_id": "BIBREF134",
                    "start": 681,
                    "text": "(Sapolsky 2017)"
                },
                {
                    "end": 931,
                    "ref_id": "BIBREF99",
                    "start": 905,
                    "text": "(Maheu and MacDonald 2011)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "Modern genetics provides another corrective to the traditional view of genes as exerting a one-way influence on human behavior. In fact, findings of the Human Genome Project, paradoxically, challenged the central proposition of the Modern Synthesis that \"the genome [is] composed of a series of genes 'for' particular phenotypic traits\" (Dupré 2012:51) , thus sealing off genetic influence \"from the influences of the social\" (Meloni 2014:741-742) . Geneticists now recognize that the approximately 20,000 genes and 3,000,000 base pairs of DNA in the human genome often act in response to environmental triggers, so that \"genes don't make sense outside the context of environment\" (Sapolsky 2017) . Discoveries in epigenetics, gene-environment interaction, and direct genetic effects challenge genetic determinism and provide strong evidence of the environment's significance in explaining human behavior (Maheu and MacDonald 2011) ."
        },
        {
            "cite_spans": [
                {
                    "end": 260,
                    "ref_id": null,
                    "start": 240,
                    "text": "(Goldhaber 2012:106)"
                },
                {
                    "end": 311,
                    "ref_id": null,
                    "start": 291,
                    "text": "Mukherjee (2016:410)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "The new field of epigenetics describes an interdependent, multilevel, bidirectional process of development of a genotype into a phenotype, identifying a pathway by which the environment can transmit information that affects gene expression (Goldhaber 2012:106) . As summarized by Siddhartha Mukherjee (2016:410) ."
        },
        {
            "cite_spans": [
                {
                    "end": 551,
                    "ref_id": "BIBREF25",
                    "start": 535,
                    "text": "(Champagne 2008;"
                },
                {
                    "end": 568,
                    "ref_id": null,
                    "start": 552,
                    "text": "Ridley 2003:118)"
                },
                {
                    "end": 798,
                    "ref_id": null,
                    "start": 782,
                    "text": "(Dupré 2012:142)"
                },
                {
                    "end": 887,
                    "ref_id": null,
                    "start": 867,
                    "text": "(Mukherjee 2016:403;"
                },
                {
                    "end": 919,
                    "ref_id": null,
                    "start": 888,
                    "text": "and see Goldhaber 2012:143-144;"
                },
                {
                    "end": 938,
                    "ref_id": null,
                    "start": 920,
                    "text": "Sapolsky 2017:256)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "genes build proteins that form or regulate organisms that sense their environments and in turn are influenced through epigenetic processes to regulate the expression of the genes. Although the underlying DNA sequence of genes is determined at conception, epigenetic processes that shape gene expression are thus themselves subject to environmental influence. Social experiences across the lifespan have broad behavioral effects via epigenetic pathways, including in response to stress, learning/memory, and in relation to reproduction (Champagne 2008; Ridley 2003:118) . Through epigenetic processes, social processes such as parental care thus affect the regulation of hormonal responses to stress. Epigenetic influence makes it clear that \"there are no closed biological systems\" (Dupré 2012:142) , so that \"the environment signals its presence through the genome\" (Mukherjee 2016:403; and see Goldhaber 2012:143-144; Sapolsky 2017:256) ."
        },
        {
            "cite_spans": [
                {
                    "end": 150,
                    "ref_id": "BIBREF99",
                    "start": 124,
                    "text": "(Maheu and MacDonald 2011;"
                },
                {
                    "end": 163,
                    "ref_id": "BIBREF55",
                    "start": 151,
                    "text": "Freese 2008)"
                },
                {
                    "end": 275,
                    "ref_id": "BIBREF116",
                    "start": 253,
                    "text": "(Mitchell et al. 2013)"
                },
                {
                    "end": 557,
                    "ref_id": "BIBREF110",
                    "start": 537,
                    "text": "(McGowan et al. 2009"
                },
                {
                    "end": 629,
                    "ref_id": "BIBREF118",
                    "start": 608,
                    "text": "(Naumova et al. 2012)"
                },
                {
                    "end": 910,
                    "ref_id": "BIBREF34",
                    "start": 884,
                    "text": "(Conley and Rauscher 2012;"
                },
                {
                    "end": 933,
                    "ref_id": "BIBREF139",
                    "start": 911,
                    "text": "Shanahan et al., 2008)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "Gene-environment interaction is ubiquitous and requires knowledge of the environment to identify contingent genetic effects (Maheu and MacDonald 2011; Freese 2008) , as well as awareness of genetic differentials in sensitivity to the social environment (Mitchell et al. 2013) . For example, levels of DNA methylation in hippocampal gluco-corticoid receptors (which change gene expression) are altered among individuals with a history of childhood abuse and orphans raised in institutions compared to, respectively, nonabused individuals (McGowan et al. 2009 ) and children raised by their biological parents (Naumova et al. 2012) . Moreover, environments may be differentially selected by parents based on genetic factors that have been influenced by prior environmental exposure, so that both environmental and genetic effects identified in cross-sectional designs can be endogenous (Conley and Rauscher 2012; Shanahan et al., 2008) ."
        },
        {
            "cite_spans": [
                {
                    "end": 670,
                    "ref_id": "BIBREF62",
                    "start": 653,
                    "text": "(Guo et al. 2008)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "Large whole genome association and genetic linkage studies also make it clear that effects of individual genes are most often very small-explaining less than 1 % of a given behavior-and together account for only a portion of behavioral variation. There are many interacting elements and repeated opportunities for environmental effects. Thus, rather than the simplicities of early conceptions of influences of \"nature\" and \"nurture\" as mutually exclusive, \"the links between genetic heritage and complex human outcomes are enormously complicated, typically involving multiple genes, numerous environmental factors, and the interactions between the two\" (Guo et al. 2008) ."
        },
        {
            "cite_spans": [
                {
                    "end": 182,
                    "ref_id": null,
                    "start": 161,
                    "text": "(Christakis 2019:367)"
                },
                {
                    "end": 439,
                    "ref_id": "BIBREF130",
                    "start": 414,
                    "text": "(Richerson and Boyd 2005)"
                },
                {
                    "end": 502,
                    "ref_id": "BIBREF36",
                    "start": 488,
                    "text": "(Damasio 1994;"
                },
                {
                    "end": 520,
                    "ref_id": null,
                    "start": 503,
                    "text": "Kahneman 2011:28)"
                },
                {
                    "end": 783,
                    "ref_id": "BIBREF70",
                    "start": 769,
                    "text": "(Henrich 2015)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "It is these reciprocal effects between the environment and human genetics that allowed the capacity for culture and hence non-genetically based change to evolve (Christakis 2019:367) . Specifically, humans' evolved ability to organize in enduring social groups and their ability to adapt to their environment without genetic change enabled the emergence and spread of new behavioral patterns through group culture (Richerson and Boyd 2005) as well as the development of symbolic language (Damasio 1994; Kahneman 2011:28) . As noted earlier, from the spread of lactose tolerance after the development of dairy farming to the effect that the control of fire and the use of tools had on human bodies and brains, cultural variation then shaped subsequent biological change (Henrich 2015) ."
        },
        {
            "cite_spans": [
                {
                    "end": 251,
                    "ref_id": null,
                    "start": 230,
                    "text": "(Christakis 2019:359)"
                },
                {
                    "end": 548,
                    "ref_id": null,
                    "start": 531,
                    "text": "(Turner 2015:102)"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analysis",
            "text": "As Nicholas Christakis (2019: 359) concludes, \"as humans, we have changed ourselves. Across long and short stretches of evolutionary time, our own genes-and our friends' genes-seem to be working to build a safer and calmer world\" (Christakis 2019:359) . With this ability to adapt to and shape the environment established, Homo sapiens can now, to a higher degree than other animals, transcend natural limits imposed by genes. As already discussed, selection can then occur on these emergent layers of social structure and culture (Turner 2015:102) , allowing evolution on a much more rapid basis than can occur through genetically-based selection and transmission."
        },
        {
            "cite_spans": [
                {
                    "end": 215,
                    "ref_id": "BIBREF140",
                    "start": 193,
                    "text": "(Sherwood et al. 2008)"
                },
                {
                    "end": 376,
                    "ref_id": "BIBREF155",
                    "start": 364,
                    "text": "(Turner 2000"
                },
                {
                    "end": 391,
                    "ref_id": "BIBREF162",
                    "start": 377,
                    "text": "(Turner , 2021"
                },
                {
                    "end": 637,
                    "ref_id": null,
                    "start": 599,
                    "text": "(Christakis and Fowler 2009:32, 36-37;"
                },
                {
                    "end": 650,
                    "ref_id": "BIBREF46",
                    "start": 638,
                    "text": "Dunbar 2011;"
                },
                {
                    "end": 663,
                    "ref_id": null,
                    "start": 651,
                    "text": "Eccles 1989;"
                },
                {
                    "end": 678,
                    "ref_id": null,
                    "start": 664,
                    "text": "Kahneman 2011;"
                },
                {
                    "end": 717,
                    "ref_id": null,
                    "start": 679,
                    "text": "Turner and Machalek 2018:306-307, 309;"
                },
                {
                    "end": 733,
                    "ref_id": null,
                    "start": 718,
                    "text": "Wilson 2012:17)"
                },
                {
                    "end": 1135,
                    "ref_id": "BIBREF86",
                    "start": 1115,
                    "text": "(Kaplan et al. 2009;"
                },
                {
                    "end": 1157,
                    "ref_id": "BIBREF140",
                    "start": 1136,
                    "text": "Sherwood et al. 2008)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "As expected in the cladistics analysis summarized earlier, the association cortical areas underlying social cognition abilities, such as self-awareness, joint attention, language and imitation (Sherwood et al. 2008) , and subcortical areas of the human brain responsible for emotions are about twice as large (controlling for body size) as are those of great apes (Turner 2000 (Turner , 2021 , and because quick emotional forms of communication enhance group effectiveness, neocortex size increases across different primate species in strong association with the typical size of their social groups (Christakis and Fowler 2009:32, 36-37; Dunbar 2011; Eccles 1989; Kahneman 2011; Turner and Machalek 2018:306-307, 309; Wilson 2012:17) . The evolution of a larger brain and hence human head size also required the birth of less mature human infants, reinforcing the need for social connection in the form of a long period of maternal nurturance, as well as multi-generational resource flows, male support of women and their children, and substantial cooperation between kin and non-kin in food production and sharing (Kaplan et al. 2009; Sherwood et al. 2008) ."
        },
        {
            "cite_spans": [
                {
                    "end": 308,
                    "ref_id": "BIBREF78",
                    "start": 283,
                    "text": "(Hrvoj-Mihic et al. 2013)"
                },
                {
                    "end": 1020,
                    "ref_id": "BIBREF166",
                    "start": 994,
                    "text": "Turner and Maryanski 2008)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "The prolonged period of human development in childhood and adolescence (which was inherited from the ancestors of great apes) also assures a delay in closure of the plasticity processes and hence allows for continued maturation of social and cognitive abilities into early adulthood (Hrvoj-Mihic et al. 2013) . Indeed, it the ancestors of great apes had not had what are termed life history characteristics that, at the genic level, dictated long periods of pregnancy, mother-infant care, infancy and juvenile periods, humans may not have evolved because it would have been difficult for natural selection in a short time expand life history characteristics. Fortunately, twenty million years of great ape evolution in arboreal habitats had already done so, thereby making prolonger life history characteristics a pre-adaptation for what was need among larger brained humans: prolonged care of immature offspring that would allow their brains to become fully formed after leaving the womb (see Turner and Maryanski 2008) ."
        },
        {
            "cite_spans": [
                {
                    "end": 203,
                    "ref_id": null,
                    "start": 188,
                    "text": "(Kahneman 2011;"
                },
                {
                    "end": 222,
                    "ref_id": "BIBREF144",
                    "start": 204,
                    "text": "Somel et al. 2013;"
                },
                {
                    "end": 251,
                    "ref_id": null,
                    "start": 223,
                    "text": "and see Sapolsky 2017:22-25)"
                },
                {
                    "end": 403,
                    "ref_id": "BIBREF4",
                    "start": 389,
                    "text": "(Adolphs 2001;"
                },
                {
                    "end": 422,
                    "ref_id": "BIBREF9",
                    "start": 404,
                    "text": "Banks et al. 2007;"
                },
                {
                    "end": 449,
                    "ref_id": "BIBREF127",
                    "start": 423,
                    "text": "Perlman and Pelphrey 2011)"
                },
                {
                    "end": 618,
                    "ref_id": "BIBREF19",
                    "start": 606,
                    "text": "(Burns 2006;"
                },
                {
                    "end": 632,
                    "ref_id": "BIBREF36",
                    "start": 619,
                    "text": "Damasio 1994)"
                },
                {
                    "end": 893,
                    "ref_id": "BIBREF161",
                    "start": 880,
                    "text": "(Turner 2015;"
                },
                {
                    "end": 906,
                    "ref_id": "BIBREF177",
                    "start": 894,
                    "text": "Wilson 2012)"
                },
                {
                    "end": 1027,
                    "ref_id": null,
                    "start": 1008,
                    "text": "(Keshavan 2015: 34)"
                },
                {
                    "end": 1152,
                    "ref_id": "BIBREF24",
                    "start": 1132,
                    "text": "(Carter et al. 2009;"
                },
                {
                    "end": 1174,
                    "ref_id": "BIBREF80",
                    "start": 1153,
                    "text": "Insel and Young 2001;"
                },
                {
                    "end": 1197,
                    "ref_id": null,
                    "start": 1175,
                    "text": "Sapolsky 2017:116-117;"
                },
                {
                    "end": 1231,
                    "ref_id": null,
                    "start": 1198,
                    "text": "Turner and Machalek 2018:192-202)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "The specific interconnected neural structures and processes and prolonged period of cortical development thus multiply opportunities for the social environment to influence human behavior (Kahneman 2011; Somel et al. 2013; and see Sapolsky 2017:22-25) . The amygdala and other medial-temporal structures play particularly important roles in perceiving, processing, and regulating emotions (Adolphs 2001; Banks et al. 2007; Perlman and Pelphrey 2011) , connecting to neural structures and processes that respond to social stimulation and also to frontal executive circuits that guide planning and reasoning (Burns 2006; Damasio 1994) . This enhanced connectivity and a prolonged developmental period would have increased fitness by allowing hominins to become simultaneously more emotional, social and group-oriented, and eventually smarter and more cultural than any other animal (Turner 2015; Wilson 2012) . Two neuropeptides in the brain, oxytocin and vasopressin, are also important for social engagement (Keshavan 2015: 34) , enhancing sociality and pair bonding, as well as vigilance and distrust of those perceived as \"other\" (Carter et al. 2009; Insel and Young 2001; Sapolsky 2017:116-117; Turner and Machalek 2018:192-202) ."
        },
        {
            "cite_spans": [
                {
                    "end": 124,
                    "ref_id": null,
                    "start": 103,
                    "text": "(Keshavan 2015:34-35)"
                },
                {
                    "end": 337,
                    "ref_id": "BIBREF174",
                    "start": 324,
                    "text": "(Wiesel 1982)"
                },
                {
                    "end": 517,
                    "ref_id": "BIBREF88",
                    "start": 499,
                    "text": "(Kolb et al. 2012)"
                },
                {
                    "end": 650,
                    "ref_id": "BIBREF61",
                    "start": 627,
                    "text": "(Greenough et al. 1987)"
                },
                {
                    "end": 830,
                    "ref_id": null,
                    "start": 811,
                    "text": "(Sapolsky 2017:173)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "The discovery of neuroplasticity identified another key neurobiological mechanism underlying sociality (Keshavan 2015:34-35) . Rather than containing a neural endowment fixed at birth, the brain responds to social and other stimuli by growing new connections, while in the face of adversity some connections rapidly atrophy (Wiesel 1982) . Very early in development, neuronal activity resulting from experience shapes neural response properties irrespective of an organism's attention to a stimulus (Kolb et al. 2012) . Throughout development, behaviorally important events or stimuli can have lasting cortical representations (Greenough et al. 1987) . The prolonged adolescent period in humans supports a lengthy period of maturation of the frontal cortex, the brain region that is most sculpted by experience (Sapolsky 2017:173) ."
        },
        {
            "cite_spans": [
                {
                    "end": 305,
                    "ref_id": "BIBREF8",
                    "start": 293,
                    "text": "(Bales 2014)"
                },
                {
                    "end": 505,
                    "ref_id": null,
                    "start": 481,
                    "text": "(Coan et al. 2014:94-95;"
                },
                {
                    "end": 518,
                    "ref_id": "BIBREF155",
                    "start": 506,
                    "text": "Turner 2000)"
                },
                {
                    "end": 688,
                    "ref_id": "BIBREF3",
                    "start": 665,
                    "text": "(Acevedo and Aron 2014;"
                },
                {
                    "end": 706,
                    "ref_id": "BIBREF31",
                    "start": 689,
                    "text": "Coan et al. 2014;"
                },
                {
                    "end": 726,
                    "ref_id": null,
                    "start": 707,
                    "text": "Lieberman 2013:250;"
                },
                {
                    "end": 751,
                    "ref_id": "BIBREF171",
                    "start": 727,
                    "text": "Watanabe and Smuts 2004)"
                },
                {
                    "end": 986,
                    "ref_id": "BIBREF71",
                    "start": 967,
                    "text": "(Holt-Lunstad 2010;"
                },
                {
                    "end": 1008,
                    "ref_id": null,
                    "start": 987,
                    "text": "TenHouten 2013:89-90)"
                },
                {
                    "end": 1206,
                    "ref_id": "BIBREF32",
                    "start": 1192,
                    "text": "(Collins 2004;"
                },
                {
                    "end": 1220,
                    "ref_id": "BIBREF151",
                    "start": 1207,
                    "text": "Turchin 2010)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "Sociologists know that humans are highly malleable in response to environmental influence, but because this malleability is in part a result of evolved neuronal plasticity and epigenetic influences on gene expression, it has a biological basis that must be incorporated in sociological theory (Bales 2014) . Sociology was founded on recognition of the importance of social ties, but this too is a result of the evolved human brain's expectation of social proximity and interaction (Coan et al. 2014:94-95; Turner 2000) . From partner hand-holding and secure infant-caregiver attachment to peer bond quality and romantic love, social connection has positive effects (Acevedo and Aron 2014; Coan et al. 2014; Lieberman 2013:250; Watanabe and Smuts 2004) , while social loss as well as exposure to violence and trauma have adverse hormonal effects that can damage the hippocampus and reduce prefrontal cortical gray matter and lead to depression and increased mortality (Holt-Lunstad 2010; TenHouten 2013:89-90) . Both the bonding experience of \"collective effervescence\" and the intergroup conflicts that increase intragroup social cohesion reflect the biological salience of social experience (Collins 2004; Turchin 2010) ."
        },
        {
            "cite_spans": [
                {
                    "end": 142,
                    "ref_id": "BIBREF142",
                    "start": 129,
                    "text": "(Siegel 2016)"
                },
                {
                    "end": 311,
                    "ref_id": null,
                    "start": 298,
                    "text": "(Franks 2010;"
                },
                {
                    "end": 335,
                    "ref_id": "BIBREF54",
                    "start": 312,
                    "text": "Franks and Turner 2012)"
                },
                {
                    "end": 681,
                    "ref_id": null,
                    "start": 657,
                    "text": "(Conley et al. 2014:461;"
                },
                {
                    "end": 701,
                    "ref_id": null,
                    "start": 682,
                    "text": "Dupré 2012:280-281;"
                },
                {
                    "end": 718,
                    "ref_id": null,
                    "start": 702,
                    "text": "Freese 2008:S28;"
                },
                {
                    "end": 733,
                    "ref_id": null,
                    "start": 719,
                    "text": "Gintis 2007:6;"
                },
                {
                    "end": 749,
                    "ref_id": "BIBREF60",
                    "start": 734,
                    "text": "Goldhaber 2012;"
                },
                {
                    "end": 775,
                    "ref_id": "BIBREF148",
                    "start": 750,
                    "text": "Tronick and Beeghly 2011;"
                },
                {
                    "end": 792,
                    "ref_id": null,
                    "start": 776,
                    "text": "Sapolsky 2017:5;"
                },
                {
                    "end": 801,
                    "ref_id": null,
                    "start": 793,
                    "text": "227-249)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "The evolved biology of the brain in turn supports a concept of the mind as \"not just brain activity,\" but a \"relational process\" (Siegel 2016) . In other words, our very sense of self is based on our interrelations with others, so that human well-being is contingent on a secure sense of belonging (Franks 2010; Franks and Turner 2012) . At the same time, humans are not limited to adapting (or failing to adapt) to an environmental \"niche\"; they can change that niche in ways that can influence gene expression within a generation and can be transmitted through culture to shape subsequent generations, thus shaping natural selection over many generations (Conley et al. 2014:461; Dupré 2012:280-281; Freese 2008:S28; Gintis 2007:6; Goldhaber 2012; Tronick and Beeghly 2011; Sapolsky 2017:5; 227-249) ."
        },
        {
            "cite_spans": [
                {
                    "end": 457,
                    "ref_id": null,
                    "start": 433,
                    "text": "(Lieberman 2013:112-115;"
                },
                {
                    "end": 481,
                    "ref_id": null,
                    "start": 458,
                    "text": "TenHouten 2013:221-224)"
                },
                {
                    "end": 637,
                    "ref_id": null,
                    "start": 613,
                    "text": "(TenHouten 2013:123-124)"
                },
                {
                    "end": 944,
                    "ref_id": "BIBREF36",
                    "start": 930,
                    "text": "(Damasio 1994;"
                },
                {
                    "end": 964,
                    "ref_id": null,
                    "start": 945,
                    "text": "TenHouten 2013:122)"
                },
                {
                    "end": 1087,
                    "ref_id": null,
                    "start": 1063,
                    "text": "(Coan et al. 2014:94-96)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "Recognizing the neurobiology that undergirds human sociality also improves identification of the limits to human rationality, as already anticipated by the importance of emotions revealed through cladistics analysis. The human brain's exceptionally large prefrontal cortex (PFC) enables human self-control through \"executive functioning\" involving planning, weighing alternatives, making decisions, and inhibiting habitual responses (Lieberman 2013:112-115; TenHouten 2013:221-224) . But in spite of these capacities, the PFC does not allow humans to calculate coolly the means required to achieve desirable ends (TenHouten 2013:123-124) . Emotional reactions travel through faster circuits in the brain and so can shape actions taken in response to events without any conscious recognition of their influence (Kahneman 2011). Emotions are also required in order to select desired ends and focus attention on critical information (Damasio 1994; TenHouten 2013:122) . Both reason and emotion work to value and maintain social connection and avoid social rejection (Coan et al. 2014:94-96) ."
        },
        {
            "cite_spans": [
                {
                    "end": 251,
                    "ref_id": "BIBREF42",
                    "start": 240,
                    "text": "(Decety and"
                },
                {
                    "end": 271,
                    "ref_id": null,
                    "start": 252,
                    "text": "Cacioppo 2011:1029)"
                },
                {
                    "end": 815,
                    "ref_id": null,
                    "start": 793,
                    "text": "(de Waal 1996:138-145)"
                },
                {
                    "end": 981,
                    "ref_id": "BIBREF51",
                    "start": 957,
                    "text": "(Fessler and Haley 2003)"
                }
            ],
            "ref_spans": [],
            "section": "Neurosociology/Social Neuroscience",
            "text": "The impact of social connections ranging from dyads to international alliances on brain and body establishes as a transdisciplinary lodestone the fundamental sociological insight that human behavior can only be explained in a group context (Decety and Cacioppo 2011:1029) . But recognizing sociality as an evolved, biological dimension of human nature also creates new challenges for sociological theory. Durkheim's early efforts to account for the shortcomings he recognized in the division of labor as a basis of solidarity appear futile in light of the evolved need for personal social relationships (as he seemed to recognize in his subsequent work). The evolved basis of human traits favoring egalitarianism magnifies problems for human solidarity created by soaring levels of inequality (de Waal 1996:138-145) . Weber's expectation that modern society could persist with a strictly legal-rational basis of social organization also appears unrealistic (Fessler and Haley 2003) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "We hope that this necessarily terse review of approaches to bringing biology and evolutionary analysis back into sociology makes clear that a biologically oriented sociology by whatever name-e.g., evolutionary sociology, bio-sociology, etc.can remain sociology. It is not necessary to engage in reductionism, nor do sociologists have to take a back seat to biologists, psychologists or economists engaged in evolutionary analysis. The label evolutionary sociology captures much of what is possible: retain the older evolutionary approaches that typified early sociology-(1) stage model evolutionism, social ecology, and a reformed functionalism focusing on selection pressures rather than functional needs and requisites; (2) new comparative approaches to geo-economics and geo-politics that incorporate ecological and selectionist models to explain inter-societal relations; and (3) new approaches in biology such as cladistics, comparative neuroanatomy, and even sociobiology and evolutionary psychology (toned down to the realities of the emergent properties of social structures and culture that are not explicable by reference to biologically driven behaviors, per se), all informed by modern genetics and social neuroscience."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "For sociology to simply dismiss these as irrelevant is to endanger sociology in the long run. Biology is here, and a discipline that ignores the fact that humans are biological animals that evolved just like all other life forms on earth is simply going to be shut out of scientific debates, relegated to a small corner of academia. If it does so, it will never realize the ambitions of the classical theorists and, moreover, will become a second-rate social science."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "Moreover, for many topics that are now at the center of sociology, an evolutionary approach can offer useful insights to the analysis of sociology of sex and gender, sociology of stratification, sociology of race and ethnicity, environmental sociology, sociology of the body, sociology of emotions, and many other recent sociologies that have emerged over the last few decades. Further, knowing the points at which selection tends to operate in human societies and being able to isolate out the biology of human nature as opposed to cultural influences on human behaviors allows for a more accurate assessment as to what humans needs and what is possible in organizing societies to meet these needs-which is, after all, the goal of almost all activist sociologies."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "At the same time, an evolutionary approach can continue to inform all other sociologies, as they did at the very beginnings of sociology as a discipline. Once we recognize that the new evolutionary sociology is, first of all, only one way to look at social reality and, secondly, a way that can continue to provide new insights in the new subject matters of the discipline, it is no longer necessary to be concerned about the distant past when, among just a few, evolutionary analysis was abused and misused. It would be ironic that at the very time biology, economics, and psychology are adopting evolutionary analysis for their own subject matter but also for sociology's subject matter that sociologists remained blinded to the new options that evolutionary sociology provides. As we have tried to outline above, the range of approaches for a new evolutionary sociology is now quite broad and gives evolutionary analysis in sociology a unique character suited to the broad subject matter of the discipline."
        }
    ],
    "metadata": {
        "paper_id": "279bfa92011612ad59885ed9b4efdea315c1663d",
        "title": "Biology and American Sociology, Part II: Developing a Unique Evolutionary Sociology We are grateful for comments on parts 1 and/or 2 of"
    }
}