{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Nicolas Bertrand). Running title: Nanomedicines and the innate and adaptive immune systems J o u r n a l P r e -p r o o f Upon administration, nanomedicines interact with the innate and adaptive immune systems in intricate ways, these interactions will impact their pharmacology and tolerability."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "J o u r n a l P r e -p r o o f Abstract Since the commercialization of the first liposomes used for drug delivery, Doxil/Caelyx® and Myocet, tremendous progress has been made in understanding interactions between nanomedicines and biological systems. Fundamental work at the interface of engineering and medicine has allowed nanomedicines to deliver therapeutic small molecules and nucleic acids more efficiently. While nanomedicines are used in oncology for immunotherapy or to deliver combinations of cytotoxics, the clinical successes of gene silencing approaches like patisiran lipid complexes (Onpattro®) have paved the way for a variety of therapies beyond cancer. In parallel, the global severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic has highlighted the potential of mRNA vaccines to develop immunization strategies at unprecedented speed. To rationally design therapeutic and vaccines, chemists, materials scientists, and drug delivery experts need to better understand how nanotechnologies interact with the immune system. This review presents a comprehensive overview of the innate and adaptative immune systems and emphasizes the intricate mechanisms through which nanomedicines interact with these biological functions."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 149,
                    "ref_id": "BIBREF7",
                    "start": 148,
                    "text": "7"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "centrifugation, and peripheral blood mononucleated cells (PBMCs) are easily accessible to study the interactions of nanomedicines with immune cells 7 ."
        },
        {
            "cite_spans": [
                {
                    "end": 395,
                    "ref_id": "BIBREF8",
                    "start": 394,
                    "text": "8"
                }
            ],
            "ref_spans": [
                {
                    "end": 527,
                    "ref_id": "TABREF0",
                    "start": 518,
                    "text": "(Table 1)"
                }
            ],
            "section": "",
            "text": "Leukocytes all express a common surface marker, the CD45 surface protein. CD45 is a large protein (180-220 kDa) which plays a key role in regulating immune functions via its phosphatase activity, notably the activation of the T-and B-cell receptors. Natural ligands of CD45 include placental protein 14, lectins (CD22, galectin-1 and -3) and pUL11, a protein found on the cytomegalovirus (CMV) 8 . Leukocytes are distributed differently among organs and tissues, which contributes to their particular immune functions (Table 1) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 14,
                    "ref_id": "TABREF0",
                    "start": 7,
                    "text": "Table 1"
                }
            ],
            "section": "",
            "text": "Insert Table 1 3. The innate immunity"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular functions in the innate immunity",
            "text": "To clear microbes, cells of the innate immune system share general functions which can be exerted alone or in collaboration with opsonins, i.e., soluble proteins acting as biological 'flags' driving cellular responses (see below)."
        },
        {
            "cite_spans": [
                {
                    "end": 252,
                    "ref_id": "BIBREF9",
                    "start": 251,
                    "text": "9"
                },
                {
                    "end": 461,
                    "ref_id": "BIBREF10",
                    "start": 459,
                    "text": "10"
                }
            ],
            "ref_spans": [],
            "section": "Phagocytosis",
            "text": "Phagocytosis is responsible for the sequestration of pathogens as well as the removal of senescent cells from tissues. It consists of the actin-dependent engulfment of microbes or debris inside a phagocyte, usually without the involvement of clathrin 9 . Neutrophils, macrophages, and dendritic cells are called \"professional phagocytes\", but other cell types, like fibroblasts and endothelial cells, can also participate in the clearance of apoptotic bodies 10 ."
        },
        {
            "cite_spans": [
                {
                    "end": 379,
                    "ref_id": "BIBREF10",
                    "start": 376,
                    "text": "10,"
                },
                {
                    "end": 382,
                    "ref_id": "BIBREF11",
                    "start": 380,
                    "text": "11"
                }
            ],
            "ref_spans": [],
            "section": "Phagocytosis",
            "text": "Phagocytosis involves 1) recognition of the microbe/particle, 2) internalization, and 3) maturation of the phagosome. Multiple successive events initiate phagocytosis: the engagement of extracellular receptors triggers their clustering on the cell membrane and intracellular phosphorylation events which induce actin polymerization and the remodeling of the cell cytoskeleton 10, 11 . These events culminate in the wrapping of the phagocyte membrane around the target and its internalization in an intracellular vesicle. The maturation of the phagosome which follows serves two distinct functions: the degradation of the internalized pathogen and the sensing of its composition to drive additional responses, if needed."
        },
        {
            "cite_spans": [
                {
                    "end": 124,
                    "ref_id": "BIBREF10",
                    "start": 122,
                    "text": "10"
                },
                {
                    "end": 571,
                    "ref_id": "BIBREF12",
                    "start": 569,
                    "text": "12"
                },
                {
                    "end": 1041,
                    "ref_id": "BIBREF13",
                    "start": 1039,
                    "text": "13"
                }
            ],
            "ref_spans": [
                {
                    "end": 290,
                    "ref_id": "FIGREF17",
                    "start": 283,
                    "text": "Fig. 2)"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "Phagocytes have a variety of cellular receptors that allow the detection and engagement of particles in their environment 10 . In mammals, these receptors can be separated in three different classes: pattern-recognition receptors, opsonic receptors, and apoptotic corpse receptors ( Fig. 2) . Pattern-recognition receptors are a group of receptors able to recognize common chemical characteristics conserved by microbes. Examples of ligands include various components of the wall of bacteria and fungi like lipopolysaccharides, lipoteichoic acid, and various β-glucans 12 Other important ligands of opsonic receptors are proteins of the complement system which will be described in more details below. Finally, apoptotic corpse receptors detect conformational changes in the phospholipid membrane of apoptotic cells. During apoptosis, phosphatidylserine relocates from the cytoplasmic leaflet to face the extracellular environment, increasing the concentration of this phospholipid by ~300-fold in the outer monolayer of the cell membrane 13 ."
        },
        {
            "cite_spans": [
                {
                    "end": 130,
                    "ref_id": "BIBREF10",
                    "start": 128,
                    "text": "10"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "Macrophages can bind phosphatidylserine directly or via the involvement of soluble proteins (e.g., MFG8-E1, Gas6, or protein S) 10 ."
        },
        {
            "cite_spans": [
                {
                    "end": 149,
                    "ref_id": "BIBREF10",
                    "start": 147,
                    "text": "10"
                },
                {
                    "end": 564,
                    "ref_id": "BIBREF14",
                    "start": 562,
                    "text": "14"
                }
            ],
            "ref_spans": [],
            "section": "Insert Fig. 2",
            "text": "Recruitment of V-ATPases from the cytosol to the phagosome membrane drives gradual acidification of the lumen via the pumping of H + and Cl − ions 10 . Acidification to a pH of 4.5 to 5.0 restricts bacterial growth, facilitates hydrolysis, and regulates the functions of proteolytic proteins. The NOX2 enzyme consumes protons from the lumen to form reactive oxygen species (ROS) and superoxide anions able to further degrade pathogens. Myeloperoxidase also uses hydrogen peroxide (H 2 O 2 ) and chloride ions to form the strong oxidizer hypochlorous acid (HOCl) 14 . Finally, cytosolic vesicles fuse with the phagosome to deliver antimicrobial peptides and proteins. These molecules interfere with functions of the pathogen by restricting access to essential metal cofactors: for example, lactoferrin binds ferric ions (Fe 3+ ) and the natural resistance-associated macrophage protein 1 (NRAMP-1) binds Zn 2+ and Mn 2+ . The maturation of the phagosome into the phagolysosome also implicates proteins with direct hydrolase activities:"
        },
        {
            "cite_spans": [
                {
                    "end": 59,
                    "ref_id": "BIBREF0",
                    "start": 56,
                    "text": "(1)"
                },
                {
                    "end": 63,
                    "ref_id": null,
                    "start": 60,
                    "text": "(2)"
                },
                {
                    "end": 67,
                    "ref_id": "BIBREF3",
                    "start": 64,
                    "text": "(3)"
                },
                {
                    "end": 71,
                    "ref_id": "BIBREF4",
                    "start": 68,
                    "text": "(4)"
                },
                {
                    "end": 196,
                    "ref_id": "BIBREF10",
                    "start": 194,
                    "text": "10"
                }
            ],
            "ref_spans": [],
            "section": "Insert Fig. 2",
            "text": "J o u r n a l P r e -p r o o f 6 lysozyme can degrade β (1) (2) (3) (4) glycosidic bonds, while different pH-dependent cathepsins cleave peptide bonds, at various stages of phagosome maturation 10 ."
        },
        {
            "cite_spans": [
                {
                    "end": 108,
                    "ref_id": "BIBREF10",
                    "start": 106,
                    "text": "10"
                },
                {
                    "end": 336,
                    "ref_id": "BIBREF15",
                    "start": 334,
                    "text": "15"
                },
                {
                    "end": 505,
                    "ref_id": "BIBREF16",
                    "start": 503,
                    "text": "16"
                },
                {
                    "end": 605,
                    "ref_id": "BIBREF17",
                    "start": 603,
                    "text": "17"
                },
                {
                    "end": 701,
                    "ref_id": "BIBREF16",
                    "start": 698,
                    "text": "16,"
                },
                {
                    "end": 704,
                    "ref_id": "BIBREF17",
                    "start": 702,
                    "text": "17"
                }
            ],
            "ref_spans": [],
            "section": "Insert Fig. 2",
            "text": "Strictly speaking, phagocytosis describes the internalization of particles with diameters above 0.5 μm 9, 10 . In rat alveolar macrophages, cultured in vitro in the presence of polystyrene beads (diameters between 1 and 9 μm), phagocytosis was found to be maximal for particles with a diameter of 2-3 μm, irrespective of opsonization 15 . Another in vitro study suggests that murine bone marrow macrophages can eventually ingest IgG-opsonized particles with diameters ca. 20 μm, over a period of 60 min 16 . Beyond this size, or if particles present an elongated aspect-ratio and inadequate orientation 17 , the spreading of the membrane on the particle can occur and drive frustrated phagocytosis 16, 17 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular sensing",
            "text": "Pattern-recognition receptors on the cell surface, like C-type lectin receptors (CLRs) and Tolllike receptors (TLRs), participate in the internalization of pathogens, but other patternrecognition receptors, like RIG1-like receptors and NOD-like receptors, are also distributed intracellularly 2 . Together these receptors bind molecular patterns associated with pathogens or tissue damage, respectively named pathogen-associated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs) 2 . Activation of the receptors induces as series of signaling events and the production of cytokines that affect the phagocyte and surrounding cells."
        },
        {
            "cite_spans": [
                {
                    "end": 283,
                    "ref_id": "BIBREF18",
                    "start": 281,
                    "text": "18"
                },
                {
                    "end": 593,
                    "ref_id": "BIBREF18",
                    "start": 591,
                    "text": "18"
                },
                {
                    "end": 631,
                    "ref_id": null,
                    "start": 615,
                    "text": "(3, 7, 8, and 9)"
                },
                {
                    "end": 1253,
                    "ref_id": "BIBREF18",
                    "start": 1251,
                    "text": "18"
                }
            ],
            "ref_spans": [
                {
                    "end": 1220,
                    "ref_id": "TABREF0",
                    "start": 1182,
                    "text": "(IL-1β), IL-6, IL-12, IL-18, and tumor"
                }
            ],
            "section": "Molecular sensing",
            "text": "In innate immune cells, TLRs are particularly important because they participate both in extracellular and intracellular sensing of pathogens. TLRs are a family of transmembrane proteins highly conserved between species. Until now, 10 human and 12 murine TLRs have been identified 18 . TLR1, 2, 4, 5, 6, and 11 are found on the plasma membrane. In collaboration with coreceptors, they bind lipopolysaccharides (LPS), lipopeptides, peptidoglycans, and bacterial flagella by hydrophobic and electrostatic interactions. The binding of LPS to TLR4 and its coreceptor MD2 induces internalization 18 . Intracellular TLRs (3, 7, 8, and 9) are expressed in endosomes, lysosomes, and the endoplasmic reticulum, and can be recruited to the phagosome to sense its content. Examples of molecules that can be sensed by intracellular TLRs are single and double-stranded RNA, as well as CpG DNA motifs. These molecules are ligands for TLR7/8 (sRNA), TLR3 (dsRNA), and TLR9 (DNA). Activation of TLRs by their ligand induces J o u r n a l P r e -p r o o f cascades of signaling events which can translate into a type 1 interferon response or the production of inflammatory cytokines [interleukin-1β (IL-1β), IL-6, IL-12, IL-18, and tumor necrosis factor-alpha (TNFα)] 18 . These cytokines will impact the polarization of surrounding cells (see below)."
        },
        {
            "cite_spans": [
                {
                    "end": 187,
                    "ref_id": "BIBREF19",
                    "start": 185,
                    "text": "19"
                },
                {
                    "end": 517,
                    "ref_id": "BIBREF10",
                    "start": 515,
                    "text": "10"
                },
                {
                    "end": 981,
                    "ref_id": "BIBREF20",
                    "start": 978,
                    "text": "20,"
                },
                {
                    "end": 984,
                    "ref_id": "BIBREF21",
                    "start": 982,
                    "text": "21"
                }
            ],
            "ref_spans": [],
            "section": "Extracellular degranulation",
            "text": "A third function shared by some innate immune cells is the ability to secrete, in the extracellular fluid, cytotoxic and antibacterial molecules similar to those found in the phagosome 19 . This additional protection mechanism can prevent the replication of pathogens by damaging them in situ and interfering with some of their metabolic functions. Due to the presence of intracellular granules, mast cells, and granulocytes (neutrophils, eosinophils, and basophils) are well equipped for these secretory functions 10 . Frustrated phagocytosis or direct activation of cellular receptors by ligands coming from the pathogen can trigger extracellular degranulation. Upon release, the content of these granules, which also include cytokines, acts as biological cues for surrounding cells. For example, the granules of eosinophils contain both pro-and anti-inflammatory cytokines, as well as IL-5, chemokines, and growth factors which will influence chemotaxis and immune responses 20, 21 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracellular degranulation",
            "text": "Degranulation can originate from the total lysis of the cell (i.e., cytolytic degranulation) or from \"piecemeal\" degranulation, a process that maintains viability and ulterior functions 21 ."
        },
        {
            "cite_spans": [
                {
                    "end": 431,
                    "ref_id": "BIBREF23",
                    "start": 429,
                    "text": "23"
                },
                {
                    "end": 476,
                    "ref_id": null,
                    "start": 474,
                    "text": "24"
                }
            ],
            "ref_spans": [],
            "section": "Extracellular degranulation",
            "text": "One type of cytolytic degranulation is the production of extracellular traps by neutrophils 22 and eosinophils 20 . These structures consist of entanglements of DNA and bactericidal proteins which are expelled from the cell by the disruption of the plasma membrane. These structures physically entangle pathogens and act as strong DAMPs that can be sensed by surrounding cells, they appear to have protective functions in sepsis 23 , but might also be implicated in disease 24 ."
        },
        {
            "cite_spans": [
                {
                    "end": 131,
                    "ref_id": "BIBREF26",
                    "start": 129,
                    "text": "25"
                },
                {
                    "end": 836,
                    "ref_id": "BIBREF27",
                    "start": 834,
                    "text": "26"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxic activity",
            "text": "Finally, a subset of innate cells from lymphoid origin, natural killer lymphocytes (NK cells), also help to maintain homeostasis 25 . NK lymphocytes can trigger apoptosis by directly discharging bactericidal molecules to the cytoplasm of cells expressing distress signals. This process shares similarities with the activity of cytotoxic CD8 + lymphocytes discussed below, notably the need for a cell-cell synapse and the involvement of adapter proteins. An important distinction between J o u r n a l P r e -p r o o f 8 NK cells and cytotoxic lymphocytes is that the formers do not require maturation to engage pathogens. This allows rapid control of proliferation in infected cells without the need for clonal selection and expansion. NK cells also have a role in the immunosurveillance against the spontaneous development of cancer 26 ."
        },
        {
            "cite_spans": [
                {
                    "end": 345,
                    "ref_id": "BIBREF28",
                    "start": 343,
                    "text": "27"
                },
                {
                    "end": 413,
                    "ref_id": "BIBREF26",
                    "start": 411,
                    "text": "25"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxic activity",
            "text": "Receptors on the surface of NK cells stem from germline encoded genes, in contrast to receptors from B and T cells which originate from somatic recombination (see below). Another distinction is that, although clones of B and T lymphocytes each express one single antigenspecific receptor, NK cells possess random amounts of multiple receptors 27 . This ensures phenotypic diversity despite a limited repertoire 25 ."
        },
        {
            "cite_spans": [
                {
                    "end": 285,
                    "ref_id": "BIBREF27",
                    "start": 283,
                    "text": "26"
                },
                {
                    "end": 456,
                    "ref_id": "BIBREF29",
                    "start": 454,
                    "text": "28"
                },
                {
                    "end": 562,
                    "ref_id": "BIBREF30",
                    "start": 560,
                    "text": "29"
                },
                {
                    "end": 823,
                    "ref_id": "BIBREF30",
                    "start": 821,
                    "text": "29"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxic activity",
            "text": "The effector functions of NK cells are closely regulated by adaptor proteins and activating or inhibitory receptors. An important activating receptor is FcRγRIIIA (CD16) which binds to the Fc portion of IgG immune complexes to trigger antibody-dependent cellular cytotoxicity (ADCC) 26 . This receptor, which bridges innate immunity and the presence of antigen-specific antibodies, is implicated in the efficacy of some therapeutic monoclonal antibodies 28 . NK cells can also be activated in the absence of immunoglobulins, via natural cytotoxicity receptors 29 . These receptors bind diverse ligands with activating or suppressing functions, including components of the extracellular matrix, proteins upregulated in cancer and viral infections, proteins of the complement, lectins (e.g., galectin-3) and growth factors 29 ."
        },
        {
            "cite_spans": [
                {
                    "end": 229,
                    "ref_id": "BIBREF27",
                    "start": 227,
                    "text": "26"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxic activity",
            "text": "Finally, like other immune cells, NK cells are impacted by surrounding cytokines. The presence of IL-15, IL-12, and IL-18, secreted by proximal macrophages or dendritic cells, appears necessary to fully prime NK cell functions 26 . Accordingly, NK cells also affect their environment via the production of pro-inflammatory interferon-γ (IFN-γ) and TNFα, as well as anti-inflammatory IL-10 29 . Importantly, the lysis of target cells by NK cells promotes the release of free antigens which can be captured and presented by dendritic cells, eventually playing a role in the adaptive immune response 26 ."
        },
        {
            "cite_spans": [
                {
                    "end": 222,
                    "ref_id": "BIBREF31",
                    "start": 220,
                    "text": "30"
                },
                {
                    "end": 374,
                    "ref_id": "BIBREF44",
                    "start": 371,
                    "text": "42,"
                },
                {
                    "end": 377,
                    "ref_id": "BIBREF45",
                    "start": 375,
                    "text": "43"
                },
                {
                    "end": 573,
                    "ref_id": "BIBREF44",
                    "start": 569,
                    "text": "[42]"
                },
                {
                    "end": 578,
                    "ref_id": "BIBREF45",
                    "start": 574,
                    "text": "[43]"
                },
                {
                    "end": 583,
                    "ref_id": "BIBREF46",
                    "start": 579,
                    "text": "[44]"
                },
                {
                    "end": 588,
                    "ref_id": "BIBREF47",
                    "start": 584,
                    "text": "[45]"
                },
                {
                    "end": 689,
                    "ref_id": "BIBREF44",
                    "start": 687,
                    "text": "42"
                },
                {
                    "end": 759,
                    "ref_id": "BIBREF45",
                    "start": 755,
                    "text": "[43]"
                },
                {
                    "end": 764,
                    "ref_id": "BIBREF46",
                    "start": 760,
                    "text": "[44]"
                },
                {
                    "end": 769,
                    "ref_id": "BIBREF47",
                    "start": 765,
                    "text": "[45]"
                },
                {
                    "end": 974,
                    "ref_id": "BIBREF45",
                    "start": 971,
                    "text": "43,"
                },
                {
                    "end": 977,
                    "ref_id": "BIBREF46",
                    "start": 975,
                    "text": "44"
                },
                {
                    "end": 1281,
                    "ref_id": "BIBREF48",
                    "start": 1279,
                    "text": "46"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "Even if the diameter of nanomaterials is below the range where phagocytosis is the most efficient, interactions of nanomedicines with monocytes and macrophages remains an important factor governing their biological fate 30 In vivo, the involvement of the MPS on the clearance of nanomedicines was evidenced notably by studying the impact of the dose on circulation times 42, 43 . For nanoparticles with no steric protection (i.e., high intrinsic clearance), independent studies showed that augmenting the injected dose resulted in non-linear increase in blood exposure [42] [43] [44] [45] . This phenomenon was attributed to the limited quantity of opsonins available in the bloodstream 42 or to the saturation of liver Kupffer cells and other phagocytes [43] [44] [45] . Interestingly, for nanoparticles which have lower affinity for the MPS due to their steric protection (i.e., PEGylated), increasing the dose within a 100-fold range did not prolong circulation times 43, 44 . Recently, our group confirmed that a threshold of approximately 20 PEG chains per 100 nm 2 might be necessary to prevent early J o u r n a l P r e -p r o o f clearance of polymer nanoparticles by the MPS, but that higher PEGylation densities did not necessarily translate into higher blood exposure 46 ."
        },
        {
            "cite_spans": [
                {
                    "end": 264,
                    "ref_id": "BIBREF49",
                    "start": 262,
                    "text": "47"
                },
                {
                    "end": 415,
                    "ref_id": "BIBREF50",
                    "start": 412,
                    "text": "48,"
                },
                {
                    "end": 418,
                    "ref_id": "BIBREF51",
                    "start": 416,
                    "text": "49"
                },
                {
                    "end": 636,
                    "ref_id": "BIBREF50",
                    "start": 634,
                    "text": "48"
                },
                {
                    "end": 763,
                    "ref_id": "BIBREF50",
                    "start": 760,
                    "text": "48,"
                },
                {
                    "end": 766,
                    "ref_id": "BIBREF51",
                    "start": 764,
                    "text": "49"
                },
                {
                    "end": 873,
                    "ref_id": "BIBREF52",
                    "start": 871,
                    "text": "50"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "Various groups have highlighted the importance of circumventing distribution to the MPS to increase the efficacy of therapeutic nanomedicines. For example, the injection of large liposomes containing clodronate can efficiently deplete Kupffer cells in the liver 47 . This model was used to increase the circulation times and tumor distribution of PEGylated doxorubicin liposomes and other types of nanoparticles 48, 49 . Although this strategy can result in increased therapeutic efficacy 48 , its clinical relevance remains questionable as it might also make animals (and potentially humans) more susceptible to bacterial infections 48 . Interestingly, in both aforementioned studies, the depletion of Kupffer cells resulted in increased splenic distribution 48, 49 . This supports the role of the spleen to sieve colloids that are not efficiently retained by the liver 50 ."
        },
        {
            "cite_spans": [
                {
                    "end": 282,
                    "ref_id": "BIBREF53",
                    "start": 280,
                    "text": "51"
                },
                {
                    "end": 353,
                    "ref_id": null,
                    "start": 351,
                    "text": "52"
                },
                {
                    "end": 917,
                    "ref_id": null,
                    "start": 915,
                    "text": "52"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "Decoy colloids can also be used to partially bypass the MPS. For example, the tumor distribution and efficacy of small PEGylated nanoparticles was significantly increased when mice were pre-dosed with high quantities of non-PEGylated liposomes (375 mg/kg), 1.5 h before treatment 51 . Likewise, in a thorough and elegant study, Nikitin and colleagues 52 proposed that pre-dosing rodents with allogeneic anti-erythrocytes IgG2a could prolong the circulation times of various colloidal systems, including PEGylated liposomal doxorubicin. The forced clearance of red blood cells, 12 h before the injection of nanomedicines, resulted in increased circulation times compared to animals primed with vehicle. Although particles with very high clearance benefited the most from the phenomenon, forced clearance of erythrocytes appeared to induce a 1.6-fold increase in the blood exposure of PEGylated liposomal doxorubicin 52 . Importantly, in a murine model of melanoma, PEGylated liposomes showed improved antitumor efficacy when the MPS was saturated."
        },
        {
            "cite_spans": [
                {
                    "end": 188,
                    "ref_id": "BIBREF56",
                    "start": 186,
                    "text": "53"
                },
                {
                    "end": 368,
                    "ref_id": null,
                    "start": 363,
                    "text": "10 12"
                },
                {
                    "end": 616,
                    "ref_id": "BIBREF56",
                    "start": 614,
                    "text": "53"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "Finally, in a provocative but well-designed study, Chan and his group suggested recently that the capacity of the MPS might be regulated in terms of numbers of particles instead of mass 53 . Using a variety of techniques, including intravital imaging, they showed that the clearance rates of gold nanoparticles significantly increased when a minimum threshold of 10 12 injected particles per mouse was reached. Doses above this number resulted in decreased J o u r n a l P r e -p r o o f accumulation in macrophages and increased tumor deposition, for gold and silica nanoparticles, as well as PEGylated liposomes 53 . To further showcase the relevance of this threshold, one single administration of a fixed quantity of PEGylated doxorubicin liposomes (ca. 5×10 12 particles, 2 mg/kg of doxorubicin) had significantly increased antitumor efficacy when delivered with a large quantity of empty particles (ca. 5×10 13 empty particles). Time will tell if this threshold can translate to humans by allometric conversions, and whether the phenomenon, obtained with single dose administrations, holds true for multiple dose regimens used in the clinics."
        },
        {
            "cite_spans": [
                {
                    "end": 125,
                    "ref_id": "BIBREF57",
                    "start": 122,
                    "text": "54,"
                },
                {
                    "end": 128,
                    "ref_id": "BIBREF58",
                    "start": 126,
                    "text": "55"
                },
                {
                    "end": 648,
                    "ref_id": "BIBREF57",
                    "start": 645,
                    "text": "54,"
                },
                {
                    "end": 651,
                    "ref_id": "BIBREF58",
                    "start": 649,
                    "text": "55"
                },
                {
                    "end": 839,
                    "ref_id": "BIBREF57",
                    "start": 836,
                    "text": "54,"
                },
                {
                    "end": 842,
                    "ref_id": "BIBREF58",
                    "start": 840,
                    "text": "55"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "In patients receiving PEGylated liposomes encapsulating irinotecan 54 or a camptothecin analog 55 , Zamboni and his group 54, 55 observed that individuals with higher plasma clearance also had a more significant decrease in blood monocytes. In these single intravenous administration studies, blood exposure to the drug was measured by the plasma concentration vs. time curve (AUC), and monocyte counts were measured at nadir, (i.e., 9 or 11 days after the dosing of the campthotecin analog and irinotecan, respectively). For both drugs, younger patients (<60 years old) experienced a larger decrease in monocytes than patients >60 years of age 54, 55 . The authors propose that uptake in monocytes partly explains the clearance of the liposomes and that the delayed monocytopenia is a consequence of the encapsulated cytotoxic payload 54, 55 ."
        },
        {
            "cite_spans": [
                {
                    "end": 245,
                    "ref_id": "BIBREF58",
                    "start": 243,
                    "text": "55"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "Interestingly, both liposomal drugs appeared to be 1.5-to 2.5-fold more toxic for monocytes than for neutrophils. In comparison, the higher toxicity of the non-encapsulated camptothecin analog was observed in monocytes and neutrophils equally 55 . It remains unclear if these interactions between the liposomes and the monocytes occur in the bloodstream or in the bone marrow, and whether differences in initial counts of monocytes existed between young and older patients before the administration of liposomes."
        },
        {
            "cite_spans": [
                {
                    "end": 174,
                    "ref_id": "BIBREF59",
                    "start": 172,
                    "text": "56"
                }
            ],
            "ref_spans": [],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "Multiple-dose pharmacokinetic studies in patients also support the role of the MPS in the clearance of nanomedicines. In an open label study in 15 patients, Gabizon et al. 56 have observed that repeated administration of PEGylated liposomal doxorubicin resulted in gradually increasing plasma exposure to the drug. Over three cycles of intravenous treatments given every 4 weeks, the AUC of the drug increased by >40%. The authors ascribed this increase in blood exposure to damage caused by the drug to the mononuclear phagocyte system 56 . A follow-up analysis J o u r n a l P r e -p r o o f suggested that patients who had important decreases in monocytes also experienced higher gradual increase in blood exposure, over the 3 cycles 57 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 82,
                    "ref_id": "TABREF1",
                    "start": 74,
                    "text": "Table 2)"
                },
                {
                    "end": 99,
                    "ref_id": "TABREF1",
                    "start": 92,
                    "text": "Table 2"
                }
            ],
            "section": "Interactions of nanomedicines with innate immune cells",
            "text": "In the clinics, both PEGylated and non-PEGylated nanomedicines are used ( Table 2) . Insert Table 2 3.3. Proteins of the innate immunity"
        },
        {
            "cite_spans": [
                {
                    "end": 141,
                    "ref_id": "BIBREF64",
                    "start": 139,
                    "text": "60"
                },
                {
                    "end": 780,
                    "ref_id": "BIBREF65",
                    "start": 778,
                    "text": "61"
                }
            ],
            "ref_spans": [],
            "section": "The complement system",
            "text": "The complement cascade includes approximately 50 proteins 59 , which circulate in the fluid-phase (plasma, lymph, and interstitial fluids) 60 The alternative pathway is initiated by the spontaneous hydrolysis of C3 protein into C3a and C3b. The C3b fragment can covalently bind to carbohydrates and amines on the surface of the pathogen, via a thioester moiety which is exposed upon activation. The C3a protein does not directly interact with the pathogen but is involved in recruiting neutrophils, monocytes, and macrophages to the site of infection. The classical pathway involves the binding of C1q protein to the Fc portion of immunoglobulins found on the surface of pathogens (IgM or IgG). C1q also bind to lipid A, β-sheet amyloid fibrils, pentraxins, and apoptotic cells 61 . The lectin pathway differs from the classical pathway only in the initial stimuli responsible for the conversion of C4 into its bioactive fragments. Instead of relying on the presence of surface antibodies, the lectin pathway is initiated by lectin binding to mannose residues of glycoproteins and glycolipids, or by ficolins binding to N-acetylated surfaces. Each mannose binding lectin (MBL) or ficolin associates with serine proteases, forming the MBL-associated serine proteases (MASPs) complexes."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 103,
                    "ref_id": "FIGREF18",
                    "start": 95,
                    "text": "(Fig. 3)"
                },
                {
                    "end": 760,
                    "ref_id": "FIGREF18",
                    "start": 752,
                    "text": "(Fig. 3B"
                }
            ],
            "section": "The complement system",
            "text": "All activation pathways result in the production of different C3 convertases protein complexes (Fig. 3) . These complexes amplify the cascade by cleaving additional C3 protein and releasing more C3a and C3b. At this point, additional C3b molecules can join the C3 convertase complex and form the C5 convertase. Cleavage of the protein C5 by the C5 convertase leads to the release of the anaphylatoxin C5a, while the larger fragment, C5b protein, remains bound to the C5 convertase. The enzymatic cascade ends on the formation of C5b-9, terminal complement complex (TCC), or membrane attack complex, resulting from the association of C5b with the proteins C6, C7, C8, and C9. The TCC creates a pore in the microorganism's membrane, leading to its lysis (Fig. 3B )."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The complement system",
            "text": "In general, the complement cascade produces cytokines, opsonins, and terminal lytic complex. Cytokines C3a, C4a, and C5a recruit macrophages and mast cells, which eliminate the antigens marked by C1q, C4b, C3b, or other fragments of C3 (iC3b and C3c). Besides these immediate actions, complement proteins can also participate in the adaptative humoral response 59 ."
        },
        {
            "cite_spans": [
                {
                    "end": 178,
                    "ref_id": "BIBREF66",
                    "start": 174,
                    "text": "[62]"
                },
                {
                    "end": 183,
                    "ref_id": "BIBREF67",
                    "start": 179,
                    "text": "[63]"
                },
                {
                    "end": 188,
                    "ref_id": "BIBREF68",
                    "start": 184,
                    "text": "[64]"
                },
                {
                    "end": 193,
                    "ref_id": "BIBREF69",
                    "start": 189,
                    "text": "[65]"
                },
                {
                    "end": 198,
                    "ref_id": "BIBREF70",
                    "start": 194,
                    "text": "[66]"
                },
                {
                    "end": 432,
                    "ref_id": "BIBREF66",
                    "start": 429,
                    "text": "62,"
                },
                {
                    "end": 436,
                    "ref_id": "BIBREF67",
                    "start": 433,
                    "text": "63,"
                },
                {
                    "end": 440,
                    "ref_id": "BIBREF69",
                    "start": 437,
                    "text": "65,"
                },
                {
                    "end": 443,
                    "ref_id": "BIBREF70",
                    "start": 441,
                    "text": "66"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "For almost 30 years, evaluating how nanomedicines activate the complement cascade ex vivo has been a common and practical assay to study interactions with biological systems [62] [63] [64] [65] [66] . These interactions are regulated by dynamic interfacial forces and physicochemical properties of the material, such as charge, size, shape, hydrophobicity, hydrophilicity, chemical composition, and coverage by functional groups 62, 63, 65, 66 . As such, they offer a convenient way to discriminate between materials, and the challenges and opportunity associated with studying complementnanomedicine interactions have been detailed elsewhere recently 67 ."
        },
        {
            "cite_spans": [
                {
                    "end": 196,
                    "ref_id": "BIBREF72",
                    "start": 193,
                    "text": "68,"
                },
                {
                    "end": 199,
                    "ref_id": "BIBREF73",
                    "start": 197,
                    "text": "69"
                },
                {
                    "end": 459,
                    "ref_id": "BIBREF74",
                    "start": 457,
                    "text": "70"
                },
                {
                    "end": 484,
                    "ref_id": "BIBREF75",
                    "start": 482,
                    "text": "71"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "However, the impact of complement activation on the fate of nanomedicines in vivo remains poorly understood. Despite the necessary role of complement proteins to fight some pathogen infections 68, 69 , bona fide demonstrations of the impact of complement on the blood clearance of nanoparticles remain scarce. As early as the 1990s, some reports showed that in vitro complement activation by liposomes was not always predictive of circulation times in vivo 70 . Szoka and his group 71 showed that inhibiting the complement system in mice did not significantly alter the pattern of gene expression, in the lungs, liver, and spleen, observed after intravenous injection of cationic transfecting liposomes."
        },
        {
            "cite_spans": [
                {
                    "end": 220,
                    "ref_id": "BIBREF48",
                    "start": 218,
                    "text": "46"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "More recently, our group compared the circulation profiles of PEGylated nanoparticles in C57bl/6 wildtype controls and transgenic animals unable to activate the cascade of the complement, that is C3 knockout (KO) mice 46 . Nanoparticles with long and short circulation times were tested (i.e., 7-fold variation in AUC 0-6 h between the fastest and slowest clearance)."
        },
        {
            "cite_spans": [
                {
                    "end": 270,
                    "ref_id": "BIBREF76",
                    "start": 268,
                    "text": "72"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "For all nanoparticles, intravenous injection resulted in similar pharmacokinetics in C3 −/− animals and control animals. Similar results were reproduced by depleting the complement activity in Balb/c mice, via the injection of intraperitoneal cobra venom factor (CVF) 72 . This toxin acts as a soluble C3 convertase, and its injection to animals temporarily depletes circulating levels of C3"
        },
        {
            "cite_spans": [
                {
                    "end": 997,
                    "ref_id": "BIBREF77",
                    "start": 995,
                    "text": "73"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "and their ability to activate the complement system. In this follow-up study, the circulation profiles of a first dose of PEGylated nanoparticles were superimposable, irrespective of the animal's ability to activate complement 72 . We also looked at the circulation profiles of PEGylated and non-PEGylated liposomes in BALB/c mice and Sprague Dawley rats treated with vehicle or CVF 73 . Again, comparable circulation profiles were observed in animals with or without the ability to activate the complement, when 20 mg/kg of PEGylated and non-PEGylated liposomes were injected. However, when non-PEGylated liposomes were administered at a lower dose of 2 mg/kg (which resulted in a very fast clearance), a 1.3-and 1.5-fold increase in AUC 0-24 h was observed when complement was depleted in mice and rats, respectively. This increase in blood exposure was mostly attributable to the blood concentrations measured between 6 and 24 h after the injection, when residual circulating levels were low 73 ."
        },
        {
            "cite_spans": [
                {
                    "end": 189,
                    "ref_id": "BIBREF81",
                    "start": 187,
                    "text": "76"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "Other groups have also observed that complement minimally impacted the clearance rates of PEGylated emulsions 74 , iron oxide nanoparticles 52 , but also alphaviruses 75 and adenoviruses 76 ."
        },
        {
            "cite_spans": [
                {
                    "end": 131,
                    "ref_id": "BIBREF82",
                    "start": 129,
                    "text": "77"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "Some evidence exist that complement proteins pre-adsorbed on the surface of nanomaterials could be dynamically exchanged in vivo 77 . To reach this conclusion, the groups of Moghimi and Simberg 77 coated paramagnetic iron-oxide nanoworms with complement proteins and injected them to C3 KO animals. Five minutes after injection, they recovered the nanomaterial from the blood and observed no trace of the initial complement proteins. If dynamic exchanges also occur with other materials, the phenomenon could explain the difficulty of observing the impact of complement in vivo."
        },
        {
            "cite_spans": [
                {
                    "end": 256,
                    "ref_id": "BIBREF77",
                    "start": 254,
                    "text": "73"
                },
                {
                    "end": 588,
                    "ref_id": "BIBREF83",
                    "start": 586,
                    "text": "78"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "Finally, when investigating the tissue distribution of fluorescently-labeled, non-PEGylated liposomes in the presence and absence of complement, we observed that depletion of the cascade resulted in decreased distribution of liposomes to splenic B cells 73 . Twenty-four hours after injection, animals injected with CVF had a 4-fold decrease in the proportion of splenic B cells containing liposomes, compared to mice treated with vehicle. Others have also observed that paramagnetic iron-oxide nanoworms had different distribution in circulating leukocytes, in wildtype and C3 KO mice 78 . It is therefore possible that complement could qualitatively affect the distribution of nanomedicines to organs of the MPS, while not always significantly affecting the levels found in circulation."
        },
        {
            "cite_spans": [
                {
                    "end": 29,
                    "ref_id": "BIBREF84",
                    "start": 27,
                    "text": "79"
                },
                {
                    "end": 232,
                    "ref_id": "BIBREF39",
                    "start": 230,
                    "text": "37"
                },
                {
                    "end": 563,
                    "ref_id": "BIBREF84",
                    "start": 561,
                    "text": "79"
                },
                {
                    "end": 811,
                    "ref_id": "BIBREF48",
                    "start": 809,
                    "text": "46"
                },
                {
                    "end": 1369,
                    "ref_id": "BIBREF48",
                    "start": 1367,
                    "text": "46"
                }
            ],
            "ref_spans": [],
            "section": "The importance of other proteins on the clearance of nanomedicines",
            "text": "Recently, Schöttler et al. 79 studied the uptake of 100-nm polystyrene nanoparticles with relatively sparse steric protection (8-10 chains per 100 nm 2 ) in cultures of leukemic macrophages (RAW264.7 cells). Like in other reports 37 , they observed that cellular uptake could be prevented by pre-incubation of the nanoparticles with plasma proteins. Interestingly, they J o u r n a l P r e -p r o o f showed that the adsorption of the protein clusterin (apolipoprotein J) on the surface of nanoparticles could inhibit the in vitro uptake in macrophages by >70% 79 . In our own hands, preincubation of PEGylated nanoparticles with clusterin before intravenous injection to healthy mice resulted in increased blood circulation times only for particles with very low PEG densities (<20 PEG chains per 100 nm 2 ) 46 . In the same work, we also showed that nanoparticles with low steric protection were cleared much faster in transgenic mice which did not express apolipoprotein E (ApoE), a protein responsible for lipid trafficking in the blood. It is therefore possible that clusterin and other apolipoproteins, which interact physiologically with hydrophobic biological constituents, bind to the surface of nanoparticles with low PEG densities to somehow stabilize them. This effect would be less perceptible with systems which have inherently higher steric protection 46 . "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type 1 and type 2 immune responses",
            "text": "Tissue-resident macrophages and infiltrating neutrophils, as first responders to tissue aggression, recruit additional monocytes, and macrophages during the initiation phase of inflammation. The cytokines released in the tissue will influence how recruited cells will respond. For example, most of the neutrophils that accumulate in tissues do not return to the circulation. Neutrophils that phagocytose particles enter phagocytosis-induced cell death which prompts their clearance by macrophages 3 . The sensing of pathogens or infected cells, notably via TLR signaling, promotes the production of interferon and inflammatory cytokines. This induces a proinflammatory phenotype in newly arrived and tissue-resident cells, that is the type 1 response 84 ."
        },
        {
            "cite_spans": [
                {
                    "end": 467,
                    "ref_id": "BIBREF90",
                    "start": 465,
                    "text": "85"
                }
            ],
            "ref_spans": [],
            "section": "Type 1 and type 2 immune responses",
            "text": "Type 1 response translates into increased phagocytic and cytotoxic activities. In opposition, when immune cells sense anti-inflammatory cytokines, for example the minimal danger cues associated with phagocytosis of apoptotic corpses, they will adopt a type 2 response. This phenotype initiates the resolution phase. The balance between type 1 and 2 responses is closely regulated and threads a fine line between fighting a pathogen and maintaining tissue functions 85 ."
        },
        {
            "cite_spans": [
                {
                    "end": 89,
                    "ref_id": "BIBREF89",
                    "start": 87,
                    "text": "84"
                },
                {
                    "end": 435,
                    "ref_id": "BIBREF90",
                    "start": 433,
                    "text": "85"
                },
                {
                    "end": 623,
                    "ref_id": "BIBREF89",
                    "start": 621,
                    "text": "84"
                },
                {
                    "end": 760,
                    "ref_id": "BIBREF90",
                    "start": 758,
                    "text": "85"
                }
            ],
            "ref_spans": [],
            "section": "Type 1 and type 2 immune responses",
            "text": "Type 1/2 polarization was first described for T helper lymphocytes (CD4 + , T H cells) 84 At the onset, Type 1 response is prompted by IL-12, but the cascade is sustained mostly by the production of IFN-γ, IL-2, IL-6, and TNFα 84 . Pro-inflammatory macrophages are effector cells and produce bactericidal nitric oxide (NO) and ROS, but also high quantities of IL-1β, TNFα, and IL-6 which act as potent positive amplification signals 85 . The pro-inflammatory J o u r n a l P r e -p r o o f immune response inhibits and kills pathogens; it is necessary to fight leishmania, bacterial, mycobacterial, and fungal infections 84 . However, untamed type 1 response can cause tissue damage, predispose toward neoplastic transformation or promote insulin resistance 85 ."
        },
        {
            "cite_spans": [
                {
                    "end": 210,
                    "ref_id": "BIBREF90",
                    "start": 208,
                    "text": "85"
                },
                {
                    "end": 508,
                    "ref_id": "BIBREF89",
                    "start": 505,
                    "text": "84,"
                },
                {
                    "end": 511,
                    "ref_id": "BIBREF90",
                    "start": 509,
                    "text": "85"
                }
            ],
            "ref_spans": [],
            "section": "Type 1 and type 2 immune responses",
            "text": "In contrast, type 2 response is driven by IL-4, but also IL-10 and IL-13. Physiologically, most tissue-resident macrophages are polarized toward an anti-inflammatory phenotype which drives growth and healing 85 . In this state, macrophages produce IL-10 and tissue growth factor-β (TGF-β) which sustain the type 2 phenotype. Anti-inflammatory macrophages have high levels of scavenger, mannose, and galactose-type receptors. Disproportionate type 2 response is associated with tissue fibrosis and allergy 84, 85 ."
        },
        {
            "cite_spans": [
                {
                    "end": 680,
                    "ref_id": "BIBREF92",
                    "start": 678,
                    "text": "87"
                },
                {
                    "end": 1167,
                    "ref_id": "BIBREF92",
                    "start": 1165,
                    "text": "87"
                },
                {
                    "end": 1622,
                    "ref_id": "BIBREF48",
                    "start": 1620,
                    "text": "46"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines and immune polarization",
            "text": "Due to imbalances in the production of IL-4 and IL-12, the responses of certain inbred strains of mice are skewed toward type 1 or type 2 reactions 84 . While C57bl/6 mice exhibit a general susceptibility to type 1 polarization, the response of BALB/c mice is biased toward type 2. In a very interesting study, the teams of Bear and DeSimone 87 have compared the clearance of nanoparticles in type 1-and type 2-biased mouse strains. During the 2 h that followed the intravenous injection of cylindrical, negatively charged, 300-nm PEG-hydrogels, type 1-biased mice (C57bl/6 and B10D2) had at least a 4-fold higher blood exposure than their type 2 counterparts (BALB/c and DBA2) 87 . These differences were also noticeable for 30-nm quantum dots, but not for 6-μm microparticles. The authors ascribe these distinctions to a higher expression of mannan receptors on the surface of phagocytes from BALB/c mice, compared to C57bl/6 animals. It is unclear how this phenomenon translates to other materials. In this experiment, the clearances of the studied materials were relatively fast, as all had <25% of the initial signal remaining in the blood 2 h after injection 87 . Independently, we also compared the pharmacokinetics of 90-nm polymer nanoparticles with different PEG densities in BALB/c and C57bl/6 mice 46 . Over 6 h after intravenous injection, the blood exposure observed with nanoparticles with low steric protection (i.e., 15 PEG chains per 100 nm 2 ) was approximately 1.8-fold higher in C57bl/6, compared to BALB/c mice. Interestingly, these differences disappeared for nanoparticles with slower clearances 46 . Altogether, this suggests that differences J o u r n a l P r e -p r o o f between type 1/2-biased strains might be more important for nanoparticles which are quickly removed from the circulation than for longer-circulating systems."
        },
        {
            "cite_spans": [
                {
                    "end": 95,
                    "ref_id": "BIBREF93",
                    "start": 93,
                    "text": "88"
                },
                {
                    "end": 155,
                    "ref_id": "BIBREF94",
                    "start": 153,
                    "text": "89"
                },
                {
                    "end": 555,
                    "ref_id": "BIBREF96",
                    "start": 553,
                    "text": "91"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines and immune polarization",
            "text": "In cancer, systemically injected nanoparticles can preferentially distribute to solid tumors 88 where they can target cancer cells and macrophages alike 89 . The ability of nanomedicines to polarize tumor-associated macrophages toward an anticancer phenotype has therefore raised significant interest. The general concept relies on using the sensing machinery in the macrophage (i.e., TLRs and other pattern receptors) to locally prompt the phagocyte towards a type 1 immune response, for example by encapsulating TLR agonists 90 , IL-12, or CpG motifs 91 ."
        },
        {
            "cite_spans": [
                {
                    "end": 41,
                    "ref_id": "BIBREF97",
                    "start": 39,
                    "text": "92"
                },
                {
                    "end": 1444,
                    "ref_id": "BIBREF102",
                    "start": 1442,
                    "text": "96"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines and immune polarization",
            "text": "In a recent report, Chen and his group 92 have designed hybrid nanovesicles decorated with signal regulatory protein alpha (SIRPα) and combining the tumor homing properties of platelet-derived exosomes and the pro-inflammatory macrophage-derived extracellular microvesicles. Three intravenous injections of these sophisticated nanovesicles to C57bl/6 mice bearing subcutaneous B16F10 melanoma, resulted in increased tumor levels of IFN-γ, TNFα, and IL-12, and reduced amounts of IL-10, strongly supporting a shift toward a type 1 response 92 . In this metastatic-prone cancer model, treatment with nanovesicles was able to prevent cancer recurrences after surgical tumor ablation and significantly prolong survival. Interestingly, the nanovesicles were much less potent in a triple-negative breast cancer model (4T1 cells) implanted in BALB/c mice. To achieve comparable efficacy in these type 2 biased animals, encapsulation in nanovesicles of cyclic GMP-AMP, a strong ligand of the intracytoplasmic pattern receptor STING, was necessary 92 . During their journey, if dendritic cells sense sufficient danger signals from the internalized pathogen (e.g., activation of TLR by DAMPs), it will upregulate the costimulatory protein B7 involved in the activation of T cells. Free antigens from the extracellular fluid can also passively drain to lymphoid organs where they can be internalized and presented by residing dendritic cells or B cells 96 . Some evidence also exists that monocytes can enter tissues without differentiation, up-regulate expression of MHC class II molecules, take up antigens and deliver them to lymph "
        },
        {
            "cite_spans": [
                {
                    "end": 119,
                    "ref_id": "BIBREF6",
                    "start": 118,
                    "text": "6"
                },
                {
                    "end": 267,
                    "ref_id": "BIBREF104",
                    "start": 264,
                    "text": "98,"
                },
                {
                    "end": 270,
                    "ref_id": "BIBREF105",
                    "start": 268,
                    "text": "99"
                },
                {
                    "end": 496,
                    "ref_id": "BIBREF105",
                    "start": 494,
                    "text": "99"
                }
            ],
            "ref_spans": [
                {
                    "end": 117,
                    "ref_id": "FIGREF19",
                    "start": 109,
                    "text": "(Fig. 4)"
                },
                {
                    "end": 603,
                    "ref_id": "FIGREF19",
                    "start": 595,
                    "text": "(Fig. 4)"
                }
            ],
            "section": "Nanomedicines in the lymphatic circulation",
            "text": "In healthy organs, the interstitial fluid is passively drained to lymph nodes via afferent lymphatic vessels (Fig. 4) 6 . Lymphatic vessels have a diameter between 10 μm to 2 mm and contain the lymph, a mixture of extracellular fluid, leukocytes and free antigens 98, 99 . In the absence of hydrodynamic pressure, the progression of the lymph is slow (superficial velocities range from 3-10 μm/s), and is sustained by the contraction of smooth muscles and the presence of unidirectional valves 99 . The thoracic duct returns the fluid back to the venous circulation via the brachiocephalic vein (Fig. 4) ."
        },
        {
            "cite_spans": [
                {
                    "end": 101,
                    "ref_id": "BIBREF104",
                    "start": 99,
                    "text": "98"
                },
                {
                    "end": 234,
                    "ref_id": "BIBREF104",
                    "start": 232,
                    "text": "98"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines in the lymphatic circulation",
            "text": "Lymph nodes are capsular tissues consisting of multiple side-by side lobules surrounded by sinuses 98 . Their basic structure is made of a fibrovascular tissue filled with lymphocytes, macrophages, dendritic cells, and erythrocytes 98 . Afferent lymphatic vessels empty in the subcapsular space, while the efferent vessels, the vein, and the artery stem from the medulla."
        },
        {
            "cite_spans": [
                {
                    "end": 199,
                    "ref_id": "BIBREF104",
                    "start": 197,
                    "text": "98"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines in the lymphatic circulation",
            "text": "Antibody-producing B cells also reside in the medulla. Each lobule can be subdivided in the superficial cortex, which contains follicles of naïve B cells, and the paracortex which contains T cells 98 ."
        },
        {
            "cite_spans": [
                {
                    "end": 317,
                    "ref_id": "BIBREF102",
                    "start": 314,
                    "text": "96,"
                },
                {
                    "end": 321,
                    "ref_id": null,
                    "start": 318,
                    "text": "100"
                },
                {
                    "end": 459,
                    "ref_id": "BIBREF108",
                    "start": 456,
                    "text": "101"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines in the lymphatic circulation",
            "text": "The size of a free antigen can affect how fast it leaves the extracellular fluid to reach the lymph, but also its diffusion through the lymph nodes. Protein antigens with small sizes (molecular weight <70 kDa) can distribute to the follicular region of afferent lymph nodes within minutes of intradermal injection 96, 100 . In contrast, lymph-borne vesicular stomatitis viruses (70 nm×180 nm cylinders) are captured by macrophages in the subcapsular sinus 101 Through a gene rearrangement process unique to B and T cells called V(D)J recombination, each clone expresses a single and randomly generated surface receptor. Although the biological mechanisms responsible for clonal diversity are beyond the scope of this review, the outcome is that each B-or T-cell receptor on immature lymphocytes recognizes a unique peptide. At this stage, the receptors that bind antigens are generated randomly and without consideration to self or non-self. Cells which are not useful or possibly harmful are eradicated from the repertoire by the selection of clones. Cells that bind self MHC class molecules too weakly or too strongly and those that recognize peptides belonging to the host (i.e., possibly selfreactive) will be eliminated by apoptosis. By the end of this process, each mature lymphocyte can recognize one out of 10 6 different possible foreign peptides."
        },
        {
            "cite_spans": [
                {
                    "end": 301,
                    "ref_id": "BIBREF26",
                    "start": 299,
                    "text": "25"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines in the lymphatic circulation",
            "text": "From the thymus and the spleen where T and B cells respectively mature, they return to the lymph and blood to wander between secondary lymphoid organs (e.g., lymph nodes and mucosae). Clonal expansion occurs when a T cell with the correct specificity binds an APC with the right antigen-MHC complex 25 Under these conditions, antigen-specific CD4 + clones expand 1000 to 10,000-fold, and CD8 + clones up to 50,000 times, significantly increasing the numbers of lymphocytes that can recognize the antigen. Differentiated CD4 + cells also start expressing CD40L which is key to their effector functions."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanomedicines in the lymphatic circulation",
            "text": "After clonal expansion, differentiated T cells return to peripheral tissues where they can exert their function, but some CD4 + cells also migrate within the lymphoid organ to the B cellrich follicle, to help drive the humoral response."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular immune responses",
            "text": "Via MHC class I molecules, differentiated CD8 + cytotoxic lymphocytes recognize cells that have been infected by pathogens or are expressing distress signals (e.g., cancer cells). Like NK cells, CD8 + lymphocytes can trigger apoptosis by discharging cytotoxic proteins (perforin and granzymes) to the cytoplasm of infected cells. The immunological synapse involves the binding of the specific T cell receptor to its antigen, the binding of the coreceptor CD8 to the MHC class I molecules, as well as the involvement of activating costimulatory signals. Costimulatory signals involve immune checkpoints like those discussed for clonal expansion, but also LFA-1 on the T cell and integrin ICAM-1 on the distressed cell. CD8 + lymphocytes can also induce apoptosis by directly binding the FAS death receptor on the distressed cells by the expression of the protein FAS ligand."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "In parallel, CD4 + helper lymphocytes recognize antigens presented on MHC class II molecules through interactions between 1) the presented antigen and T cell receptor, 2) CD4 and the MHC class II molecules, and 3) CD40L and CD40, a protein constitutively expressed on APCs. The immunological synapse sustains a positive amplification loop skewed toward a type 1 or type 2 response, based on the cell polarization and surrounding milieu. T H 1 cells produce cytokines that recruit and activate additional phagocytes and directly stimulate the production of bactericidal molecules by the macrophage involved in the synapse. This enhances the phagocyte's ability to kill its intracellular content by increasing the production of digestive enzymes, and in turn augments the number of digested antigens presented on its surface."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunological synapses involving T H 2 cells suppress the inflammatory phenotype by secretion",
            "text": "of IL-4 and IL-10 and contribute to the activation of eosinophils by secretion of IL-5. When T H 2 cells form immunological synapses with B cells, the humoral response can be skewed toward the production of IgE."
        },
        {
            "cite_spans": [
                {
                    "end": 508,
                    "ref_id": "BIBREF112",
                    "start": 505,
                    "text": "105"
                },
                {
                    "end": 934,
                    "ref_id": "BIBREF113",
                    "start": 931,
                    "text": "106"
                }
            ],
            "ref_spans": [],
            "section": "The humoral immune response",
            "text": "The humoral response corresponds to the production of neutralizing antibodies that bind pathogens and enhance their clearance. Through recombination and maturation, naïve B lymphocytes exhibit a diversity of random receptors comparable to that of T cells. However, while receptors of T cells bind only peptides, those of B cells can recognize peptides, proteins, polysaccharides, lipids, and small chemicals. Furthermore, B cells are distinct from T cells in that they act both as APCs and effector cells 105 Contrary to antigenic proteins, large polyvalent patterns like polysaccharides and nucleic acids can trigger antibody production in the absence of T cell involvement. This is due to their large repeating structures which can crosslink multiple B cell receptors simultaneously. In that context, complement proteins deposited on the antigen also bind to coreceptors CD21 (complement receptor 2), fully engaging the response 106 . B cells stimulated in the absence of T helper lymphocytes adopt a short-lived plasma cell phenotype, and rarely induce memory responses."
        },
        {
            "cite_spans": [
                {
                    "end": 206,
                    "ref_id": null,
                    "start": 203,
                    "text": "107"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines and adaptive immune functions",
            "text": "PEG was initially chosen for its inert character, but it is now appreciated that its patterning on the surface of a nanomedicine can increase interactions with the immune system 72 . Dams and colleagues 107 showed that the clearance of PEGylated liposomes was much increased when rats and Rhesus monkeys had received a first 'sensitizing' dose 5-7 days prior. They showed that the phenotype could be transferred from sensitized to naïve animals by plasma transfusions."
        },
        {
            "cite_spans": [
                {
                    "end": 183,
                    "ref_id": "BIBREF117",
                    "start": 180,
                    "text": "109"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines and adaptive immune functions",
            "text": "Significant efforts subsequently devoted to study the phenomenon confirmed that increased clearance was due to anti-PEG IgM 108 , which were not observed in splenectomized animals 109 ."
        },
        {
            "cite_spans": [
                {
                    "end": 203,
                    "ref_id": "BIBREF118",
                    "start": 200,
                    "text": "110"
                }
            ],
            "ref_spans": [],
            "section": "Nanomedicines and adaptive immune functions",
            "text": "The T-independent nature of the immune response was established by the observation that mice without T cells (nude Balb/c) still developed this phenotype, but not animals without T and B cells (SCID) 110 . Our group and others evidenced that, in animals with anti-PEG IgMs, activation of the complement cascade was in part responsible for the accelerated clearance 72,74 ."
        },
        {
            "cite_spans": [
                {
                    "end": 188,
                    "ref_id": "BIBREF120",
                    "start": 185,
                    "text": "112"
                },
                {
                    "end": 389,
                    "ref_id": "BIBREF123",
                    "start": 386,
                    "text": "115"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "Beyond liposomes, the phenomenon was observed with various types of PEGylated colloids, including polymer nanoparticles 72 , lipid complexes of nucleic acids 111 , proteins and viruses 112 . The physicochemical characteristics of the nanomedicines appear to play a role in the production of anti-PEG IgM 113 , but also the injected dose 114 and the encapsulation of anticancer payloads 115 . In the latter condition, it is believed that cytotoxic nanomedicines would kill the B cells upon internalization and prevent their proliferation. This is consistent with the absence of accelerated clearance seen in patients who received multiple doses of anticancer nanomedicines."
        },
        {
            "cite_spans": [
                {
                    "end": 168,
                    "ref_id": "BIBREF124",
                    "start": 163,
                    "text": "[116]"
                },
                {
                    "end": 174,
                    "ref_id": "BIBREF125",
                    "start": 169,
                    "text": "[117]"
                },
                {
                    "end": 180,
                    "ref_id": "BIBREF126",
                    "start": 175,
                    "text": "[118]"
                },
                {
                    "end": 345,
                    "ref_id": "BIBREF124",
                    "start": 340,
                    "text": "[116]"
                },
                {
                    "end": 351,
                    "ref_id": "BIBREF125",
                    "start": 346,
                    "text": "[117]"
                },
                {
                    "end": 357,
                    "ref_id": "BIBREF126",
                    "start": 352,
                    "text": "[118]"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "However, multiple reports have evidenced the presence of anti-PEG antibodies in the sera of healthy donors, without known prior exposure to PEGylated therapeutics [116] [117] [118] . In these studies, conducted in patients from the U.S., Austria, and China, the prevalence of anti-PEG IgM and IgG ranged between 20%-70% of samples analyzed [116] [117] [118] . The impact of these antibodies on the performance of nanomedicines in patients remains unclear."
        },
        {
            "cite_spans": [
                {
                    "end": 255,
                    "ref_id": "BIBREF127",
                    "start": 252,
                    "text": "119"
                },
                {
                    "end": 679,
                    "ref_id": "BIBREF127",
                    "start": 676,
                    "text": "119"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "The adaptive immune responses triggered by nanomedicines can also be exploited therapeutically. For example, the physiological PD-1/PD-L1 immunoregulatory pathway is an inhibitory checkpoint which prevents CD8 + from eliciting their cytotoxic activity 119 . In healthy tissues, the binding of PD-1 to PD-L1 protects against self-reactivity, but these cell-cell interactions can also be exploited by cancer cells to bypass immune surveillance. Anti-PD-1 and anti-PD-L1 antibodies, which disrupt the inhibitory effect, achieve very high success rates in patients suffering from melanoma, non-small cell lung cancer, and other types of cancers, but some tumors remain refractive 119 ."
        },
        {
            "cite_spans": [
                {
                    "end": 51,
                    "ref_id": "BIBREF128",
                    "start": 48,
                    "text": "120"
                }
            ],
            "ref_spans": [
                {
                    "end": 621,
                    "ref_id": "FIGREF20",
                    "start": 613,
                    "text": "Fig.   5"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f",
            "text": "To increase immune responsiveness, Lebel et al. 120 Importantly, the authors also showed the potential of the technology to induce cellular response against hepato-cellular carcinoma caused by hepatitis B virus. Altogether, these approaches confirm the potential of mRNA nanomedicine to vaccinate against cancer. Should these promises be confirmed in patients, they could significantly alter the practices in cancer immunotherapy, including making CAR technology more accessible for a variety of prevalent cancers. Examples of cancer immunotherapy approaches that can be enabled by nanomedicines are presented in Fig.   5 ."
        },
        {
            "cite_spans": [
                {
                    "end": 191,
                    "ref_id": "BIBREF136",
                    "start": 188,
                    "text": "127"
                },
                {
                    "end": 257,
                    "ref_id": "BIBREF137",
                    "start": 254,
                    "text": "128"
                },
                {
                    "end": 342,
                    "ref_id": "BIBREF138",
                    "start": 339,
                    "text": "129"
                },
                {
                    "end": 467,
                    "ref_id": "BIBREF139",
                    "start": 464,
                    "text": "130"
                },
                {
                    "end": 697,
                    "ref_id": "BIBREF139",
                    "start": 694,
                    "text": "130"
                }
            ],
            "ref_spans": [],
            "section": "Insert Fig. 5",
            "text": "Due to the global SARS-CoV-2 pandemic, mRNA vaccines to protect against pathogens have also attracted tremendous attention. The topic has been discussed recently in many excellent reviews 127 . Briefly, the American company Moderna (candidate mRNA-1273) 128 , the European collaboration between BioNTech and Pfizer (tozinameran, BNT162b2) 129 A report on the preclinical development of ARCoV offers some insight on the mechanisms of mRNA vaccines against COVID-19 130 . They showed that intramuscular injection translated into rapid transfection of the injected muscle and the liver, mainly in monocytes, macrophages, J o u r n a l P r e -p r o o f and dendritic cells, but also in hepatocytes 130 . Intravenous injection of their candidate also resulted in significant plasma concentration of the encoded protein, but this administration method is not currently used in clinical vaccination regimens. A two-dose vaccination treatment (14 days apart) elicited neutralizing antibodies, a TH1-biased CD4 + response and specific CD8 + cells in mice and non-human primates."
        },
        {
            "cite_spans": [
                {
                    "end": 371,
                    "ref_id": "BIBREF137",
                    "start": 368,
                    "text": "128"
                },
                {
                    "end": 778,
                    "ref_id": "BIBREF137",
                    "start": 775,
                    "text": "128"
                },
                {
                    "end": 980,
                    "ref_id": "BIBREF142",
                    "start": 977,
                    "text": "132"
                },
                {
                    "end": 1378,
                    "ref_id": "BIBREF142",
                    "start": 1375,
                    "text": "132"
                },
                {
                    "end": 1553,
                    "ref_id": "BIBREF143",
                    "start": 1550,
                    "text": "133"
                },
                {
                    "end": 1741,
                    "ref_id": "BIBREF143",
                    "start": 1738,
                    "text": "133"
                }
            ],
            "ref_spans": [],
            "section": "Insert Fig. 5",
            "text": "High neutralizing IgG titers, T H 1 biased CD4 + polarization and CD8 + response against subunit S1 of the spike were also obtained in mice with the mRNA-1273 candidate from Moderna 131 . A follow up study in primates showed that two intramuscular injections of 100 μg of mRNA-1273, at a 4-week interval, could raise a neutralizing humoral response in rhesus macaques 128 . In that study, the presence of spike-specific CD4 + follicular lymphocytes and T H 1 cells was confirmed, and no T H 2 polarization nor specific CD8 + T cells were detected. Four weeks after the second vaccination, antibodies could protect animals against intratracheal challenges with 7.6×10 5 plaque-forming units of the virus, as evidenced by genome counts in bronchoalveolar fluid and nasal swabs 128 . The interim results of the phase I clinical trial in 45 healthy patients (18-55 years of age) showed that two injections of mRNA-1273, 28 days apart, induced dose-dependent antigen-binding titers 132 . Combining in vitro pseudovirus and wild-type virus neutralizing assays, antibody protection appeared comparable to that measured in sera from convalescent patients, especially after the second vaccination. Similar to data obtained in primates, a CD4 + T H 1-biased response was confirmed by the expression of TNFα, IL-2, and IFNγ, and low levels of spike-specific CD8 + response was observed 132 . A randomized, placebocontrolled, phase III study was conducted in +30,000 patients to evaluate two 100-μg intramuscular doses of the vaccine, administered 28 days apart 133 . Over 120 days following randomization, 11 infections were diagnosed in patients that had received mRNA-1273, compared to 185 in the placebo group, hence an estimated efficacy of 94% 133 . Importantly, the vaccine appeared to efficiently protect against the severe form of the disease which occurred in 30 participants form the placebo group, but none from the treatment arm."
        },
        {
            "cite_spans": [
                {
                    "end": 27,
                    "ref_id": "BIBREF144",
                    "start": 24,
                    "text": "134"
                },
                {
                    "end": 134,
                    "ref_id": "BIBREF144",
                    "start": 131,
                    "text": "134"
                },
                {
                    "end": 283,
                    "ref_id": "BIBREF144",
                    "start": 280,
                    "text": "134"
                },
                {
                    "end": 298,
                    "ref_id": "BIBREF146",
                    "start": 295,
                    "text": "136"
                }
            ],
            "ref_spans": [],
            "section": "Insert Fig. 5",
            "text": "In essence, preclinical 134 were also protected against infection, upon challenge with 1.05×10 6 plaque forming units of the virus 134 . In contrast with data obtained with mRNA-1273, vaccination with BNT162b2 showed evidence of spike-specific CD8 + cellular response in macaques 134 and humans 136 . In the randomized, placebo-controlled phase III trial, the regimen consisted of two 30-μg doses administered intramuscularly at a 21-day interval. Over 120 days, vaccination resulted in a 95% efficacy (i.e., 8 cases of COVID-19 with the vaccines vs. 165 in the placebo group, +43,000 patients randomized). In the whole study, only 10 cases of severe disease were reported, with one in the vaccine group occurring >60 days after the second dose. "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and perspectives",
            "text": "Mammals have developed superb capabilities to protect themselves against microbes. When designing novel therapeutics, understanding of the complex relationships between biological functions might be valuable to predict possible inefficacies and adverse reactions. Whether the intended purpose of the technology is to deliver therapeutic payloads more efficiently or to vaccinate against pathogens, being able to foresee how the host will react to single and multiple doses is critical. Opportunities will continue to arise to encapsulate, protect and efficiently deliver drugs and other molecules for a variety of human diseases. Similarly, although it is too soon to predict whether nanosized vaccines will be our ticket out of the global COVID-19 pandemic which has affected us all, the rapid development of Moderna's mRNA-1273 and BioNTech's BNT162b1 have clearly consolidated interest toward mRNA vaccines. Altogether, this justifies concerted efforts toward a better understanding of the intricacies governing how nanomedicines interact with biological systems. J o u r n a l P r e -p r o o f "
        }
    ],
    "metadata": {
        "paper_id": "27c75725907cfa98c193e3ef25a3c5952dafecf7",
        "title": "Journal Pre-proof Innate and adaptive immune responses toward nanomedicines Review Innate and adaptive immune responses toward nanomedicines"
    }
}