{
    "abstract_text": "Limited information is available on the decay rate of endogenous SARS-CoV-2 and pepper mild mottle virus (PMMoV) RNA in wastewater and primary settled solids, potentially limiting an understanding of how transit or holding times within wastewater infrastructure might impact RNA measurements and their relationship to community COVID-19 infections. In this study, primary settled solids samples were collected from two wastewater treatment plants in the San Francisco Bay Area. Samples were thoroughly mixed, aliquoted into subsamples, and stored at 4, 22, and 37°C for 10 days. The concentrations of SARS-CoV-2 (N1 and N2 targets) and PMMoV RNA were measured using an RT-ddPCR. Limited decay (<1 log 10 reduction) was observed in the detection of viral RNA targets at all temperature conditions, suggesting that SARS-CoV-2 and PMMoV RNA can be highly persistent in solids. First-order decay rate constants ranged from 0.011 to 0.098 day −1 for SARS-CoV-2 RNA and from 0.010 to 0.091 day −1 for PMMoV RNA depending on the temperature conditions. A slower decay was observed for SARS-CoV-2 RNA in primary settled solids compared to previously reported decay in wastewater influent. Further research is needed to understand if solid content and wastewater characteristics might influence the persistence of viral RNA targets",
    "body_text": "Previous studies showed that RNA from SARS-CoV-2 is naturally concentrated in primary settled solids at wastewater treatment plants. 1, 2 Further, researchers have found a significant correlation between SARS-CoV-2 RNA isolated from primary settled solids samples and laboratory-confirmed COVID-19 cases; 3−7 thus, settled solids might be an advantageous medium for wastewater-based epidemiology efforts. Laboratory-confirmed COVID-19 incidence may be considerably smaller than actual COVID-19 incidence owing to test-seeking behaviors which are influenced by testing availability and symptom presence and severity. 8, 9 Some studies aim to infer actual COVID-19 incident cases from wastewater concentrations of SARS-CoV-2 RNA using models. 10−12 Such models require the input of various parameters including fecal loads, viral shedding rates, flow to the wastewater treatment plant, the decay rate constant and partition coefficient of SARS-CoV-2 RNA, and the average residence time of wastewater prior to sample collection. In some models, PMMoV RNA is used as an endogenous viral process control and as a fecal strength control. 5 The accuracy of these models is still uncertain, and further research is still needed to improve them. Understanding the decay rate of SARS-CoV-2 and PMMoV RNA is critical in their implementation.Only a few studies 13−17 have documented the persistence of SARS-CoV-2 RNA and infectious SARS-CoV-2 viruses in wastewater ( Table 1) ; all of those studies have been conducted using wastewater influent as the experimental matrix. In addition, most of these studies do not measure the decay of endogenous SARS-CoV-2 RNA; rather, they seed the wastewater with an exogenous virus. A recent study by Chick et al. 18 found that surrogate spikes of SARS-CoV-2 (in this case gamma-irradiated inactivated SARS-CoV-2) may exhibit different solid−liquid partitioning behaviors compared to SARS-CoV-2 naturally found in wastewater. Virus persistence can be influenced by the degree of sorption to solids. 19 To date, no study has documented the decay of SARS-CoV-2 RNA in wastewater primary settled solids based on a systematic search of the literature on November 11, 2021 (Table S1) .Normalizing SARS-CoV-2 RNA concentrations by concentrations of PMMoV is a widespread practice for relating SARS-CoV-2 RNA target concentrations to laboratory-confirmed COVID-19 incidence. Normalizing by PMMoV theoretically controls for fluctuations in population contributing to a given wastewater sample; however, it may also correct for variation in RNA recoveries between samples 5 and for losses of RNA during storage. 16, 20 PMMoV is a nonenveloped single-strand RNA virus highly abundant in human feces and wastewater. 21, 22 Studies have shown that PMMoV RNA is remarkably stable in wastewater and exhibits almost no seasonal variation. 23 Rachmadi et al. 24 studied the persistence of endogenous PMMoV RNA using RT-qPCR in constructed wetlands and found limited decay at three temperatures (4, 22, and 37°C) for 21 days, suggesting it is highly persistent. Given that PMMoV RNA concentrations are used in wastewater monitoring programs to normalize SARS-CoV-2 RNA concentrations, studying its persistence relative to SARS-CoV-2 targets is important. To date, no study has measured the persistence of PMMoV RNA in wastewater or primary settled solids.In this study, we measured the first-order decay rate constants of SARS-CoV-2 (N1 and N2 targets) and PMMoV RNA in primary settled solids from two different wastewater treatment plants. Primary settled solids samples were stored at three temperatures (4, 22, and 37°C), which represent typical environmental conditions from cold, temperate, and tropical regions. We also assessed the effects of temperature and wastewater treatment plant on the decay rate constants and compared the decay rate constants for SARS-CoV-2 RNA in primary settled solids to previously reported decay rate constants in wastewater.Study Area and Sample Collection. Primary settled solids samples were collected from the San Jose−Santa Clara Regional Wastewater Facility (POTW A) and Sacramento Regional Wastewater Treatment Plant (POTW B) on August 9, 2021. The laboratory-confirmed COVID-19 incidence rates in the sewershed of POTW A and POTW B were approximately 20/100 000 and 50/100 000, respectively, on the day of sample collection. POTW A is an advancedsecondary treatment plant located in Santa Clara County, CA, USA. The plant serves approximately 1.4 million people and processes an average flow of 110 million gallons per day (MGD). The residence time in the sewer network is around 4−18 h. Approximately 10 mg/L of FeCl 3 is added prior to the headworks for odor control. The residence time of solids in the primary clarifier is estimated to be 1−2 h. POTW B is a secondary treatment plant located in Sacramento County, CA, USA. The plant serves approximately 1.6 million people and processes an average flow of 124 MGD. The residence time in the sewer network is approximately 15 h. Approximately 8 mg/ L of FeCl 3 and 6.2 mg/L of NaOCl are added upstream of the primary clarifiers The residence time of solids in the primary clarifier is estimated to be 1 h.A 24 h composite sample (500 mL gathered every 4 h) was collected from the primary sludge line of POTW A. For POTW B, a 2 L grab sample was collected from the primary sludge line. Both samples were collected in 10% HCl acidwashed plastic containers and stored on ice during transportation to the laboratory.Sample Processing. Sample processing began within 24 h of sample collection. Samples from each POTW were thoroughly mixed and aliquoted into 50 mL conical tubes for a total of 32 subsamples per POTW and 6 time points; 2 subsamples were sacrificed at each time point. Subsamples were then placed inside opaque boxes (to shield samples from light) and placed into constant-temperature rooms at 4, 22, and 37°C. Two subsamples were processed immediately to determine the initial concentrations of PMMoV and SARS-CoV-2 RNA at time zero (t = 0). Another subsample was reserved for percent solids analysis which required heating the sample at 105°C for 24 h and comparing the weight before and after drying. Table S3 includes the percent of solids measured in primary settled solid samples collected from each POTW. On days 2, 4, 6, 8, and 10, subsamples were retrieved from each temperature condition. Each 50 mL conical tube was centrifuged at 4200 rpm for 40 min at 4°C. The supernatant was decanted, and about 0.225 g of solids was aliquoted into 15 mL conical tubes. The supernatant was assumed to contain a small fraction of the RNA targets 1,2,6 as they have been shown to be highly concentrated in the solid fraction (1000 times), and the focus of our work is the solid matrix. Solids were immediately resuspended with 3 mL of DNA/RNA Shield (Zymo Research; cat. no. R1100-250) to prevent further degradation and preserve the genetic integrity of the subsamples. The final concentration of dewatered solids resuspended in spiked DNA/RNA Shield was approximately 75 mg/mL. This concentration of solids was chosen as it was found to alleviate inhibition in the downstream RT-ddPCR. 25 All subsamples were spiked with 4.5 μL of bovine coronavirus vaccine (Zoetis; #CALF-GUARD) to estimate viral RNA extraction efficiencies. RNA extracts needed to have at least a 10% recovery efficiency to be included in the analysis; otherwise, they were excluded from the data analysis. Note that there is no agreed-upon cutoff in the field for recovery of exogenous controls, but given the complexities of identifying and interpreting results from such controls, 26 we feel this is a reasonable cutoff.RNA Extraction. RNA was extracted from subsamples in two batches. Subsamples in Batch 1 (t = 0, 2, and 4) were processed on August 13, 2021 and Batch 2 (t = 6, 8, and 10) on August 20, 2021. Note that each time point had two biological replicates for a total of two RNA extractions per time point. RNA extraction was performed following the highthroughput RNA extraction and PCR inhibitor removal protocol for settled solids. 27 Briefly, RNA was extracted from 300 μL of a homogenized sample using the Chemagic Viral DNA/RNA 300 Kit H96 for the PerkinElmer Chemagic 360 followed by PCR Inhibitor Removal with the Zymo OneStep-96 PCR Inhibitor Removal Kit. Two extraction replicates were completed for each subsample. Extraction negative controls consisted of DNase/RNase-free water. Extraction positive controls consisted of a DNA/RNA Shield solution spiked with SARS-CoV-2 genomic RNA (ATCC VR-1986D) and bovine coronavirus (BCoV). Each RNA extract was aliquoted into separate 1.5 mL DNA LoBind tubes and stored at −80°C until quantification; samples were stored for approximately 10 days.ddRT-PCR. The concentrations of SARS-CoV-2 N1 and N2, PMMoV, and BCoV were determined in each subsample. N1 and N2 were quantified in a duplex assay using the One-Step RT-ddPCR Advanced kit for probes (BioRad; cat. no. 1864021). Each 22 μL reaction consisted of 1× BioRad Supermix, 1× reverse transcriptase, 15 mM DTT, a 0.9 μM concentration of each primer, a 0.25 μM concentration of each probe, and 5.5 μL of template RNA. Primers and probes are listed in Table S2 . An individual RNA extract was used for the N1/N2 assay. RNA extracts were run undiluted, and six technical replicates (6 ddRT-PCR wells) were merged for analysis. Negative (Mastermix + DNase/RNase-free water) and positive (SARS-CoV-2 genomic RNA ATCC VR-1986D) RT-ddPCR controls were included on each plate. Negative and positive extraction controls were also processed for each RNA extraction batch.A separate RNA extract (extraction replicate) was used for the PMMoV/BCoV assays to prevent freeze−thaw effects in the detection of RNA targets. The duplex assay was performed using the One-Step RT-ddPCR Advanced kit for probes (BioRad) consisting of 1× BioRad Supermix, 1× reverse transcriptase, 15 mM dithiothreitol (DTT), a 0.9 μM concentration of each primer, 0.4 μM PMMoV probe, 0.25 μM BCoV probe, and 5.5 μL of template RNA. RNA extracts were diluted 1:100 before ddRT-PCR, and two technical replicates (2 ddRT-PCR wells) were merged for analysis. Negative controls (Mastermix + DNase/RNase-free water) and positive controls (a mixture of PMMoV oligos (IDT) and BCoV amplicons generated from end-point PCR) were included on each RT-ddPCR plate. Negative and positive extraction controls were also processed for each RNA extraction batch. Results from the extraction positive control (DNA/RNA Shield spiked with BCoV) were used to estimate the extraction efficiency for each subsample.Reagents were pipetted into 96-well plates, sealed using a PX1 PCR plate sealer, and vortexed for 30 s. Droplets were generated using an AutoDG (BioRad) using automated droplet generation oil for probes (BioRad; cat. no. 1864110). Once droplets were generated, plates were sealed and placed onto a thermocycler within 30 min of generation. N1/N2 assay plates were thermocycled as follows: 50°C for 60 min, 95°C for 10 min, 40 cycles of 94°C for 30 s and then 55°C for 1 min, followed by 98°C for 10 min, and 4°C for at least 30 min. PMMoV/BCoV plates were thermocycled as follows: 50°C for 60 min, 95°C for 10 min, 40 cycles of 94°C for 30 s and then 56°C for 1 min, followed by 98°C for 10 min, and 4°C for at least 30 min. Plates were moved to a QX200 droplet reader (BioRad) within 48 h of thermocycling. RT-ddPCR data was manually thresholded and exported using the QuantaSoft and QuantaSoft Analysis Pro (BioRad) Software. Droplets were visually inspected and classified following the SARS-CoV-2 and BCoV/PMMoV postprocessing analysis procedure described in Wolfe et al. 28 RT-ddPCR outputs were also converted to copies per gram of dry weight using dimensional analysis. 28 Data Analysis. Dimensional and statistical analyses were performed using Microsoft Excel and Rstudio (version 4.1.2). First-order decay constants (k) were calculated for the experiments at each temperature and POTW using the average concentration of SARS-CoV-2 and PMMoV RNA at each time point (days 0, 2, 4, 6, 8, and 10). The average concentration of RNA was calculated at each time point based on two subsamples (replicates); k and its standard error were determined using the function \"lm\" in Rstudio. k and the time needed to achieve a 90% reduction in concentration (T 90 ) were calculated using the following equations where C t is the concentration of the viral RNA at time t, C 0 is the concentration of viral RNA at time zero, and k is the firstorder decay constant. k was calculated as the slope of ln(C t / C 0 ) over time using a linear least-squares regression model in R. Goodness of fit of the linear regression model was assessed by determining the coefficient of determination (r 2 ) and by visually inspecting the normality and homogeneity of variance of the residuals vs fitted values and Q−Q plots. A Shapiro− Wilk test was also performed to assess the normality assumption.A multiple linear regression model (eq 3) was used to model the means of k as a function of temperature, RNA target, and POTW and to determine which factors had a significant main effect on k. Interaction effects were also included (discussed in results). All analyses were performed in Rstudio using the \"lm\" where β 0 is the intercept, β i is the regression coefficient for each factor x i (temperature, RNA target, and POTW), and ε is the residual standard error of the model. log 10 k values of SARS-CoV-2 RNA from this study were also compared to previously reported log 10 k values of SARS-CoV-2 RNA in wastewater using a linear regression model in R. log 10 k values were used in that analysis because previous work showed an exponential relationship between k and temperature for viruses in environmental waters. 29,30 P < 0.05 was used to assess statistical significance.QA/QC. This study takes into consideration the control and process checklist provided in the Environmental Microbiology Minimum Information (EMMI) guidelines. 31 Extraction and RT-ddPCR positive and negative controls were positive and negative, respectively, for all viral RNA targets. The median BCoV recovery was 60% across all primary settled solids samples (POTW A, median = 55%; POTW B, median = 66%). All extractions were above 10% recovery and included in the analysis. BCoV was used solely as a process and gross inhibition control; no attempt was made to correct concentrations by recovery owing to the complexities associated with estimating viral RNA recovery using surrogate viruses. 26 Decay Rate Model. Limited decay (<1 log 10 reduction over 10 days) was observed for all RNA targets and at all temperature conditions. Table 2 shows the first-order decay rate constants and time needed to achieve a 90% reduction in concentration for SARS-CoV-2 (N1 and N2 targets) and PMMoV RNA. k was significantly different from 0 for all conditions (p < 0.05) and varied from 0.010 to 0.091 day −1 depending on the RNA target and temperature conditions. The linear model was a good fit for most decay curves (median r 2 = 0.60, median RMSE = 0.21; Table 2 ); however, some experiments had r 2 less than 0.3. These same experiments had small RMSE and very small k values indicative of limited decay with time. Residual values from the model exhibited a random pattern, which suggests that the linear relationship assumption is reasonable.SARS-CoV-2 RNA First-Order Decay Rate Constants. The initial average concentrations (mean ± standard deviation) of N1 were 4.48 ± 3.93 and 4.60 ± 3.69 log 10 copies/g of dry weight at POTW A and POTW B, respectively. For N2, the average initial concentrations were 4.45 ± 3.89 log 10 copies/g of dry weight at POTW A and 4.55 ± 3.56 log 10 copies/g of dry weight at POTW B. Figure 1 shows the decay curves of all RNA targets in primary settled solids, and PMMoV RNA First-Order Decay Rate Constants. The initial mean concentrations (mean ± standard deviation) of PMMoV were 8.32 ± 7.63 and 8.28 ± 7.86 log 10 copies/g of dry weight at POTW A and POTW B, respectively. Similar to SARS-CoV-2 RNA targets, limited decay was observed for PMMoV RNA at all temperature conditions over 10 days. k values at POTW A and POTW B were 0.010 and 0.059 day −1 at 4°C, 0.040 and 0.077 day −1 at 22°C, and 0.045 and 0.091 day −1 at 37°C, respectively. On the basis of these results, T 90 would be 237, 57, and 52 days at POTW A and 39, 30, and 25 days at POTW B depending on the temperature conditions.Multiple Linear Regression Models for k in Primary Settled Solids. The initial multiple regression model (where k is a function of temperature, RNA target, and POTW) indicates that RNA target (SARS-CoV-2 N1, N2, or PMMoV) is not a significant factor in the model. The temperature and POTW were significant (p < 0.05) factors; therefore, the regression model was modified to only include these variables, and the interaction term (temperature × POTW) was added to the model. Temperature and POTW remained significant factors in the modified model (p = 0.0006 and 0.06, respectively), but the interaction term was not significant. The interaction term was therefore removed from the regression model and rerun with just POTW and temperature as factors. The intercept (β 0 ) and coefficients (β temp and β POTW ) of the final regression model were 0.004 per day, 0.001 per day per°C, and 0.039 per day, respectively. The residual standard error of the regression model was 0.01 per day, and adjusted r 2 was 0.87 (p < 10 −7 ). The positive regression coefficients indicate that k increases with temperature ( Figure  2 ) and that k is higher at POTW B compared to that at POTW A (as POTW A was coded as the reference POTW in eq 3). It should be noted that this statistical approach does not consider the error for k reported in Table 2 .Decay Rate of SARS-CoV-2 RNA in Primary Settled Solids versus Wastewater. Figure 2 shows the log 10 k values of SARS-CoV-2 RNA (N1 and N2 targets) in primary settled solids from this study and previously reported log 10 k values of SARS-CoV-2 RNA (N1, N2, and E targets) in wastewater samples stored at 4−37°C for various durations of time ( Table 1 ). The slope of log 10 k versus temperature was similar for experiments conducted in primary settled solids (this study) and wastewater (0.0149 vs 0.0145). However, a lower y intercept was observed for primary settled solids compared to wastewater samples (−1.70 vs −0.83). log 10 k values for SARS-CoV-2 RNA in primary settled solids have a positive correlation with temperature (r 2 = 0.49, p = 0.01). However, a poor fit was achieved for the linear regression model that regressed log 10 k values and temperature from various studies that used wastewater influent (r 2 = 0.07, p = 0.29).■ DISCUSSION SARS-CoV-2 and PMMoV RNA can be highly persistent in primary settled solids. The persistence of viral RNA targets and infectious viruses can be influenced by the physical, chemical, and biological characteristics of wastewater. These factors include temperature, pH, organic matter, dissolved oxygen, solid content, and microbial activity. 19, 30, 32 In this study, the decay rate constants of all RNA targets increased with temperature, which is consistent with previous studies of viral decay in the environment. [13] [14] [15] [16] [17] 24 Slightly larger decay rate constants were observed for RNA targets at POTW B compared to those at POTW A. The reason for this is unknown but could be due to the different chemical or physical characteristics of the wastewater matrix. It is also important to note that although there were differences in the decay rate constants between POTWs, the differences were small, and overall, the RNA targets were quite stable. Further research is needed to better understand the factors that influence the decay of these targets in the environment.The decay rate constants of SARS-CoV-2 RNA from this study were compared to previous rate constants of SARS-CoV-2 RNA in wastewater influent. The linear model of log 10 k values of SARS-CoV-2 RNA as a function of temperature displays comparable slopes for experiments conducted using primary settled solids and wastewater samples, suggesting that the RNA targets have similar sensitivity to temperature in both matrices. Figure 2 also suggests that SARS-CoV-2 RNA is more persistent in primary settled solids compared to wastewater. In this study, T 90 values for SARS-CoV-2 RNA ranged from 24 to 214 days, depending on the temperature conditions and POTW. These values were higher than previously reported T 90 values for SARS-CoV-2 RNA in wastewater (ranging from 0.5 to 52 days) at similar temperature conditions.The decay rate constants for N1, N2, and PMMoV RNA targets (all ∼70 bp in length) were not significantly different from each other and quite small. These RNA targets may be located on intact genomes inside of virus capsids and envelopes (for N1 and N2), fragmented genomes inside damaged capsids, or exterior to the virus capsid. Wurtzer et al. 33 showed that SARS-CoV-2 RNA can exist in diverse forms in wastewater, whereas Robinson et al. 34 indicated that SARS-CoV-2 targets are likely to be present within lipid envelopes in wastewater. Other studies have examined the persistence of viral RNA targets in the environment and generally found the RNA targets are more persistent than infectious viruses as measured using host cell lines. 14, 31 While RNA is generally believed to be quite labile, Walters et al. 35 showed that the RT-PCR target of naked enterovirus RNA was persistent in seawater microcosms and present for up to 15 days. Research is needed to better understand RNA persistence in the environment, especially as molecular biology methods for quantifying viral nucleic acids in the environment become more accessible and affordable for public health surveillance.It should be noted that SARS-CoV-2 has not been cultured from raw wastewater; 35 therefore, the scientific evidence to date indicates that detection of RNA in these samples is not associated with infectious viral particles. Moreover, the decay rate constants reported herein are not to be misinterpreted as decay rate constants for infectious SARS-CoV-2. Bivins et al. 14 measured decay rate constants of infectious SARS-CoV-2 seeded into wastewater and found T 90 = 1.6−2.1 days; they observed longer persistence of SARS-CoV-2 RNA in the same experiment, T 90 = 3.3−26.2 days. This is the first study that estimates the decay rate of PMMoV RNA in primary settled solids or any wastewaterrelated matrix. PMMoV is naturally found in human feces, wastewater, and primary settled samples, and previous studies have found that the molecular signal of PMMoV is remarkably temporally stable in wastewater with almost no seasonal variation throughout the year. 23 Currently, most SARS-CoV-2 RNA decay experiments in the literature have spiked wastewater samples with different strains of SARS-CoV-2 and in some instances inactivated the external source of SARS-CoV-2 using gamma radiation as a safety precaution. This was necessary to ensure a high initial concentration in wastewater samples, so that decay could be followed. Only one previous study 17 measured the decay rate of endogenous SARS-CoV-2 RNA in wastewater, with T 90 values ranging from 0.5 to 2.4 days for wastewater influent samples stored at 4−35°C. These results are noticeably lower compared to previous experiments conducted using surrogate spikes of SARS-CoV-2 that reported T 90 values ranging from 3.4 to 52 days for samples stored at 4−37°C. Limited information is available on how the decay rate constants of endogenous SARS-CoV-2 and spiked SARS-CoV-2 surrogates differ in wastewater and primary settled solid samples. Chik et al. 18 found that surrogate spikes of SARS-CoV-2 may exhibit different solid−liquid partitioning behaviors compared to endogenous SARS-CoV-2. Therefore, spiking samples with an external source of SARS-CoV-2 may not necessarily represent natural conditions of SARS-CoV-2 present in wastewater and primary settled solids.Only a few constraints were encountered during the execution of this experiment. After concentrating and dewatering the subsamples, solids were immediately resuspended in DNA/RNA Shield and stored at 4°C for up to 5 days before extraction. Ideally, samples should be processed as soon as possible. However, the DNA/RNA Shield acts to preserve the integrity of the RNA in the solids and prevent its further degradation, and the results of this study suggest negligible decay of RNA targets at 4°C in the absence of the DNA/RNA Shield. Another possible constraint is that limited decay (<1 log 10 reduction) was observed in the detection of all RNA targets through this study. The length of the study was selected based on the average hydraulic residence time of the sewer network (<24 h) and the average residence time of solids in primary clarifiers (<12 h) in this study. Future studies could consider experimental durations.This study fills critical knowledge gaps regarding the persistence of SARS-CoV-2 and PMMoV RNA in wastewater settled solids. We find that SARS-CoV-2 and PMMoV RNA can be highly persistent in primary settled solids for several weeks and even months depending on the temperature conditions. Results from this study and previous studies of SARS-CoV-2 RNA in wastewater suggest limited decay of viral nucleic acids during their transit through the sewer network and within the primary clarifiers as the time scales of transit in these systems are usually less than 48 h. This conclusion relies on the assumption that the persistence of the RNA targets in the solids obtained from the primary clarifier is similar to that of the RNA targets on solids suspended in wastewater as it transits through the sewage network. The k values reported herein will be particularly useful in models that link SARS-CoV-2 RNA in settled solids to COVID-19 incidence rates in sewersheds and aid in the interpretation of SARS-CoV-2 RNA concentrations in settled solids for applications in wastewater-based epidemiology. Future experiments should investigate the decay of other targets used for wastewater-based epidemiology including respiratory syncytial virus (RSV). 36 ■ ASSOCIATED CONTENTThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsestwater.2c00003.Systematic review process, primer design criteria, and characteristics of wastewater treatment plants and primary settled solid samples (PDF",
    "metadata": {
        "paper_id": "27bcd454c65b8630aa253e71039f49bb4a604ae0",
        "title": "Persistence of Endogenous SARS-CoV-2 and Pepper Mild Mottle Virus RNA in Wastewater-Settled Solids"
    }
}