{
    "abstract_text": "Background: COVID-19 initially caused less severe outbreaks in many low-and middle-income countries (LMIC) compared with many high-income countries, possibly because of differing demographics, socioeconomics, surveillance, and policy responses. Here, we investigate the role of multiple factors on COVID-19 dynamics in the Philippines, a LMIC that has had a relatively severe COVID-19 outbreak.We applied an age-structured compartmental model that incorporated time-varying mobility, testing, and personal protective behaviors (through a \"Minimum Health Standards\" policy, MHS) to represent the first wave of the Philippines COVID-19 epidemic nationally and for three highly affected regions (Calabarzon, Central Visayas, and the National Capital Region). We estimated effects of control measures, key epidemiological parameters, and interventions.Findings: Population age structure, contact rates, mobility, testing, and MHS were sufficient to explain the Philippines epidemic based on the good fit between modelled and reported cases, hospitalisations, and deaths. The model indicated that MHS reduced the probability of transmission per contact by 13-27%. The February 2021 case detection rate was estimated at ~8%, population recovered at ~9%, and scenario projections indicated high sensitivity to MHS adherence.Interpretation: COVID-19 dynamics in the Philippines are driven by age, contact structure, mobility, and MHS adherence. Continued compliance with low-cost MHS should help the Philippines control the epidemic until vaccines are widely distributed, but disease resurgence may be occurring due to a combination of low population immunity and detection rates and new variants of concern",
    "body_text": "Evidence before this studyThe ongoing COVID-19 pandemic has affected more than 188 countries with variable impacts across settings, and apparently less severe outbreaks initially in many low-and middle-income countries (LMIC) compared with many high income countries. Understanding the reasons for these differences is critical in determining how to ease restrictive nonpharmaceutical interventions (NPIs) without causing disease resurgence until vaccines are widely distributed. There are numerous factors that could drive these differences across countries, including population age structure, contact patterns, population density, seasonality, pre-existing exposure to other coronaviruses, comorbidities associated with poorer COVID-19 outcomes, healthcare and testing capacity, and intervention policies. Previous studies suggest that in LMIC, any benefits from factors like younger populations (due to lower susceptibility and infectiousness) may be negated by factors such as limitations in surveillance and healthcare capacity. If true, NPI timing and stringency could be expected to explain differences in COVID-19 burden across income settings.Added value of this study We explored the extent to which age structure, contact patterns, changes in mobility and personal protective behaviors have driven the COVID-19 epidemic in the Philippines using a compartmental model and considered scenarios for future disease burden with policy changes. The model indicated that COVID-19 epidemiology in the Philippines can be explained by age, contact structure, mobility, and adherence to public health policies. The Minimum Health Standards policy, which requires people to adopt a suite of personal protective behaviors, has played a substantial role in reducing transmission in the Philippines. However, low testing capacity, the limited proportion of the population recovered from infection (modelled), and high sensitivity to easing policies, are likely to be important factors in determining the potential for disease resurgence.Implications of all the available evidence Age and contact structures likely drive the substantial differences in COVID-19 burdens across income settings, but low-cost interventions can limit disease burden further. While numerous demographic, political, and socioeconomic factors are hypothesised to affect disease transmission, the results of this study suggest that, prior to the introduction of variants of concern, the apparent lower burden of disease in the Philippines was driven by younger populations, contact structure, and policy. Using the Philippines as a case study, which experienced a relatively severe COVID-19 outbreak for a LMIC, we investigated the effectiveness of NPIs and personal protective behaviors in curtailing transmission and found that personal protective behaviors have likely reduced disease burden considerably. This study therefore provides evidence of a low-cost, effective intervention policy that could be adopted by other countries to prevent disease resurgence while vaccines are distributed.Coronavirus disease of 2019 (COVID-19) epidemiology differs across settings with apparently less severe initial outbreaks in many low-and middle-income countries (LMIC) compared with many high income countries (HIC) 1 , 2 , such that understanding why LMIC are less affected is critical to understanding global epidemiology. Multiple demographic and socioeconomic factors likely drive differential COVID-19 burden across income groups, both within and among countries. Expansive population pyramids and tropi-cal climates may reduce COVID-19 transmission and severe disease in many LMIC [3] [4] [5] , while high contact rates, high prevalence of comorbidities, high population densities, and limited healthcare capacity could increase burden [6] [7] [8] [9] [10] . While many LMIC have had lower COVID-19 burdens than HIC, weak surveillance systems 11 could also affect epidemic estimates. Nonetheless, understanding why many LMIC have had apparently less severe outbreaks could help other countries better control their epidemics until vaccines are widely distributed.While there are now several highly efficacious vaccines to prevent severe disease 12 , 13 , and possibly infection 14 , 15 , from SARS-CoV-2 (the virus that causes COVID-19), widespread vaccination will take months to years 16 , 17 and will likely need to be coupled with effective non-pharmaceutical interventions (NPIs) 18 . For countries rolling out vaccines, easing NPIs too early could jeopardize success 18 . However, for the majority of the world's population, particularly those living in LMIC, vaccine access and delivery is limited 19 and widespread vaccination coverage may take two or more years 17 , 20 . Thus, with or without vaccines, understanding the effectiveness of NPIs that can curtail COVID-19 transmission is critical. There are three broad categories of NPIs, those that aim to: (i) isolate infected individuals and their contacts; (ii) reduce contact between infected and susceptible people (henceforward \"macrodistancing\"); and (iii) reduce transmission given contact between infected and susceptible people (henceforward \"microdistancing\"). Most HIC have enforced initiatives for all three types of NPIs with a focus on long, strict macrodistancing interventions through stayat-home orders. LMIC have also employed macrodistancing policies but often with shorter, less strict orders because these types of initiatives exacerbate poverty and have societal costs 21 , 22 that LMIC cannot withstand (although some LMIC like China enforced strict, short-term macrodistancing policies that led to successful disease suppression). Relaxing of short-term macrodistancing policies would be expected to lead to disease resurgence 23 , which runs counter to the experience of some LMIC. A meta-analysis indicates that inexpensive microdistancing policies (e.g., properly wearing face masks) can be highly effective 24 and therefore could explain why some LMIC are continuing to suppress transmission after an initial period of macrodistancing.The Philippines is one of the most severely affected countries by COVID-19 in the Western Pacific Region [25] [26] [27] . Here we investigate COVID-19 epidemiology in the Philippines during the first wave of transmission and the effectiveness and sensitivity to microdistancing policies. The Philippines is a LMIC that, during the first epidemic wave, had over 580,0 0 0 confirmed cases and more than 12,0 0 0 deaths, with a peak in incidence in August 2020; at time of writing, the Philippines is undergoing a subsequent second, more severe wave of transmission that is not assessed in this study. Various NPIs have been implemented in the country, with the timing and level of restriction varying by region. The NPIs implemented include different levels of community quarantines, including school closures 28 . Between October 2020 and March 2021, the Philippines shifted from a focus on community quarantine orders towards greater reliance on Minimum Health Standards (MHS) policies, requiring the proper use of face coverings, physical distancing, and hand hygiene. To gain insights into the Philippines epidemic during the first wave of transmission, we present a datadriven COVID-19 model, which includes age structure, heterogeneous contact patterns, time-varying testing rates, and macro-and microdistancing. We use this model to 1) estimate epidemiological parameters for COVID-19 in the Philippines; 2) consider the effects of NPIs implemented during the first wave of transmission; and 3) create scenarios for various policy changes and estimate associated risk of disease resurgence. Stratification by infection and detection status (same colour scheme as in A) for actively infectious exposed and infected compartments. (D) Heterogeneous mixing matrices by age in the absence of NPIs (brighter colours indicate higher average number of contacts per day). (E) Community quarantine driven mobility adjustments applied to the mixing matrices (before seven-day moving average smoothing). Other locations include average from retail and recreation, supermarket and pharmacy, parks, and public transport. We provide panels A and E for the regional models in Fig. S4 .We used several data sources from the Philippines to assess COVID-19 epidemiology at the national level and for three highly affected regions: Calabarzon (Region IV-A), Central Visayas (Region VII), and the National Capital Region (Metro Manila). For national and regional population data, we used the 2020 projected population distribution by age from the Philippines Statistics Authority ( Figs. 1 A, S4). To gain insight into the first wave of transmission in the Philippines, we used time series data from 1 March 2020 to 23 February 2021. We aggregated these data across all age groups (for data sources where age was available), because data were sparse for certain age groups and > 20 0 0 records were missing age information. For number of tests, ICU occupancy, and deaths, we used daily data from the Republic of the Philippines Department of Health COVID-19 Data Drop ( https://doh.gov.ph/covid19tracker ). We aggregated test data from multiple laboratories (we list the laboratory facilities associated with each region in Table S6 ). For daily confirmed cases, we used the Department of Health COVID-19 Philippines Local Government Units Monitoring Platform ( https: //fassster.ehealth.ph/covid19/ ). Lab facilities in the Philippines confirmed cases by RT-PCR and we calculated daily cases based on report date. To account for differences between weekday and weekend reporting, we smoothed daily confirmed cases using a seven day moving average. To quantify changing mobility patterns associated with NPIs, we used Google mobility data ( https://www.google. com/covid19/mobility/ ).We developed an age-structured deterministic compartmental model of SARS-CoV-2 viral transmission to model disease spread in the Philippines. We included six sequential compartments in the model representing susceptible, non-infectious exposed, infectious exposed, early actively infectious, late actively infectious, and recovered/removed persons ( Figs. 1 B, S1; Table 1 ), and stratified the infectious compartments by detection status and disease severity ( Figs. 1 C, S2-3; we show differential equations in supplemental material). Similar SEEIIR model frameworks have been used for other studies on COVID-19 29 , 30 and influenza 31 . To account for agedependent processes, we stratified all model compartments by age group using 5-year age bands from birth to ≥75 years of age and allowed the proportion symptomatic, susceptibility to infection, infection fatality rate, and the probability of hospitalisation to differ by age group. To introduce heterogeneous mixing by age, we incorporated synthetic mixing matrices developed by Prem et al. 2017 32 ( Fig. 1 D) .We considered several inter-compartmental transition rates to represent epidemiologically important processes. To estimate disease incidence, detected cases, hospitalisation, and ICU admission rates, we quantified transitions between different exposed and infectious compartments within the model ( Fig. 1 B-C, supplemental material). To calculate a modelled case detection rate, we calculated the proportion of symptomatic cases that were detected ( Fig. 1 C) . We related the case detection rate (CDR t where t = time) to the daily number of per capita tests performed using an exponential function, under the assumption that a certain testing rate is associated with a specific case detection rate (with this parameter Table 1 Compartments of the epidemiological model, indicating the stage of infection for different proportions of the population.Definition S Susceptible to infection. E n Non-infectious exposed, representing infected individuals in the non-infectious phase of the incubation period. E i Infectious exposed, representing infected individuals in the \"presymptomatic\" phase of the incubation period where onward transmission can occur. I e Early actively infectious, individuals are transmitting disease but not (yet) detected. I l Late actively infectious, symptomatic individuals are detected (for those whom detection does occur) and isolation and hospitalisation occurs. R Recovered and removed (i.e., dead).varied in calibration):We simulated community quarantines (e.g., business closures and working from home) by varying the relative contribution of four locations to an overall age-specific dynamic mixing matrix ( Figs. 1 D) . Using Google mobility data, we scaled the household contribution to the matrix with residential mobility; the work contribution with workplace mobility; and the contribution from other locations (contacts outside of schools, homes, and work) with average mobility from all other Google mobility locations ( Fig. 1 E,  S4) . We simulated school closures by scaling school contribution according to the proportion of children attending schools under relevant policies. When schools closed, home contacts scaled up with residential Google mobility data, although in reality, scaling up home contacts beyond the average household size may not strongly affect transmission due to contact saturation (i.e., the ceiling effect of the limited number of potential contacts to infect within each household). In the Philippines, school closures started in mid-March 2020 in the most highly affected areas and schools remain closed throughout the country (as of 10th May 2021).We simulated MHS as a scaled function that proportionally reduces the probability of transmission given contact (reducing the probability of an infected person passing on the infection and the probability of a contact being infected). We allowed the function to scale from zero when we assumed minimal compliance with MHS (15th August 2020) to a maximum value estimated by the calibration process (described below) when MHS was widely adopted (15th November 2020).We calibrated the model to data to reproduce local COVID-19 dynamics and evaluated estimations of key epidemiological parameters ( Table 2 ) . We used three sources of local data as calibration targets: total daily confirmed cases and the most recent estimate of ICU occupancy and cumulative deaths (806 and 11523 respectively for the national model). Although we calibrated the model to these three targets simultaneously, we prioritized confirmed cases in the calibration process because these data are considered the highest quality in the Philippines for COVID-19 (based on advice from local health officials), while limiting the use of ICU and mortality data to the most recent values, as the quality of these data improved over time. We simultaneously fit the model to the three calibration targets using an adaptive Metropolis algorithm 33 ( Table 2 ; supplemental material). For the prior distributions of epidemiological calibration parameters, we used uniform priors for highly uncertain quantities and truncated normal distributions for quantities informed by epidemiological evidence ( Table 2 ; supplemental material). To account for potential differences between HIC and LMIC, we included \"adjuster\" parameters to modify the proportion of symptomatic individuals, proportion of symptomatic individuals hospitalised, and the infection fatality rate (which are based on estimates from HIC). The adjuster values are multiplicative factors applied to the odds ratio, where an adjuster value of one would indicate no adjustment is needed, a value below one would indicate the parameter is lower in the Philippines, and a value above one would indicate the parameter is higher in the Philippines. To calibrate the model, we ran seven independent chains with approximately 10 0 0 0 iterations per chain and discarded the first 200 iterations as burn-in. We evaluated convergence and autocorrelation through visual inspection of trace plots and autocorrelograms respectively, and calculated effective sample sizes. We used Latin Hypercube Sampling across the multidimensional parameter space to select initial parameter conditions. We structured the model, calibration data, likelihood function, and priors identically for the national and regional models. We report the model outputs as median estimates with 25-75 and 2.5-97.5 credible interval percentiles to show uncertainty.We ran scenarios with different policy changes to estimate future COVID-19 transmission and potential for disease resurgence with easing different interventions. The baseline scenario held mobility and MHS constant based on the most recent date of data (26th February 2021) through the end of the scenario period (31st December 2021). All scenarios began on 27 th February 2021. We simulated 50% return of onsite workers by increasing the relative contribution of workplace mobility in the overall age-specific mixing matrix from current levels to current levels plus half the difference between current workplace mobility and pre-COVID workplace mobility. We simulated school reopenings by scaling school contribution in the overall age-specific mixing matrix from zero to one on the scenario start date to reflect full school attendance. To estimate the effect of easing MHS by 50, 70, and 100%, we decreased the microdistancing function, which reduces the values of all elements of the mixing matrices by a certain proportion, to 0.5, 0.3, and 0.0, respectively. We report the scenarios as median values with 25-75 and 2.5-97.5 percentiles to show uncertainty.The funding source of this study facilitated collaboration, helped to define the research questions, and assisted with interpretation, but had no role in model development, parameterisation, and methodological aspects of the study.The model reproduced national and regional trends in confirmed cases, hospitalisations, and deaths when incorporating changes in movement and adherence to MHS. Prior to assessing model fit to data, we determined that the model converged by visually assessing trace plots (e.g., Fig S5 for parameters in the national model) and calculated effective sample sizes of 1170 for the national model, 869 for Calabarzon, 1139 for Central Visayas, and Table 2 Key parameter prior and posterior distributions from the Philippines model. All parameters with the term \"adjuster\" allow for modification to the best estimates from the literature. Adjuster values are multiplicative factors applied to the odds ratio. An adjuster value of one indicates no adjustment is needed, a value below one indicates the parameter is lower in the Philippines, and a value above one indicates the parameter is higher in the Philippines. MHS is the Minimum Health Standards and refers to the microdistancing function that proportionally reduces the probability of transmission given contact. Parameter 1513 for the National Capital Region. The model fit was considerably better with the inclusion of both community quarantineadjusted movement and adherence to MHS compared with a counterfactual scenario that only included community quarantines ( Figs. 2 , S6-8) . These results suggest that if MHS had not been implemented, there would have been twelve times as many cases at the August 2020 outbreak peak. The four calibrated models (national and three regional models) show reasonably good fits to total confirmed cases ( Figs. 2-3 ) . Additionally, the distributions are similar for modelled and confirmed cumulative cases by age group, with very close correspondence for those aged 40 years and above, but underpredictions for those aged 25-39 and overpredictions for ages 19 and below (Fig. S9) . The models slightly overpredict reported cumulative deaths and ICU occupancy (except for the National Capital Region) ( Figs. 4 , S10-12) . We estimated the proportion of the population recovered by the end of the first wave of transmission as approximately 9% (95% CI = 4-31%) as of 26th February 2021 ( Fig. 4 ) .We estimated key epidemiological parameters and transition rates ( Table 2 ; Fig. S13 ). We incorporated parameters to adjust the proportion of symptomatic individuals, the proportion of symptomatic individuals hospitalised, and the infection fatality rate from the baseline values and estimated all three adjuster parameters had broad distributions overlapping one, indicating that the process of fitting to data did not provide information on the adjustments needed to these quantities. The maximum effect of MHS was estimated at around 0.20 (95% CI = 0.12 -0.27) with a tight posterior distribution (Fig. S13) , suggesting that MHS has reduced the risk of transmission per contact by about 20%. The model case detection was estimated at approximately 2 to 15% in the Philippines (Fig. S14) , although the posterior distribution of this value was broad (Fig. S13) .We projected transmission in the near term under a range of possible scenarios and show that, prior to the second epidemic wave, epidemic trajectories were highly sensitive to compliance with MHS. Moreover, allowing home workers to return onsite while maintaining MHS was estimated to have limited impact on detected cases ( Figs. 5 , S15-17), as well as overall incidence, hospital occupancy, and mortality (although the projections did not account for potentially increased transmission within contained spaces during the work week). If current conditions were carried forward, transmission was projected to continue at low levels and therefore would not overwhelm hospital capacity or lead to excessive deaths. Allowing students to return to school was estimated to result in a considerable increase in cases (although this result varied markedly by region, Figs. S15-17) . Reducing the effectiveness of MHS by 50% was projected to lead to a steady increase in burden, whereas reducing the effectiveness of MHS by 70% or 100% was projected to lead to a major resurgence in cases, associated hospitalisations, and deaths.The combination of younger age distributions, more intergenerational contacts, changes in mobility, and changes in personal protective behaviors, appear to explain why the Philippines sustained a relatively less severe COVID-19 outbreak than many high income countries (HIC), prior to the introduction of variants of concern 34 , 35 . Younger populations typical of LMIC may reduce disease burden in two ways: 1) a proportionally smaller percent of the We calibrated the national model to daily confirmed cases (black dots; same in both plots), which included MHS (left) and ran a counterfactual scenario that did not include MHS (right). The MHS effect value (i.e., reduced transmission risk per contact) is squared in the model to account for the reduction in the probability of an infected person passing on the infection and the probability of a contact being infected, prior to adjustment of each cell of the mixing matrix. We provide results for the regional models with and without MHS in Figs. S6-8. population is elderly (compared with HIC) and at highest risk of severe disease and mortality from COVID-19 3 , 4 ; and 2) those who survive to old age are often of higher socioeconomic status and may have a disproportionately lower infection risk compared with the general population 36 . More intergenerational contacts in LMIC may also lower disease burden because elderly people often reside with family rather than in aged-care facilities, which have driven outbreak clusters in many HIC (e.g., [37] ). An important finding of this study is that adherence to MHS appeared largely responsible for limiting transmission in the Philippines while gradually easing quarantines during the first epidemic wave. These results were consistent across regions (i.e., all models presented in this paper) that span a wide population density gradient, suggesting that this approach is effective in both rural and urban areas and could also be effective in other similar settings. It is possible that the effect of MHS is a surrogate for other time-varying processes, however, local experts within the Philippines provide strong intuition that MHS is responsible for driving the patterns we found. In addition, we are not aware of any other processes than those modelled that could be responsible for these patterns. These types of personal protective measures will likely continue to be needed throughout 2021 and potentially 2022, depending on the speed of vaccine distribution.Current transmission trends in the Philippines (as of 10th May 2021) indicate that the country is in the middle of a second, larger wave of transmission and sustained disease spread remains a major threat until vaccines are widely distributed. Local expert opinion suggests the second wave is mainly occurring in the National Capital Region and parts of Calabarzon and are driven by new variants of concern 34 , which are more transmissible and lethal 38 . Further, increases in mobility, due to relaxed interzonal travel requirements, and lower compliance to MHS (which could be attributable to over-confidence in disease control and fatigue with personal protective behaviors), provides more transmission opportunities. The results of this study provided real-time weekly updates of the model outputs through the first wave directly to policy-makers through the Department of Health COVID-19 Philippines Local Government Units Monitoring Platform ( https: //fassster.ehealth.ph/covid19/ ) and indicated that, in the absence of new variants, relaxing societal restrictions like work-from-home orders were not predicted to cause substantial disease resurgence. At the same time, low case detection (2-15%) and percentage re- We provide equivalent regional model outputs in Figs. S10-12. . We provide epidemic scenario projections for the regional models in Figs. S15- 17. covered (modelled at < 31%) and high sensitivity to maintaining MHS indicated that disease resurgence remained a major threat. Thus, prior to the introduction of disease variants, MHS may have been sufficient to sustain suppression of transmission as a bridge to broad scale vaccination. Although not modelled in this study, the increased transmissibility of the new variants may be broadly comparable to the reduction in transmission gained by MHS adherence. Therefore, these measures may no longer be sufficient to suppress transmission as strain replacement occurs, although they would still help alleviate burden on the health care system. Recent disease resurgence in the Philippines demonstrates the need for sustained non-pharmaceutical interventions until vaccines are widely distributed. Limited testing is another major obstacle for the Philippines 39 and many other LMIC and can hinder both public health response and our understanding of the epidemic.There are several important limitations relevant to interpreting the model results, including modelling assumptions, data limitations, and uncertainty. Most epidemiological parameters for COVID-19 used in this study were estimated from HIC (or China). While we included \"adjuster\" parameters to allow the symptomatic proportion, hospitalisation, and mortality rates to vary for the Philippines (similar to [40] ), these parameters were not well constrained by the data. We assumed that other parameters were similar to HIC, which may be inaccurate. However, most parameter estimates appear reasonable given previously reported COVID-19 epidemiology in the Philippines 26 . When more data become avail-able from the Philippines or similar settings, the current model can be updated with new parameter values. Data issues made modelling and understanding the epidemic in the Philippines particularly challenging, although data quality has progressively improved through time. For example, additional ICU facilities were created specifically for COVID-19 in the Philippines and were not required to report usage, likely affecting these estimates, especially early in the epidemic. Similarly, daily deaths, which are often considered the most reliable epidemic indicator internationally, have fluctuated markedly over the course of the epidemic, often peaking at times that appear contradictory to patterns of confirmed cases. Although reporting of daily deaths appears unreliable, cumulative deaths align reasonably well with the model projections of mortality without significant modification to the internationally estimated infection fatality rate. Finally, there is uncertainty around all model parameters, with some parameters less well constrained than others (e.g., case detection rate), which highlights the need for more epidemiological information. Future studies could build on this effort by including new, more robust data sources for model parameters and calibration targets.One of the most critical issues facing countries around the world is determining the best strategy for ending COVID-19 transmission through the combined use of vaccines and nonpharmaceutical interventions. More than 188 countries have been affected by COVID-19 with apparently less severe impacts in many LMIC compared with HIC. Our results suggest that COVID-19 epidemiology in the Philippines can be explained by differences in age, contact structures, and policy, with MHS playing a substantial role in mitigating the initial outbreak. The Philippines has experienced one of the largest outbreaks of COVID-19 in the Western Pacific Region but also provides an approach that could help other countries relax interventions more safely, which remains an important strategy for countries with limited access to vaccines",
    "metadata": {
        "paper_id": "2786093fe6caaa97a5434fe01d290aedabd67d2e",
        "title": "Understanding COVID-19 dynamics and the effects of interventions in the Philippines: A mathematical modelling study ✩"
    }
}