{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Strengthening the capacity of midwives and nurses in low-and middle-income countries to lead research is an urgent priority in embedding and sustaining evidence-based practice and better outcomes for women and newborns during childbearing. International and local travel restrictions and physical distancing resulting from the COVID-19 pandemic has compromised the delivery of many existing programmes and challenged international partnerships working in maternal and newborn heath to adapt rapidly. In this paper, we share the experiences of a midwife-led research partnership between Kenya, Malawi, Tanzania, Uganda, UK, Zambia and Zimbabwe in sustaining and enhancing capacity strengthening activities remotely in this period. Whilst considerable challenges arose, and not all were overcome, collectively we gained new insights and important learning which have shifted perspectives and will impact future design and delivery of learning programmes. J o u r n a l P r e -p r o o f Figures Legend Figure 1: Capacity development cycle, adapted from DFID, 2010[2]] Figure 2: Educational games, 'Crisis', 'Dignity' and 'Progression' J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f Highlights  Research capacity strengthening is essential to maintain progress in childbirth health."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "globally.  Midwifery and nursing research capacity has been neglected, hampering evidence-based practice  COVID-19 challenges programmes to find new ways to sustain educational activities  Within global programmes, online learning helps build research skills, confidence and networks J o u r n a l P r e -p r o o f"
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 255,
                    "ref_id": "BIBREF0",
                    "start": 252,
                    "text": "[1]"
                },
                {
                    "end": 485,
                    "ref_id": "BIBREF1",
                    "start": 482,
                    "text": "[2]"
                },
                {
                    "end": 547,
                    "ref_id": "BIBREF2",
                    "start": 544,
                    "text": "[3]"
                },
                {
                    "end": 759,
                    "ref_id": "BIBREF3",
                    "start": 756,
                    "text": "[4]"
                },
                {
                    "end": 1137,
                    "ref_id": "BIBREF4",
                    "start": 1134,
                    "text": "[5]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The COVID-19 pandemic has renewed focus on the importance of increasing momentum in addressing global health challenges including the unacceptable burden of avoidable fetal and newborn mortality and morbidity in low-and middle-income countries (LMICs) [1] . Despite significant overall research investment, capacity strengthening which 'enhances the abilities of individuals, organisations and systems to undertake and disseminate high quality research efficiently and effectively' [2] has lagged behind other research activities in many LMICs [3] . Commonly, funding and leadership continue to be controlled from institutions based in high income countries (HICs), whose researchers are often characterised as 'parachuting' into LMICs to conduct research [4] . This 'neo-colonial' approach reinforces unequal power relations and hinders development of local infrastructure, support functions and governance structures needed for sustainable research programmes. Inequity is not the only issue, the domination of expertise and intellectual direction from HICs is also likely to negatively impact on research quality and future impact [5] . It is increasingly recognised that effective and appropriate solutions to complex health issues requires meaningful involvement of those living and working in local settings, with a nuanced understanding including barriers and facilitators of change."
        },
        {
            "cite_spans": [
                {
                    "end": 353,
                    "ref_id": "BIBREF5",
                    "start": 350,
                    "text": "[6]"
                },
                {
                    "end": 585,
                    "ref_id": "BIBREF6",
                    "start": 582,
                    "text": "[7,"
                },
                {
                    "end": 588,
                    "ref_id": "BIBREF7",
                    "start": 586,
                    "text": "8]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Midwives and nurses provide the majority of 'front line' care and have key management and organisational responsibilities for pregnancy, childbirth, and postnatal services globally. Compared to other disciplines, notably medicine, progress in increasing research (and particularly research leadership) capabilities in these disciplines has been slow [6] . In LMICs, the situation is more acute, and the deficits in research awareness and activity amongst midwives, nurses and allied health professionals is contributing to bottlenecks in practice innovation and quality improvement [7, 8] ."
        },
        {
            "cite_spans": [
                {
                    "end": 289,
                    "ref_id": "BIBREF8",
                    "start": 286,
                    "text": "[9]"
                }
            ],
            "ref_spans": [
                {
                    "end": 593,
                    "ref_id": null,
                    "start": 585,
                    "text": "Figure 1"
                }
            ],
            "section": "Introduction",
            "text": "Positive action is urgently required in order to increase research capability and accelerate current modest progress if key international targets e.g. Sustainable Development Goal 3 and Every Newborn Action Plan (ENAP) for maternal, neonatal mortality and stillbirth are to be realised [9] . J o u r n a l P r e -p r o o f Leadership was provided through a designated UK-based training lead(TM) supported by a regional co-ordinator in Nairobi, Kenya (SW). Building on previous partnership experience, an iterative cycle was followed to plan, deliver and evaluate training activities ( Figure 1 ) across the group which included 8 core UK based staff, 7 leads and 14 research assistants, all midwives or nurse-midwives, across 6 countries. These activities targeted gaps, mostly at individual level but with some organisational impacts, the UK team also supported two funded Master of Clinical Research fellows, a PhD student and post-doctoral researcher allied to the programme."
        },
        {
            "cite_spans": [
                {
                    "end": 18,
                    "ref_id": null,
                    "start": 17,
                    "text": "]"
                }
            ],
            "ref_spans": [
                {
                    "end": 16,
                    "ref_id": null,
                    "start": 8,
                    "text": "Figure 1"
                }
            ],
            "section": "Introduction",
            "text": "[Insert Figure 1 ] J o u r n a l P r e -p r o o f"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The programme addressed workstream-specific research skills training in each country (e.g. critical appraisal and literature review, qualitative methods, database training, data handling and analysis), transferable skills (e.g research governance and Good Clinical Practice, community engagement and involvement), and personal development. Pre-COVID, most activities were delivered face to face based on understanding of the context and participant learning styles, gained during previous capacity development programmes across the partnership. This was facilitated by a variety of contacts; regular country visits were made by the Africa co-ordinator (SW) and UK team, and whole group start-up and annual meetings included training workshops and development reviews. Inperson delivery facilitated high degrees of interactivity which was considered essential for the focus on practical and skills-based content. Master's supervision and some development activities, particularly those targeted at country leads were delivered remotely including blended approaches."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The onset of the COVID 19 pandemic during year 3 of the programme in March 2020 resulted in immediate restriction of international travel. In common with many other partnerships globally, we were faced with the need for rapid adaption of all our capacity development activities to remote delivery, both to maintain project momentum and address wider programme goals. Here, we will reflect on our experiences to date across all phases of the capacity strengthening cycle from identification of needs to monitoring and evaluation"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of needs",
            "text": "At the outset of the pandemic a rapid review of all research activities with LAMRN partners determined adaptations required to the entire programme. Physical distancing requirements were enacted across most partner countries in late March 2020, and research activities including data collection were immediately shifted to remote modes (for example, telephone rather than face-toface interviews) or suspended entirely where such adaptations were not feasible. Fortunately, most project-specific training for year three had already been completed at this stage, but potential for increased 'downtime' due to reduced activity was identified, particularly for research assistants J o u r n a l P r e -p r o o f employed full-time on the programme. Both UK and country leads were eager to capitalise on the COVID-19 interruption as an opportunity to provide additional training and development sessions. In addition to maintaining momentum in skills development, online contacts were perceived to support relationships and networks amongst the research team, built during the previous 30 months. A brief survey, conducted via email, ascertained interest in remote learning, suggestions and preferences for topics to be covered."
        },
        {
            "cite_spans": [
                {
                    "end": 720,
                    "ref_id": null,
                    "start": 716,
                    "text": "[11]"
                }
            ],
            "ref_spans": [],
            "section": "Develop/adapt resources",
            "text": "Survey responses demonstrated considerable enthusiasm for an enhanced remote programme across all country leads and research staff. A wide variety of topics were suggested, focussing on research methodology and methods, ethics and governance issues and dissemination. These were matched to existing expertise and resources within the team, to plan the initial programme. Based on experience with virtual learning environments, weekly webinars of not more than two 2 hours were planned, initially targeting research assistants and postgraduate students with options for leads to join if they wished. Short sessions were preferred to minimise fatigue and exhaustion frequently reported with remote learning activities [11] . These also accommodated time differences of up to three hours between UK and Africa sites, meaning all were scheduled within normal working hours in UK and Africa. The structure of each webinar included time for introductions, presentation of key information, and a question-and-answer session, with a short comfort break."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 538,
                    "ref_id": null,
                    "start": 530,
                    "text": "Figure 2"
                }
            ],
            "section": "Develop/adapt resources",
            "text": "Where appropriate, practice exercises or signposting to additional activities or reading were included to follow on. All in country teams had access to a series of three educational board games, recently developed by the group and the Lugina Africa Midwife Research Network, aimed to update and extend understanding of evidence-based practice for key clinical topics. 'Progression' focussing on labour care, 'Crisis' which covered response to childbirth emergencies and 'Dignity' centred on respectful maternal and newborn care ( Figure 2 ). When meeting in small groups was permitted, research assistants were able to familiarise themselves with these by playing with colleagues, to J o u r n a l P r e -p r o o f prepare for testing and roll-out with clinical teams when restrictions eased. In addition, we also circulated details of relevant external events and webinars such as the online Global Women's Health (GLOW) Conference, which was free to attend in 2020. The initial 'Lockdown Learning'"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Develop/adapt resources",
            "text": "programme was communicated well in advance to maximise attendance. An online evaluation was planned after the fifth session to review feedback from participants, permit adjustments and plan subsequent activities."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 16,
                    "ref_id": null,
                    "start": 8,
                    "text": "Figure 2"
                }
            ],
            "section": "Develop/adapt resources",
            "text": "[Insert Figure 2 ]"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery",
            "text": "Webinars were initially delivered by the UK team, led by experienced midwifery researchers/ educators with expertise in designing/delivering blended learning programmes in higher education."
        },
        {
            "cite_spans": [
                {
                    "end": 701,
                    "ref_id": "BIBREF10",
                    "start": 697,
                    "text": "[12,"
                },
                {
                    "end": 705,
                    "ref_id": "BIBREF11",
                    "start": 702,
                    "text": "13]"
                }
            ],
            "ref_spans": [],
            "section": "Delivery",
            "text": "The 'Zoom' platform was used, as all participants were already familiar with it and , this enabled sharing of presentations, videos and the use of virtual 'breakout rooms' for small group work and discussion in some webinars. Two facilitators were allocated per session, this allowed the session lead to focus on content delivery, whilst technical and communication issues including participant admission and communication channels (e.g. 'chat') were monitored by the second facilitator. Lack of non-verbal feedback, cues and communication delays have been identified as significant challenges for both facilitators and participants in establishing effective relationships in virtual environments [12, 13] . Therefore, participants were encouraged to keep webcams on for introductions, and question and answers. The 'chat' function was highlighted at the start of each session and participants encouraged to post questions and feedback. Most participants joined individually from home or their workplace, but where restrictions allowed others chose to attend in small groups. As research group members, all participants had access to programme laptops, but connectivity issues frequently arose, especially for those joining from remote areas or home."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery",
            "text": "Internet connections was often interrupted, and individual participants were sometimes unable to join at all, where issues appeared to affect a number of participants the second facilitator asked all J o u r n a l P r e -p r o o f but the presenter to turn off their video and audio to preserve bandwidth. The core presentation was recorded and materials shared via email after each session to allow those unable to attend all or part of a session to access sections missed."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 98,
                    "ref_id": "TABREF1",
                    "start": 89,
                    "text": "table   2"
                }
            ],
            "section": "Monitoring and evaluation",
            "text": "The programme ran for 3 months from May -August 2020, delivering 13 weekly webinars (see table   2 for details). Participants invited included NIHR Stillbirth Group research assistants (n=14), early career researchers (n=2) country leads (n=7) and following a request from an allied NIHR Global"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring and evaluation",
            "text": "Health research group, 2 external UK researchers attended webinar on 'qualitative metasynthesis'. The rapid adaptation to remote and online delivery has generated learning across the whole partnership, which will be used to improve planning delivery and sustainability of research capacity strengthening for midwives and nurses in the future."
        },
        {
            "cite_spans": [
                {
                    "end": 164,
                    "ref_id": "BIBREF12",
                    "start": 160,
                    "text": "[14]"
                }
            ],
            "ref_spans": [],
            "section": "Challenges",
            "text": "Notwithstanding the success of this remote programme, numerous challenges arose both in the planning, development and delivery. Reflecting experience of others [14] , preparation and adaptation of existing materials for the virtual environment was resource-intensive for facilitators."
        },
        {
            "cite_spans": [
                {
                    "end": 930,
                    "ref_id": "BIBREF13",
                    "start": 926,
                    "text": "[15]"
                },
                {
                    "end": 1284,
                    "ref_id": "BIBREF14",
                    "start": 1280,
                    "text": "[16]"
                },
                {
                    "end": 1969,
                    "ref_id": "BIBREF15",
                    "start": 1965,
                    "text": "[17]"
                }
            ],
            "ref_spans": [],
            "section": "Challenges",
            "text": "Also, content took longer to deliver than during face-to-face training, due to shorter sessions and need for frequent breaks. Despite efforts to foster an interactive approach, some participants still expressed lack of 'connectedness' and facilitators reported negative impacts of lack of visual cues and feedback. Use of the 'chat' function and question and answer sessions addressed this to some extent, use of webcams during sessions was encouraged but was not always possible due to poor internet connections. Some participants attended webinars in groups, where this was permitted, this allowed sharing experiences and small group discussion more effectively. Recent studies have identified the lack of emotional connection between providers and learners, often facilitated by J o u r n a l P r e -p r o o f subtle non-verbal cues including facial expression and gestures, as a barrier to learning in online environments [15] . Phirangee and Hewitt (2016) observed students increasingly using emoticons, punctuation (particularly exclamation marks) and the 'Like' button, originally developed in social media but incorporated into videoconferencing and communication platforms including Zoom, Microsoft Teams and Google Meet to enable reactions during educational activities [16] . These low effort non-verbal supports were perceived to support active expression and engagement and increase feelings of security. Participants in our sessions did not use these extensively, signposting and role modelling by the facilitator could increase awareness and provide an alternative means of communication, which does not interrupt the flow of activities. Careful planning and delivery can, to some extent, mitigate lack of contact during online sessions. However, it is recognised that much benefit from educational activities is also gained from informal and ad hoc contacts with colleagues and facilitators which are difficult to replicate in a virtual environment [17] . Internet quality and availability were also a major issue for some participants, particularly those based in rural areas. The cost of connection using mobile internet was not anticipated as an issue, fortunately funds were available to reimburse research staff for expenses, but accurate costing to support access will be an important consideration for future programmes."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits",
            "text": "Although some barriers persisted, online capacity development also had perceptible advantages over face-to-face delivery. Virtual activities were less costly in terms of saved expenses for travel, venue hire, catering and in preparation and time spent travelling for facilitators and participants."
        },
        {
            "cite_spans": [
                {
                    "end": 1325,
                    "ref_id": "BIBREF16",
                    "start": 1321,
                    "text": "[18]"
                },
                {
                    "end": 1673,
                    "ref_id": "BIBREF17",
                    "start": 1669,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "Potential benefits",
            "text": "Restricted travel has also significantly reduced the NIHR Stillbirth Group carbon footprint, the increased volume of air travel in recent decades is a major contributor to carbon emissions and has numerous other undesirable environmental consequences. Some group members preferred this virtual delivery and increased use of this mode also made the entire programme accessible to more participants across the group and allowed inclusion of external participants. The remote programme J o u r n a l P r e -p r o o f also perceptibly increased south to south networking amongst research assistants, stemming from strengthened connections via the WhatsApp group. The transfers of international conferences online, with reduced or free access also increased participation, especially for junior researchers who might lack resources for travel needed to attend in person. Although positive impacts are acknowledged, the wider health and social impacts of the sudden move to home or remote working, including training, are not fully understood. Home working is associated with variable mental and physical health outcomes and there is also emerging evidence that exacerbation of existing social inequities may result, for example where inadequate space, equipment or internet access prevent effective engagement and interaction [18] . Gender roles may also impact on ability and quality of engagement especially where training is accessed from home. Whilst flexibility might present some advantages, women who are home working more often report the lack of physical distance impacts on balancing work with domestic responsibilities, leading to increased stress and exhaustion [19] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits",
            "text": "This is an important consideration for programmes, such as midwifery and nursing involving female dominated professional groups in LMICs. Scheduling activities within normal working hours, access to supporting material and session recordings may overcome these issues to some extent."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary",
            "text": "The Our experience identified key learning around identifying needs and the importance of involving partners and participants to achieve buy-in. Materials needed to be carefully adapted to the remote environment, content was continually refined to reinforce elements of interactivity which could be lost during remote delivery. We acknowledge the importance of open discussion around potential issues and innate limitations with remote platforms ideally, including both facilitators and participants. This helped us plan backup strategies and alternative communication modes which were used to minimise technical and access issues more effectively as the programme progressed."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary",
            "text": "Not all activities transfer well to the virtual environment, and we are hopeful of returning to in person activities in the future. However, this experience has strengthened our understanding of the future potential of blended approaches not only to deliver content but also to sustain and extend connections over distance, which are crucial for high quality research outputs.  Develop frameworks for planning for midwifery and nursing capacity strengthening programmes including needs assessment and evaluation."
        }
    ],
    "metadata": {
        "paper_id": "2783dbe077ea0d822af979688f239b1003222810",
        "title": "Journal Pre-proof Going viral'-capacity strengthening in the context of pandemic(s) Going viral'-capacity strengthening in the context of pandemic(s)"
    }
}