{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "During COVID-19 pandemic, mutations of SARS-CoV-2 produce new strains that can be more virulent and evade vaccines. Viral RNA mutations can arise from misincorporation by RNA-polymerases and modification by host factors. Recent SARS-CoV-2 sequence analyses showed a strong bias toward C-to-U mutation, suggesting that host APOBEC cytosine deaminases with immune functions may cause the mutation. We report the experimental evidence demonstrating that APOBEC3A and APOBEC1 can efficiently edit SARS-CoV-2 RNA to produce C-to-U mutation at specific sites. However, APOBEC-editing does not inhibit the viral RNA accumulation in cells. Instead, APOBEC3A-editing of SARS-CoV-2 promotes viral replication/propagation, suggesting that SARS-CoV-2 utilizes the APOBEC-mediated mutations for fitness and evolution. Unlike the unpredictability of random mutations, this study has significant implications in predicting the potential mutations based on the UC/AC motifs and surrounding RNA structures, thus offering a basis for guiding future antiviral therapies and vaccines against the escape mutants."
        },
        {
            "cite_spans": [
                {
                    "end": 363,
                    "ref_id": "BIBREF2",
                    "start": 360,
                    "text": "(3,"
                },
                {
                    "end": 367,
                    "ref_id": "BIBREF13",
                    "start": 364,
                    "text": "14)"
                }
            ],
            "ref_spans": [],
            "section": "Abstract",
            "text": "((13) and references therein) and two families of human RNA deaminases: ADARs (the adenosine deaminases acting on RNA) and APOBECs (the apolipoprotein-B (ApoB) mRNA editing enzyme, catalytic polypeptide-like proteins) (9, 10, 12). The ROS could oxidize nucleic acids to cause viral mutations, which is proposed to be related to the G-to-U and C-to-A mutations (3, 14) . The ADAR enzymes modify adenosine to inosine to cause A-to-G mutations in double-stranded RNA (dsRNA), which play important roles in immune regulation ((15, 16) and references therein)."
        },
        {
            "cite_spans": [
                {
                    "end": 994,
                    "ref_id": "BIBREF8",
                    "start": 991,
                    "text": "(9,"
                },
                {
                    "end": 998,
                    "ref_id": "BIBREF9",
                    "start": 995,
                    "text": "10,"
                },
                {
                    "end": 1002,
                    "ref_id": "BIBREF11",
                    "start": 999,
                    "text": "12,"
                },
                {
                    "end": 1006,
                    "ref_id": "BIBREF24",
                    "start": 1003,
                    "text": "25)"
                }
            ],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The APOBEC proteins are a family of cytosine deaminases that can deaminate cytosine to uracil (Cto-U) in single-stranded nucleic acids and function in a variety of biological processes, including innate and adaptive immune responses to viral pathogens ((17-20) and references therein). The seven APOBEC3 subfamilies (including A3A to A3H) are reported to have restriction activities to DNA and RNA viruses (reviewed in (19, 20)). While most APOBECs use single-stranded DNA (ssDNA) as substrate for Cdeamination (reviewed in (17)), three APOBECs, APOBEC1 (A1) (21, 22), APOBEC3A (A3A) (23), and APOBEC3G (A3G) (24), are also shown to deaminate certain cellular single-stranded RNA (ssRNA) targets to cause C-to-U editing. Interestingly, the database analysis of SARS-CoV-2 genomic variations showed an overwhelmingly high C-to-U mutation rate, account for about 40% of all single nucleotide variations, which was interpreted as a result of RNA editing by APOBECs rather than random mutations (9, 10, 12, 25) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "However, there is no report on the direct experimental evidence to demonstrate if APOBECs can edit the SARS-CoV-2 genome and, if so, what is the effect of the APOBEC-editing on the virus. In this study, we investigated whether APOBEC proteins can directly edit the RNA sequence of SARS-CoV-2 to generate Cto-U mutations and how such mutations may impact viral replication and viral progeny production in an experimental system."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "RESULTS"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Our goal is to design an experimental system to address whether a particular APOBEC enzyme can edit SARS-CoV-2 RNA and the potential effect of APOBEC-mediated RNA editing on the virus. We adapted a cell-based RNA editing system as described in (26) to examine the ability of APOBEC proteins to edit SARS-CoV-2 genomic RNA to cause C-to-U mutations. Because A1+A1CF, A3A, and A3G are the three APOBEC proteins shown to possess RNA editing activities (22-24), we tested each of these three APOBEC proteins for their ability to edit SARS-CoV-2 RNA. Due to technical and budget limitations for the next generation deep-sequencing (NGS), we selected seven 200 nt-long RNA segments across the SARS-."
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "The causative agent of the COVID-19 pandemic, the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), is a member of the enveloped Coronaviridae family that has a single-stranded positivesense RNA genome (1, 2). Unlike most RNA viruses that exhibit high mutation rates ((3) and references therein), SARS-CoV-2 and other coronaviruses have moderate genetic variability because they have proofreading machinery to correct the errors caused by their RNA-dependent RNA-polymerase (RdRP) (4)."
        },
        {
            "cite_spans": [
                {
                    "end": 195,
                    "ref_id": "BIBREF4",
                    "start": 192,
                    "text": "(5,"
                },
                {
                    "end": 198,
                    "ref_id": "BIBREF5",
                    "start": 196,
                    "text": "6)"
                },
                {
                    "end": 220,
                    "ref_id": "BIBREF6",
                    "start": 217,
                    "text": "(7,"
                },
                {
                    "end": 223,
                    "ref_id": "BIBREF7",
                    "start": 221,
                    "text": "8)"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "However, enormous sequencing data of SARS-CoV-2 revealed its persistent accumulation of new mutations, leading to the emergence of new virus strains that can be more transmissible or virulent (5, 6) or evade vaccines (7, 8) , highlighting the importance of understanding the evolution of SARS-CoV-2 genome."
        },
        {
            "cite_spans": [
                {
                    "end": 531,
                    "ref_id": "BIBREF8",
                    "start": 528,
                    "text": "(9)"
                },
                {
                    "end": 536,
                    "ref_id": "BIBREF9",
                    "start": 532,
                    "text": "(10)"
                },
                {
                    "end": 541,
                    "ref_id": "BIBREF10",
                    "start": 537,
                    "text": "(11)"
                },
                {
                    "end": 546,
                    "ref_id": "BIBREF11",
                    "start": 542,
                    "text": "(12)"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "There are two main sources for SARS-CoV-2 viral mutations: Spontaneous random errors that are not corrected by the build-in proofreading mechanism and the Host-driven viral genome mutations ((3) and references therein). Recent analysis of SARS-CoV-2 and rubella vaccine virus genome data show predominant mutational patterns with specific signatures rather than random genetic variations, suggesting that the host-factor induced mutations play an important role in shaping the viral genomic RNA mutational outcome and evolution (9) (10) (11) (12) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 51,
                    "ref_id": "FIGREF1",
                    "start": 42,
                    "text": "(Fig. 1A)"
                },
                {
                    "end": 406,
                    "ref_id": "FIGREF1",
                    "start": 397,
                    "text": "(Fig. 1B)"
                },
                {
                    "end": 672,
                    "ref_id": "FIGREF1",
                    "start": 664,
                    "text": "Fig. 1B)"
                },
                {
                    "end": 981,
                    "ref_id": "FIGREF1",
                    "start": 972,
                    "text": "(Fig. 1C)"
                }
            ],
            "section": "INTRODUCTION",
            "text": "CoV-2 genome for the APOBEC-editing study (Fig. 1A) . These seven segments are distributed from the 5' to 3' end of the genome to include various viral genes, including the 5'-untranslated region (5'UTR). The selected 200 nt viral RNA segments were constructed into DNA reporter vector fused to the C-terminus of eGFP coding sequence that can be transcribed into RNA under a constitutive promoter (Fig. 1B) . An AAV intron is inserted in the middle of eGFP that can be useful to differentiate the mature mRNA transcript (with the intron spliced out) from the coding DNA containing the intron. A primer annealing to the exon-exon junction on the mature mRNA (JUNC, Fig. 1B) can specifically amplify the RNA, but not the coding DNA, by PCR, making it possible to rule out the C-to-U deamination on DNA from the direct C-to-U RNA editing by APOBECs. The reporter vector was co-transfected with the APOBEC editor vector to express the selected APOBEC protein in HEK293T cells (Fig. 1C) . Total RNAs were extracted from the cells for cDNA preparation for sequencing using the Safe-Sequencing-System (SSS) as described below."
        },
        {
            "cite_spans": [
                {
                    "end": 213,
                    "ref_id": "BIBREF26",
                    "start": 209,
                    "text": "(27,"
                },
                {
                    "end": 217,
                    "ref_id": "BIBREF27",
                    "start": 214,
                    "text": "28)"
                }
            ],
            "ref_spans": [
                {
                    "end": 193,
                    "ref_id": "FIGREF1",
                    "start": 185,
                    "text": "(Fig. 1D"
                },
                {
                    "end": 623,
                    "ref_id": "FIGREF1",
                    "start": 612,
                    "text": "(Fig.   1B)"
                }
            ],
            "section": "INTRODUCTION",
            "text": "To minimize the sequencing errors when evaluating the C-to-U RNA editing, we employed the SSS system, a targeted next generation deep-sequencing system, with slightly adapted protocols (Fig. 1D , see Methods) (27, 28) . This SSS method involves the following four critical steps. First, the AccuScript highfidelity reverse transcriptase (known to have ~10 #$ -10 #% error rates) was used for the initial reverse transcription of the target SARS-CoV-2 RNA transcripts from the cells to single-stranded cDNA. The JUNC forward primer is used to ensure only mature spliced mRNA segments of SARS-CoV-2 were amplified (Fig.   1B) . Second, 2 cycles of initial PCR amplification of the cDNA were performed with a both forward and reverse primers containing a Unique IDentifier (UID), a string of 15 nt randomized sequences, to attach the large family of different UID barcodes (~4 '( ), discerning each original target molecule. Third, the initial 2 cycle-PCR products were purified and then amplified with Illumina adaptors (PCR error rate is ~10 #) )."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Finally, the errors from paired-end Illumina sequencing (PE150, ~10 #* -10 #' error rates) are minimized by eliminating random mutations in the same UID family (see Methods)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 326,
                    "ref_id": null,
                    "start": 317,
                    "text": "(Table S1"
                },
                {
                    "end": 449,
                    "ref_id": "FIGREF1",
                    "start": 441,
                    "text": "(Fig S1)"
                },
                {
                    "end": 539,
                    "ref_id": null,
                    "start": 529,
                    "text": "(Table S2)"
                },
                {
                    "end": 814,
                    "ref_id": null,
                    "start": 807,
                    "text": "Fig. 2A"
                },
                {
                    "end": 827,
                    "ref_id": null,
                    "start": 819,
                    "text": "Table S2"
                },
                {
                    "end": 1039,
                    "ref_id": null,
                    "start": 1031,
                    "text": "Fig. 2A)"
                }
            ],
            "section": "Sequence motifs near the APOBEC-edited C on SARS-CoV-2 RNA",
            "text": "In our SSS system to identify the APOBEC-edited C-to-U mutations, the average number of UID families for each of the 28 experiments (seven segments each with three different APOBEC enzymes and one control) has an average of about 130,000 (minimum 85,000, maximum 187,000) from a total of ~ 484 million (paired) reads (Table S1 ). The C-to-U editing by all three APOBECs is detected, with A1+A1CF and A3A showing much higher editing than A3G (Fig S1) . The C-to-U editing levels by each APOBEC are normalized by the control group (Table S2) . Here, we define the significant target C site where the C-to-U editing efficiency is at least 3 times higher than control. Out of 307 total C in the selected viral RNA segments, the number of significant target sites with A1+A1CF is 135, A3A is 67, and A3G is 11 ( Fig. 2A and Table S2 ). Analysis of the sequence contexts around the significant target C sites (with ± 5 nucleotides from target C) showed that A3A prefers for an UCa/u trinucleotide motif and A1+A1CF prefers ACu/a motif ( Fig. 2A) , which is consistent with the reported motif preference for RNA editing by A3A and A1 (23, 29)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 175,
                    "ref_id": null,
                    "start": 167,
                    "text": "Fig. 2A)"
                }
            ],
            "section": "Sequence motifs near the APOBEC-edited C on SARS-CoV-2 RNA",
            "text": "However, A3G did not show a clear motif preference here, possibly due to generally inefficient editing by A3G on a small number of edited sites (n=11) in this study ( Fig. 2A) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 265,
                    "ref_id": null,
                    "start": 256,
                    "text": "(Fig. 2B)"
                },
                {
                    "end": 723,
                    "ref_id": null,
                    "start": 710,
                    "text": "Fig.   2C, D)"
                },
                {
                    "end": 1030,
                    "ref_id": "FIGREF7",
                    "start": 1021,
                    "text": "Fig   S2)"
                }
            ],
            "section": "Sequence motifs near the APOBEC-edited C on SARS-CoV-2 RNA",
            "text": "We also performed the same analysis of the sequence contexts with the top 30% editing efficiency by APOBECs (or hotspot editing sites), which is translated to 38 times higher than control for A1+A1CF, or 15 times higher for A3A, or 6 times higher for A3G) (Fig. 2B) . It distinctly shows that A3A strongly prefers the UC motif, whereas A1+A1CF has a strong bias toward the AC motif, and A3G prefers CC motifs on the viral RNA. These results suggest that the observed AC-to-AU mutations are most likely generated by A1 plus cofactor A1CF (or other A1 cofactors, such as RBM47 (30)); the UC-to-UU mutations by A3A, and CC-to-CU mutation by A3G in the sequence variation detected on the SARS-CoV-2 RNA segments ( Fig.   2C, D) . Interestingly, among all the C-to-U variations of the SARS-CoV-2 sequences in our analysis, AC-to-AU (preferred by A1) and UC-to-UU (preferred by A3A) account for 38.23% and 31.83%, respectively, significantly higher than GC-to-GU and CC-to-CU that account for 15.44% and 14.50%, respectively ( Fig   S2) , indicating the significance of APOBEC editing on the viral mutation."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 343,
                    "ref_id": null,
                    "start": 333,
                    "text": "(Table S2)"
                }
            ],
            "section": "Features of the efficiently APOBEC-edited RNA sites on SARS-CoV-2",
            "text": "Although each of the three APOBEC proteins showed a strong preference for specific dinucleotide sequence motifs (such as AC, UC, or CC sequence motifs) for editing on the viral RNA, the relative editing efficiency of these motif sites vary greatly, such as between 0.0041% to 22.15% for A1+A1CF, and between 0.0040% to 4.46% for A3A (Table S2) . Furthermore, many of these AC, UC, and CC motif sites on the viral RNA have no detectable editing (AC: 20.0%, UC: 41.4%, CC: 90.9%) by A1+A1CF, A3A, and A3G, respectively. These results suggest that other RNA features around the preferred sequence motifs, such as the secondary and tertiary structures, must play a role in the editing efficiency of a particular motif site by the respective APOBECs."
        },
        {
            "cite_spans": [
                {
                    "end": 224,
                    "ref_id": "BIBREF30",
                    "start": 220,
                    "text": "(31,"
                },
                {
                    "end": 228,
                    "ref_id": "BIBREF31",
                    "start": 225,
                    "text": "32)"
                },
                {
                    "end": 382,
                    "ref_id": "BIBREF25",
                    "start": 378,
                    "text": "(26,"
                },
                {
                    "end": 386,
                    "ref_id": "BIBREF32",
                    "start": 383,
                    "text": "33)"
                }
            ],
            "ref_spans": [
                {
                    "end": 500,
                    "ref_id": "FIGREF4",
                    "start": 491,
                    "text": "(Fig. 3A)"
                },
                {
                    "end": 655,
                    "ref_id": "FIGREF4",
                    "start": 646,
                    "text": "(Fig. 3A)"
                },
                {
                    "end": 757,
                    "ref_id": "FIGREF4",
                    "start": 748,
                    "text": "(Fig. 3A)"
                }
            ],
            "section": "Features of the efficiently APOBEC-edited RNA sites on SARS-CoV-2",
            "text": "The RNA editing by A1+A1CF was previously reported to require a so-called mooring sequence that has a general stem-loop structure around the target C and contains relatively high U/G/A content downstream of the target C (31, 32) . However, this requirement for the mooring sequence and stem-loop structures are shown to be quite relaxed and still needs further characterization (26, 33) . We analyzed the RNA features around the top 3 AC sites with the highest editing efficiency by A1+A1CF (Fig. 3A) . The result showed that they could form a relatively stable stem-loop structure, with relatively high U/G/A contents downstream of the target C (Fig. 3A) . Among these top 3 editing sites, editing at C16054 is significantly higher than at C23170 (Fig. 3A) , suggesting that the editing efficiency also depends on the detailed stem-loop structure and the position of the target C."
        },
        {
            "cite_spans": [
                {
                    "end": 141,
                    "ref_id": "BIBREF22",
                    "start": 137,
                    "text": "(23,"
                },
                {
                    "end": 145,
                    "ref_id": "BIBREF23",
                    "start": 142,
                    "text": "24,"
                },
                {
                    "end": 149,
                    "ref_id": "BIBREF33",
                    "start": 146,
                    "text": "34)"
                }
            ],
            "ref_spans": [
                {
                    "end": 465,
                    "ref_id": "FIGREF4",
                    "start": 456,
                    "text": "(Fig. 3B)"
                }
            ],
            "section": "Features of the efficiently APOBEC-edited RNA sites on SARS-CoV-2",
            "text": "Sharma and colleagues recently discovered RNA editing activities by A3A and A3G in human transcripts through RNAseq using NGS technology (23, 24, 34) . More than half of target cellular RNA substrates have a stem-loop secondary structure, and the target C locates in the loop region. Interestingly, our top 3 highest A3A-mediated editing sites on SARS-CoV-2 RNA reported here all have the UC motifs in the loop of a predicted stem-loop secondary structure (Fig. 3B) . Again, the editing efficiency at C16063 (4.5%)"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 88,
                    "ref_id": "FIGREF4",
                    "start": 79,
                    "text": "(Fig. 3B)"
                },
                {
                    "end": 255,
                    "ref_id": "FIGREF4",
                    "start": 247,
                    "text": "(Fig. 3C"
                }
            ],
            "section": "Features of the efficiently APOBEC-edited RNA sites on SARS-CoV-2",
            "text": "is about 3-fold higher than the third efficiently edited site at C23453 (1.6%) (Fig. 3B) . Analysis of the top 3 sites edited by A3G also showed the CC (or UC) motifs in the single-stranded loop region of a predicted stem-loop secondary structure (Fig. 3C )."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 880,
                    "ref_id": "FIGREF4",
                    "start": 872,
                    "text": "(Fig S3)"
                }
            ],
            "section": "Features of the efficiently APOBEC-edited RNA sites on SARS-CoV-2",
            "text": "To rule out the possibility that the RNA C-to-U mutations result from DNA C-to-U deamination instead of the direct RNA editing by APOBECs, we sequenced the DNA on the reporter vector and its corresponding RNA transcript corresponding to an Orf1b region of SARS-CoV-2 (15,968-16,167 nt). The reporter DNA and the RNA transcript extracted from the cells expressing APOBECs were PCR amplified using the forward prime annealing to the AAV-intron specific for the DNA or to the JUNC specific for the spliced RNA only. The PCR products from the DNA and mRNA were subjected to Sanger sequencing, and the C-to-U changes were analyzed. No DNA C-to-U mutation was detected, but specific RNA C-to-U changes on the mRNA transcript were present in a frequency consistent with our SSS results obtained in the presence of A1+A1CF (e.g., C16049, C16054, and C16092, etc.) or A3A (C16063) (Fig S3) . These data indicate that the C-to-U changes on the RNA are not caused by DNA mutation, but are the result of direct RNA editing mediated by A1+A1CF and A3A in our cell-based assay system."
        },
        {
            "cite_spans": [
                {
                    "end": 441,
                    "ref_id": "BIBREF34",
                    "start": 437,
                    "text": "(35)"
                }
            ],
            "ref_spans": [],
            "section": "The potential effect of APOBEC-mediated RNA editing on SARS-CoV-2 variants",
            "text": "With the direct experimental evidence that APOBECs can target specific sites on SARS-CoV-2 for editing, we next examined whether APOBEC-mediated RNA editing of the SARS-CoV-2 genome may affect the viral strain variants and fitness. We analyzed the publicly available SARS-CoV-2 genome sequence data (the Nextstrain datasets from Dec. 2019 to Apr. 30 th , 2021 downloaded from the UCSC Genome Browser, https://nextstrain.org/ncov/global) (35) . The analysis revealed that the C-to-U is the predominant mutation for the entire genome, accounting for ~53.8% among all single nucleotide variants (SNVs) within the SARS-CoV-2 5'UTR-Orf1a region (142-341nt, the segment tested in our reporter 1 . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 282,
                    "ref_id": "FIGREF9",
                    "start": 262,
                    "text": "Fig. 4A and Fig S4A)"
                },
                {
                    "end": 404,
                    "ref_id": "FIGREF9",
                    "start": 382,
                    "text": "(Fig. 4B, Fig S4B, and"
                },
                {
                    "end": 413,
                    "ref_id": null,
                    "start": 405,
                    "text": "Table S2"
                }
            ],
            "section": "The potential effect of APOBEC-mediated RNA editing on SARS-CoV-2 variants",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. ; https://doi.org/10.1101/2021.12.18.473309 doi: bioRxiv preprint vector). Of particular interest is the prominent mutation occurring at C203, C222, and C241 in these virus variants ( Fig. 4A and Fig S4A) , as these 3 sites all feature UC motifs and showed significant C-to-U editing by A3A in our assay (Fig. 4B, Fig S4B, and Table S2 ). These results suggest that A3A generated these mutations on the viral RNA genome, and the mutations can be maintained, possibly because these mutations generated by A3A editing are not determinantal to the virus. The two C-to-U variants at UC203 and UC222"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 373,
                    "ref_id": "FIGREF9",
                    "start": 353,
                    "text": "Fig. 4C and Fig S4C)"
                }
            ],
            "section": "The potential effect of APOBEC-mediated RNA editing on SARS-CoV-2 variants",
            "text": "were detected in some of the SARS-CoV-2 sequences in late 2020 but are not persistently present in the main circulating strains, suggesting these two mutations may be neutral for the viral fitness. Surprisingly, the C-to-U variant at UC241 occurred in early January 2020 and has rapidly become a signature of the dominant strain that spread worldwide ( Fig. 4C and Fig S4C) , strongly suggesting that this C-to-U mutation at UC241 generated by A3A editing may contribute to the better fitness for SARS-CoV-2. Although C241 to U mutation is within 5'UTR, the correlation of this mutation with the dominant new strains is reminiscent of that of the D614G mutation of the spike protein-coding region (5, 36). However, because 5'UTR has an important regulatory function for the replication of SARS-CoV-2 RNAs and for the expression of viral proteins (37, 38), the UC241 mutation may affect one or several aspects of these important functions of the 5'UTR in the viral infection steps."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 601,
                    "ref_id": "FIGREF5",
                    "start": 584,
                    "text": "(Fig. 5A, Fig S5)"
                },
                {
                    "end": 1217,
                    "ref_id": "FIGREF5",
                    "start": 1208,
                    "text": "(Fig. 5A)"
                }
            ],
            "section": "SARS-CoV-2 replication and progeny yield in cells overexpressing APOBECs",
            "text": "To examine if the three APOBEC proteins can affect SARS-CoV-2 replication and progeny yield in a well-controlled experimental setting, we used the human colon epithelial cell line Caco-2 that expresses ACE2 receptor and thus is suitable for studying SARS-CoV-2 replication (39). Because Caco-2 cell lines have no detectible endogenous expression of A1, A3A, and A3G, we first constructed Caco-2 stable cell lines expressing one of the three APOBEC genes. The externally inserted APOBECs are under tetracyclinecontrolled promoter so that their expression can be induced by doxycycline (Fig. 5A, Fig S5) . The Caco-2-APOBEC stable cell lines were then infected by SARS-CoV-2, and the viral RNA replication and progeny yield were measured and compared with the control cell line without APOBEC expression. The viral RNA abundance as an indicator for RNA replication was measured using real-time quantitative PCR to detect the RNA levels using primers specific for amplifying three viral regions: the Nsp12 region, the S region, and the N region. The viral progeny yield was assayed through plaque assay using the virions produced from the Caco-2-APOBEC stable cell lines at different time points post-infection (Fig. 5A) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 replication and progeny yield in cells overexpressing APOBECs",
            "text": "The replication assay results showed that, compared with the control Caco-2 cell line, the abundance of viral RNAs has increased significantly with A3A overexpression at 72 hours and 96 hours post SARS-CoV-2 infection. In contrast, no significant change of viral RNA level was detected with the overexpression . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 206,
                    "ref_id": "FIGREF5",
                    "start": 197,
                    "text": "(Fig. 5B)"
                },
                {
                    "end": 663,
                    "ref_id": null,
                    "start": 659,
                    "text": "Fig."
                }
            ],
            "section": "SARS-CoV-2 replication and progeny yield in cells overexpressing APOBECs",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. ; https://doi.org/10.1101/2021.12.18.473309 doi: bioRxiv preprint of A1+A1CF or A3G even up to 96 hours post-infection (Fig. 5B) . These results suggest that, despite the general viral restriction function of APOBECs, the presence of A1+A1CF and A3G and their RNA editing activity do not restrict viral replication. Furthermore, A3A-mediated editing even appears to endow an advantage for the viral RNA replication, which is consistent with the observation that the UC241 mutation caused by A3A at the 5'UTR region in the widely circulating SARS-CoV-2 strains after January 2020 ( Fig. "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 408,
                    "ref_id": "FIGREF5",
                    "start": 400,
                    "text": "(Fig. 5C"
                }
            ],
            "section": "4A-C).",
            "text": "Interestingly, the increased viral RNA replication with A3A overexpression also correlates with higher viral progeny yield. While no difference in viral titer was observed at 48 hours from all cell lines with or without APOBEC expression, the virus titer from the cell line expressing A3A showed an approximately 100-fold higher than the control and A1+A1CF and A3G expressing cell lines at 72 hours (Fig. 5C ). This result suggests that A3A expressing promotes viral replication and progeny production. These results collectively provided direct experimental evidence that SARS-CoV-2 may take advantage of A3A-mediated mutational forces for their fitness and propagation."
        },
        {
            "cite_spans": [
                {
                    "end": 513,
                    "ref_id": "BIBREF8",
                    "start": 510,
                    "text": "(9,"
                },
                {
                    "end": 517,
                    "ref_id": "BIBREF9",
                    "start": 514,
                    "text": "10,"
                },
                {
                    "end": 521,
                    "ref_id": "BIBREF11",
                    "start": 518,
                    "text": "12,"
                },
                {
                    "end": 525,
                    "ref_id": "BIBREF24",
                    "start": 522,
                    "text": "25,"
                },
                {
                    "end": 529,
                    "ref_id": "BIBREF39",
                    "start": 526,
                    "text": "40,"
                },
                {
                    "end": 533,
                    "ref_id": "BIBREF40",
                    "start": 530,
                    "text": "41)"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "In this ongoing unprecedented COVID-19 pandemic, several new viral strains have emerged due to viral mutation. More viral strains are expected to evolve in the future due to continuous virus mutations and the added selection pressure from the clinical usage of vaccines and antiviral drugs. Prior bioinformatic analysis of the SARS-CoV-2 sequences suggested that some of the C-to-U mutations may be caused by APOBEC proteins instead of the random mutations by viral RNA polymerase during replication or by ROS (9, 10, 12, 25, 40, 41) . Here we described the first experimental evidence demonstrating APOBEC enzymes, A1+A1CF, A3A, and A3G, can target specific SARS-CoV-2 viral sequences for RNA editing, and the resulting mutations likely contribute to the viral replication and fitness."
        },
        {
            "cite_spans": [
                {
                    "end": 572,
                    "ref_id": "BIBREF41",
                    "start": 568,
                    "text": "(42)"
                },
                {
                    "end": 700,
                    "ref_id": "BIBREF22",
                    "start": 696,
                    "text": "(23,"
                },
                {
                    "end": 704,
                    "ref_id": "BIBREF42",
                    "start": 701,
                    "text": "43)"
                }
            ],
            "ref_spans": [
                {
                    "end": 402,
                    "ref_id": "FIGREF4",
                    "start": 395,
                    "text": "Fig. 3A"
                }
            ],
            "section": "DISCUSSION",
            "text": "Using an APOBEC-RNA editing assay in a cell-based system (26), we examined the C-to-U editing on selected SARS-CoV-2 RNA segments in HEK293T cells by A1+A1CF, A3A, and A3G. The results demonstrated that the editing efficiency at specific viral RNA sites could reach as high as 22.2% for A1+A1CF, 4.5% for A3A, and 0.18% for A3G, respectively, on the transcribed reporter viral RNA populations ( Fig. 3A -C). This editing efficiency at a specific site is very high compared with the estimated ~10 -6 -10 -7 random incorporation error rate for Coronaviruses replication (42) . A3A showed a preferred dinucleotide UC motif, consistent with previous reports about the preferred motif for A3A editing (23, 43) ."
        },
        {
            "cite_spans": [
                {
                    "end": 399,
                    "ref_id": "BIBREF2",
                    "start": 396,
                    "text": "(3,"
                },
                {
                    "end": 402,
                    "ref_id": "BIBREF8",
                    "start": 400,
                    "text": "9,"
                },
                {
                    "end": 406,
                    "ref_id": "BIBREF24",
                    "start": 403,
                    "text": "25)"
                }
            ],
            "ref_spans": [
                {
                    "end": 558,
                    "ref_id": "FIGREF4",
                    "start": 548,
                    "text": "(Fig. 2-3)"
                }
            ],
            "section": "DISCUSSION",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made Furthermore, sequence analysis of viral strains also revealed a high mutation rate of C in AC motif in SARS-CoV-2 and Rubella Virus, but with no mutational driver assigned for such mutations (3, 9, 25) . The data here demonstrate that A1, together with its cofactor A1CF, can edit specific AC motif sties of the viral RNA with high efficiency (Fig. 2-3) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "However, the UC and AC motifs alone are not sufficient for efficient editing by A3A or A1+A1CF."
        },
        {
            "cite_spans": [
                {
                    "end": 381,
                    "ref_id": "BIBREF22",
                    "start": 377,
                    "text": "(23,"
                },
                {
                    "end": 385,
                    "ref_id": "BIBREF25",
                    "start": 382,
                    "text": "26,"
                },
                {
                    "end": 389,
                    "ref_id": "BIBREF31",
                    "start": 386,
                    "text": "32,"
                },
                {
                    "end": 393,
                    "ref_id": "BIBREF42",
                    "start": 390,
                    "text": "43)"
                }
            ],
            "ref_spans": [
                {
                    "end": 264,
                    "ref_id": "FIGREF4",
                    "start": 256,
                    "text": "(Fig. 3)"
                }
            ],
            "section": "DISCUSSION",
            "text": "Many of the UC and AC motifs in the SARS-CoV-2 RNA showed only the background level of C-to-U mutation. Additional RNA structural features around the UC/AC motifs should play an important role in dictating whether a UC or AC site can be efficiently edited (Fig. 3) . Prior reports show that some cellular RNA targets with stem-loop structures are favored by A3A and A1 editing (23, 26, 32, 43) . However, the exact RNA secondary/tertiary structural features that can dictate the editing efficiency of a UC/AC site in the SARS-CoV-2 genomic RNA by A3A/A1 remains to be addressed."
        },
        {
            "cite_spans": [
                {
                    "end": 559,
                    "ref_id": "BIBREF43",
                    "start": 555,
                    "text": "(44,"
                },
                {
                    "end": 563,
                    "ref_id": "BIBREF44",
                    "start": 560,
                    "text": "45)"
                }
            ],
            "ref_spans": [
                {
                    "end": 278,
                    "ref_id": "FIGREF11",
                    "start": 266,
                    "text": "(Fig S6A, B)"
                },
                {
                    "end": 733,
                    "ref_id": "FIGREF11",
                    "start": 721,
                    "text": "(Fig S6A, B)"
                },
                {
                    "end": 920,
                    "ref_id": "FIGREF11",
                    "start": 912,
                    "text": "Fig S6B)"
                }
            ],
            "section": "DISCUSSION",
            "text": "While the editing of SARS-CoV-2 RNA by A3A, A1+A1CF, and A3G has been demonstrated in our cell culture system, the analysis of the expression profiles reveals that A3A and A1+A1CF, but not A3G, are expressed in the human organs and cell types infected by SARS-CoV-2 (Fig S6A, B) . Such expression profiles make it possible for A3A and A1+A1CF to edit the viral RNA genome in the real world. Many human cell types expressing ACE2 in multiple organs can be infected by SARS-CoV-2, including (but not limited to) the lungs, heart, small intestine, and liver (44, 45) . A3A expresses in lung epithelial cells, and, importantly, the A3A expression level is significantly stimulated by SARS-CoV-2 infection in patients (46-48) (Fig S6A, B) . A1 and its two known cofactors, A1CF and RBM47, are not expressed in the lungs but are expressed in the small intestine or liver (49) that can also be infected by SARS-CoV-2 ( Fig S6B) ."
        },
        {
            "cite_spans": [
                {
                    "end": 209,
                    "ref_id": "BIBREF49",
                    "start": 205,
                    "text": "(50)"
                }
            ],
            "ref_spans": [
                {
                    "end": 342,
                    "ref_id": null,
                    "start": 330,
                    "text": "(Fig. 2C, D)"
                },
                {
                    "end": 496,
                    "ref_id": "FIGREF7",
                    "start": 488,
                    "text": "(Fig S2)"
                }
            ],
            "section": "DISCUSSION",
            "text": "A1 was not considered previously as a candidate which could edit the SARS-CoV-2 genome because of its target specificity and lack of expression in lungs, the primary target tissues of SARS-CoV-2 infection (50) . In our experimental system, the editing efficiency of A1+A1CF on the AC motif is much higher than A3A on the UC motif (Fig. 2C, D) . Interestingly, analysis of SARS-CoV-2 variants from the database also showed higher AC motif mutations (38.3%) than UC motif mutations (31.2%) (Fig S2) . These results indicate that many of the AC-to-AU mutations in the SARS-CoV-2 genome from patients can be driven by A1+cofactor-mediated RNA editing in the small intestine and liver when SARS-CoV-2 infects them."
        },
        {
            "cite_spans": [
                {
                    "end": 134,
                    "ref_id": "BIBREF50",
                    "start": 130,
                    "text": "(51)"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Interestingly, A1CF and another A1-cofactor, RBM47, were shown to physically interact with SARS-CoV-2 RNA in an interactome study (51) , suggesting that these RNA-binding cofactors may recruit A1 to edit SARS-CoV-2 RNA in the infected tissue."
        },
        {
            "cite_spans": [
                {
                    "end": 865,
                    "ref_id": "BIBREF16",
                    "start": 861,
                    "text": "(17)"
                },
                {
                    "end": 870,
                    "ref_id": "BIBREF17",
                    "start": 866,
                    "text": "(18)"
                },
                {
                    "end": 875,
                    "ref_id": "BIBREF18",
                    "start": 871,
                    "text": "(19)"
                },
                {
                    "end": 880,
                    "ref_id": "BIBREF19",
                    "start": 876,
                    "text": "(20)"
                }
            ],
            "ref_spans": [
                {
                    "end": 491,
                    "ref_id": "FIGREF5",
                    "start": 482,
                    "text": "(Fig. 5A)"
                },
                {
                    "end": 794,
                    "ref_id": "FIGREF5",
                    "start": 778,
                    "text": "(Fig. 5B and 5C)"
                }
            ],
            "section": "DISCUSSION",
            "text": "Since APOBEC proteins play an important role in immune responses against DNA and RNA viral pathogens APOBECs ((17-20) and references therein), we also investigated the possible effects of the three . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made APOBECs on SARS-CoV-2 replication and progeny yield in our experimental system (Fig. 5A) . Even though no apparent differences in SARS-CoV-2 replication and progeny production were observed in the control and the A1+A1CF or A3G-expressing stable cell lines, significant increases of the viral RNA replication and the viral yield were observed in the A3A-expressing cell line (Fig. 5B and 5C) . These results contrast to the known antiviral effect of APOBECs (17) (18) (19) (20) . Currently, it is unclear exactly how the A3Aoverexpression can promote the replication and progeny production of SARS-CoV-2. One plausible explanation is that, while most APOBEC-mediated C-to-U mutations may be detrimental to the virus and are lost in the viral infection cycle, some mutations beneficial to the virus's fitness will be selected for in the new viral strains. If so, SARS-CoV-2 can then turn the tables on the APOBEC mutational defense system for its evolution, including (but not limited to) the improvement of viral RNA replication, protein expression, evasion of host immune responses, and receptor binding and cell entry."
        },
        {
            "cite_spans": [
                {
                    "end": 965,
                    "ref_id": "BIBREF4",
                    "start": 962,
                    "text": "(5,"
                },
                {
                    "end": 969,
                    "ref_id": "BIBREF35",
                    "start": 966,
                    "text": "36)"
                },
                {
                    "end": 1391,
                    "ref_id": "BIBREF36",
                    "start": 1387,
                    "text": "(37,"
                },
                {
                    "end": 1395,
                    "ref_id": "BIBREF37",
                    "start": 1392,
                    "text": "38,"
                },
                {
                    "end": 1399,
                    "ref_id": "BIBREF51",
                    "start": 1396,
                    "text": "52)"
                }
            ],
            "ref_spans": [
                {
                    "end": 432,
                    "ref_id": null,
                    "start": 420,
                    "text": "(Fig. 4A, B)"
                },
                {
                    "end": 647,
                    "ref_id": "FIGREF9",
                    "start": 629,
                    "text": "(Fig. 4C, Fig S4C)"
                }
            ],
            "section": "DISCUSSION",
            "text": "Even though the mechanisms by which A3A-editing promotes SARS-CoV-2 replication and progeny production may be complex and require future investigation, we have detected an example that could offer insights into how SARS-CoV-2 takes advantage of A3A-mediated mutations. Among many of the detected A3A edited sites on SARS-CoV-2 RNA in our study are three C-to-U mutations located in the 5'UTR region, UC203, UC222, UC241 (Fig. 4A, B) . The SARS-CoV-2 from patients detected all of these three mutations at different stages since early 2020, but only major circulating viral strains since early 2020 acquired the mutation at UC241 (Fig. 4C, Fig S4C) , suggesting that C-to-U mutation at UC241 is selected for better viral fitness. This observation is surprising considering UC241 is in the non-coding 5'UTR region and, thus, not affecting the ORF coding of a protein, as in the case of the previously reported D614G mutation of the spike protein for viral fitness (5, 36) . Therefore, this C241 to U mutation should not be related to a change of a viral protein function, such as cell surface receptor binding or polyprotein processing. Mutations outside protein-coding ORFs of SARS-CoV-2 were previously designated as nonfunctional changes (3). However, the 5'UTR region of SARS-CoV-2 has important function in regulating protein expression and viral RNA replication and virion packaging (37, 38, 52) . Thus, this UC241 mutation in the 5'UTR region may impact the viral RNA stability, replication, packaging, or the translation efficiency of the downstream proteins to endow the virus with better fitness."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "In summary, we report here the experimental evidence demonstrating that SARS-CoV-2 genomic RNA can be directly edited with high efficiency by A3A and A1+A1CF to cause C-to-U mutation. Critical factors dictating the RNA-editing sites include an UC for A3A or AC motif for A1 as well as certain RNA structural features around the target C. Even though some APOBECs, including A3A, are regarded as host antiviral factors, we show here that RNA editing of SARS-CoV-2 by A3A somehow can promote viral . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 295,
                    "ref_id": null,
                    "start": 283,
                    "text": "APOBECs. (B)"
                }
            ],
            "section": "DISCUSSION",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made APOBECs. (B) Reporter vector that contain each of the seven selected viral RNA segments that can be transcribed into an mRNA containing an AAV intron between the eGFP and the viral RNA segment. The AAV intron will be spliced out in a mature mRNA containing a junction sequence (JUNC) that differs from its coding DNA, which can be used to selectively amplify either the mature mRNA or the coding DNA by using a primer anneal to the JUNC or to the AAV intron. (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. ; https://doi.org/10.1101/2021.12.18.473309 doi: bioRxiv preprint"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Local sequence context at the APOBEC-edited C sites on SARS-CoV-2 RNA. (A)",
            "text": "Local sequences around the significantly edited target C sites (± 5 nucleotides from target C at position 0) by A1+A1CF, A3A, or A3G. The editing level of each C site was normalized to the Ctrl, and only sites with 3x or higher editing levels than the normalized value were defined as significant editing sites. (B) Analysis of local sequences around the top 30% edited C sites (or hotspot editing sites) among the significantly edited sites, showing predominantly AC motif for A1+A1CF, UC for A3A, and CC for A3G. (C-D) Comparison of the C-to-U editing rates (%) of different dinucleotide motifs by a particular APOBEC RNA editor (panel-C) and C-to-U editing rates (%) of a particular dinucleotide motif by the three APOBEC RNA editors (panel-D). Each dot represents the C-to-U editing level obtained from the SSS results. In panel-D, statistical significance was calculated by unpaired two-tailed student's t-test with P-values represented as: P > 0.05 = not significant; not indicated, * = P < 0.05, *** = P < 0.001, **** = P < 0.0001."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 213,
                    "ref_id": null,
                    "start": 205,
                    "text": "Table S2"
                }
            ],
            "section": "Fig. 2. Local sequence context at the APOBEC-edited C sites on SARS-CoV-2 RNA. (A)",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made Table S2 ). The editing efficiency of each site is listed at the top of each panel. In the secondary structure, the target C sites are highlighted in red, and -1 positions of the target C sites are highlighted in green for A, pink for U, and blue for C, respectively. In panel-A, the proposed canonical mooring sequences (highlighted in sky blue) contain relatively high U/A/G contents downstream of the target C."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2. Local sequence context at the APOBEC-edited C sites on SARS-CoV-2 RNA. (A)",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 135,
                    "ref_id": "FIGREF1",
                    "start": 128,
                    "text": "Fig. 1A"
                }
            ],
            "section": "Fig. 4. The potential effect of APOBEC-mediated editing on SARS-CoV-2 mutations and fitness. (A)",
            "text": "The number of mutational events (all single nucleotide variants) on SARS-CoV-2 RNA segment 5'UTR-Orf1a (142-341nt), see related Fig. 1A ) from the publicly available SARS-CoV-2 genome sequence data (the Nextstrain datasets from Dec. 2019 to Apr. 30th, 2021 downloaded from the UCSC Genome Browser, https://nextstrain.org/ncov/global) and https://nextstrain.org/ncov/global). The C203, C222, and C241 represent many of the C-to-U mutational events (asterisks) with the UC motif in the SARS-CoV-2 variants. (B) A3A-mediated C-to-U editing results on the 5'UTR-Orf1a (142-341nt) of SARS-CoV-2 obtained from our cell-based editing system and the SSS analysis. The Ctrl (EV) editing levels (or background error rates) of the corresponding region are presented as negative values (%). Four different dinucleotide motifs are indicated, with UC in red, GC in orange, AC in green, and CC in blue. The C203, C222, and C241 (asterisks) all showed significant editing by A3A. (C) The C-to-U mutation prevalence over time at C203, C222, and C241. The sequencing frequency is represented by C in blue and U in yellow (referred to the Nextstrain datasets: https://nextstrain.org/ncov/global). This analysis showed that SARS-CoV-2 started to acquire the Cto-U mutation at C241 in January 2020. By July 2020, 90% of the circulating viral variants carry this mutation at C241. By March 2021, almost all circulating viral variants have this mutation, suggesting the C241 to U mutation in the 5'UTR is beneficial to the viral fitness."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4. The potential effect of APOBEC-mediated editing on SARS-CoV-2 mutations and fitness. (A)",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made "
        },
        {
            "cite_spans": [
                {
                    "end": 231,
                    "ref_id": null,
                    "start": 205,
                    "text": "(26-28, 35, 39, 48, 54-55)"
                }
            ],
            "ref_spans": [
                {
                    "end": 193,
                    "ref_id": "FIGREF1",
                    "start": 184,
                    "text": "Fig S1-S6"
                },
                {
                    "end": 259,
                    "ref_id": null,
                    "start": 241,
                    "text": "Table S2  Table S3"
                }
            ],
            "section": "Competing interests: The authors have no competing interests.",
            "text": "Data and materials availability: All data is available in the manuscript or the supplementary materials. All materials used in the study are available to any researchers upon request. Fig S1-S6 References (26-28, 35, 39, 48, 54-55) Table S1 Table S2  Table S3 . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. ; https://doi.org/10.1101/2021.12.18.473309 doi: bioRxiv preprint"
        },
        {
            "cite_spans": [
                {
                    "end": 87,
                    "ref_id": "BIBREF25",
                    "start": 83,
                    "text": "(26)"
                }
            ],
            "ref_spans": [
                {
                    "end": 215,
                    "ref_id": "FIGREF1",
                    "start": 208,
                    "text": "Fig. 1A"
                },
                {
                    "end": 288,
                    "ref_id": "FIGREF1",
                    "start": 281,
                    "text": "Fig. 1C"
                },
                {
                    "end": 1319,
                    "ref_id": null,
                    "start": 1311,
                    "text": "Table S3"
                }
            ],
            "section": "The cell-based RNA editing system",
            "text": "The Cell-based RNA editing system is adapted from previously reported in reference (26) . Briefly, reporter vectors containing DNA corresponding to the different RNA segments of SARS-CoV-2 (NC_045512.2) (see Fig. 1A , 1B) and the APOBEC (A1+A1CF, A3A, and A3G) editor vectors (see Fig. 1C ) were constructed. A1+A1CF is constructed as one open reading frame (ORF) with a translational terminator sequence T2A inserted between A1 and A1CF (A1-T2A-A1CF), which will produce individual A1 and A1CF proteins in a 1:1 ratio. HEK293T cells were cultured in DMEM medium supplemented with 10% FBS, streptomycin (100 μg/mL), and penicillin (100U/mL) and maintained at 37 ℃, 5% CO2. One day before transfection, the cells (250 μL) were seeded at an approximate concentration of 250,000 cells/mL on an 8-well glass chamber (CellVis). The cells were then transfected with a mixture (25 μL) of an APOBEC editor vector (500 ng) and a SARS-CoV-2 reporter vector (50 ng) and 1.5 μL of X-tremeGENE 9 transfection reagent (Sigma) and incubated for 48 hrs. After harvesting the cells, RNA extraction with Trizol (Thermo Fisher) and DNA extraction with QuickExtract (EpiCentre) was performed, respectively, according to the manufacturer's recommended instructions. The editor and reporter vectors used in this study were listed in Table S3 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 603,
                    "ref_id": "FIGREF1",
                    "start": 594,
                    "text": "Fig.  1B)"
                },
                {
                    "end": 1754,
                    "ref_id": null,
                    "start": 1746,
                    "text": "Table S3"
                }
            ],
            "section": "Sequencing library preparation",
            "text": "The extracted RNA was reverse transcribed with Accuscript High-Fidelity Reverse Transcriptase (Agilent) to produce the single-stranded cDNA using a specific primer annealing to the downstream sequence of SARS-CoV-2 reporter segments. The reaction was performed in a volume of 20µl containing 1µg of total RNA, 100 µM of reverse primer, 1X Accuscript buffer, 10 mM dNTP, 0.1M DTT, 8U RNase Inhibitor, and 1µl of Accuscript High-Fidelity Reverse Transcriptase (Agilent) for 1 hr at 42 ℃. The cDNA was then amplified for 2 cycles by adding a forward primer annealing to the junction region (JUNC, Fig.  1B) , where the AAV intron is spliced out. In this first 2-cycle PCR amplification, the forward and reverse primers were attached to barcodes consists of 15 randomized nucleotides as the Unique Identifier (UID), plus four tri-nucleotides designating four different experimental conditions: TGA for A1+A1CF; CAT for A3A; GTC for A3G; and ACG for Ctrl. Phusion® High-Fidelity DNA Polymerase (NEB) was used for this PCR reaction: 98 ℃ 5 min -(98 ℃ 30 sec, 71.4 ℃ 30 sec, 72 ℃ 1 min) x2 -72 ℃ 5 min. This PCR product (330 bp) was then cleaned up using a spin column PCR cleanup kit (Thermo) to remove the free first-round barcode primers. The second-round PCR was performed for 30 cycles with Illumina flowcell adaptor primers using Phusion® High-Fidelity DNA Polymerase (NEB): 98 ℃ 5 min -(98 ℃ 30 sec, 72 ℃ 1 min) x30 -72 ℃ 5 min. All 28 (4 editors x 7 different SARS-CoV-2 substrates) of the different pooled PCR products (399 bp) were combined in equal amounts for the final libraries. The final libraries were subjected to a full HiSeq Lane (PE150, 370M paired reads, Novogene). The primers for the sequencing library preparation were listed in Table S3 ."
        },
        {
            "cite_spans": [
                {
                    "end": 130,
                    "ref_id": "BIBREF26",
                    "start": 126,
                    "text": "(27)"
                },
                {
                    "end": 202,
                    "ref_id": "BIBREF27",
                    "start": 198,
                    "text": "(28)"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of Safe-Sequencing-System",
            "text": "To distinguish a true mutation from random mutation during PCR and sequencing errors, we followed the approach as reported in (27) . The details of our implementation of the method was described in (28) . We wrote Python scripts to analyze the sequencing data. We only considered those sequencing reads such that (1) at least 85% of the bases matched the reference sequence, and (2) the quality scores for all the UID bases were 30 or greater (probability of a sequencing error < 0.001). We clustered reads with the same UID and barcode into UID families. We only considered those families with at least three reads with the same UID and barcode. At each nucleotide site, the mutation frequency is calculated by dividing a numerator by a denominator. The denominator is the number of UID families that, at this particular nucleotide site, have at least three reads with quality scores of at least 20 (probability of a sequencing error < 0.01; because of this quality restriction, the denominator may be different at different sites). The numerator is the number of UID families that, at this particular site, (1) have at least three reads with quality scores of at least 20, and (2) 95% of these reads have the same base, which is different than the reference. The probability that three out of three reads will all have the same sequencing error at a site is then 10 -7 (=(0.01 3 )/(3 2 ))."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Caco-2 Stable cell line expressing APOBEC proteins",
            "text": "We used lentiviral transfection to construct stable Caco-2 cell lines expressing A3A, A3G, and A1+A1CF to study the effect of APOBEC on SARS-CoV-2 replication because Caco-2 expresses the virus receptor ACE2 (39). Lentivirus was produced by lentiviral vector system pLVX-TetOne-Puro (Clon-tech) in HEK293T cells. The cells (about 2 x 10 6 cells) were seeded in a 100 mm plate one day before transfection. The cells were then co-transfected with lentiviral packaging vectors, 1.0 μg of pdR8.91 (Gag-Pol-Tat-Rev, Addgene), 0.5 μg of pMD2.G (VSV-G, Addgene), and 1.7 μg of the pLVX-TetOne-Puro vector encoding the APOBEC proteins, using 20 μL of X-tremeGENE 9 transfection reagent (Sigma). Lentivirus-containing supernatant from infected HEK293T cells was collected after 70 hrs and filtered through a 0.45 μm PVDF filter (Millipore). Virions were precipitated with NaCl (0.3 M final) and PEG-6000 (8.5% final) at 4°C for 6 hrs and centrifugated at 4000 rpm at 4°C for 30 min. The pelleted virions were resuspended in 100 μL of MEM medium. Caco-2 cells (human colon epithelial cell line, ATCC) were cultured in MEM medium supplemented with 10% FBS, streptomycin (100μg/mL), and penicillin (100U/mL), and maintained at 37℃, 5% CO2. The Caco-2 stable cell lines were generated by transducing with the lentivirus for 24 hrs and selected with 5 µg/ml of puromycin. The expression of A1+A1CF, A3A, or A3G was induced by adding 1μg/mL doxycycline for 24 -96 hrs. Expression of these APOBEC proteins was verified by Western blot."
        },
        {
            "cite_spans": [
                {
                    "end": 98,
                    "ref_id": "BIBREF53",
                    "start": 94,
                    "text": "(54)"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus replication and progeny production",
            "text": "SARS-CoV-2 propagation, infection, and viral titration were performed as previously described (54) . All SARS-CoV-2 related experiments were performed in the biosafety level 3 (BSL-3) facility (USC). For SARS-CoV-2 propagation, Vero E6-hACE2 cells were used. The cells were plated at 1.5 x 10 6 cells in a T25 flask for 12 hr and infected with SARS-CoV-2 (isolate USA-WA1/2020) at MOI 0.005 in an FBS-free DMEM medium. Virus-containing supernatant was collected when virus-induced cytopathic effect (CPE) reached approximately 80%."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus replication and progeny production",
            "text": "To assess the effect of APOBEC (A1+A1CF, A3A, and A3G) on SARS-CoV-2 RNA replication, the Caco-2-APOBEC stable cells (about 2 x 10 5 cells) were plated in 12-well plates. After 15 hours, cells were treated or untreated with Doxycycline for 24 hours before infection. Before viral infection, the cells were washed with an FBS-free medium once. Viral infection was incubated on a rocker for 45 min at 37 °C. The cells were washed and incubated in a medium containing 10% FBS with or without Doxycycline. Total cellular RNA was extracted from the infected cells at 24, 48, 72, 96 hrs. Real-time quantitative PCR (qPCR) was used to quantify the viral RNA abundance level at the four different time points using viral RNA-. CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus replication and progeny production",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. ; https://doi.org/10.1101/2021.12.18.473309 doi: bioRxiv preprint specific primers to detect the Nsp12, S, and N regions. The qPCR of the internal actin RNA abundance level is used as a control by using actin-specific primers."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 virus replication and progeny production",
            "text": "To assess the effect of APOBEC (A1+A1CF, A3A, and A3G) on SARS-CoV-2 viral progeny production, plaque assay on Vero E6-hACD2 cells was used. Vero E6-hACE2 cells were seeded in 12-well plates. Once cell reached confluence, cells were infected with serially diluted SARS-CoV-2 virions collected from the infected Caco-2-APOBEC stable cells that express A1+A1CF, A3A, or A3G at 48 hrs and 72 hrs after viral infection. The medium was removed after infection, and overlay medium containing FBS-free 1 x DMEM and 1% low-melting-point agarose was added. At 48 and 72 h post-infection, cells were fixed with 4% paraformaldehyde (PFA) overnight and stained with 0.2% crystal violet. Plaques were counted on a lightbox."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 976,
                    "ref_id": null,
                    "start": 968,
                    "text": "Table S3"
                }
            ],
            "section": "Quantitative real-time PCR",
            "text": "Total RNA was extracted from the SARS-CoV-2 infected Caco-2 cells using Trizol (Thermo Fisher). The extracted RNA was then reverse transcribed with the reverse primers specific to Nsp12, S, and N coding regions of SARS-CoV-2, and b-Actin as an internal control, respectively, using the high-fidelity reverse transcriptase Protoscript II (NEB). The reaction was performed in a volume of 20 µl containing 1µg of total RNA, 100 µM reverse primer, 1X Protoscript II buffer, 10 mM dNTP, 0.1M DTT, 8U RNase Inhibitor (40U/µl), and 200U ProtoScript RT for 1 hr at 42 ℃. Quantitative real-time PCR was then performed with SYBR Green (PowerUp™ SYBR™ Green Master Mix, Thermo Fisher Scientific) in a volume of 10 µl/well containing 1µl of reverse transcribed cDNA product from above, 0.25 µl of forward and reverse primers (10 µM), and 5 µl of PowerUp™ SYBR™ Green Master Mix (2X) using a CFX Connected Real-Time PCR machine (Bio-Rad). Primers used in this study were listed in Table S3 . The indicated gene (Nsp12, S, N) expression levels were calculated by the 2-ΔΔCt method and normalized by b-Actin expression level."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot and antibodies",
            "text": "For Western blot analysis, cells were lysed in 1x RIPA buffer (Sigma). Western blot analysis were performed from three independent transfections using FLAG-tagged APOBECs and HA-tagged A1CF. α-Tubulin: internal loading control. The lysates were then subjected to Western blot with anti-FLAG M2 mAb (F3165, Sigma, 1:3,000), anti-HA mAb (HA.C5, Abcam, 1:3,000), and anti-α-tubulin mAb from mouse (GT114, GeneTex, 1:5,000) as primary antibodies. Cy3-labelled goat-anti-mouse mAb (PA43009, GE Healthcare, 1:3,000) was subsequently used as a secondary antibody. Cy3 signals were detected and visualized using Typhoon RGB Biomolecular Imager (GE Healthcare)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 213,
                    "ref_id": null,
                    "start": 205,
                    "text": "Table 1."
                },
                {
                    "end": 1279,
                    "ref_id": null,
                    "start": 1272,
                    "text": "Fig. 4C"
                }
            ],
            "section": "Western blot and antibodies",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made Table 1. . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made . CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made Correlation of C-to-U RNA editing levels by the three APOBECs identified by our Safe-sequencing system (Y-axis) and the mutational events of SARS-CoV-2 from the sequence database between Dec. 2019 to April. 2021 (X-axis). Dotted lines indicate linear regressions with 95% confidence, and the case of A3A shows a positive correlation, and A1+A1CF shows a negative correlation. (C) Phylogenetic trees for C-to-U variant at C203, C222, and C241 (referred to the Nextstrain datasets (35)). : https://nextstrain.org/ncov/global). These phylogenetic trees correlate well with the C-to-U mutation prevalence over time at C203, C222, and C241, as shown in Fig. 4C ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot and antibodies",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made N-terminal FLAG-tagged A1, A3A, and A3G, and HA-tagged A1CF were detected under doxycycline treatment (1μg/mL). α-Tubulin is the internal loading control."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot and antibodies",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made (48)). (B) Overall gene expressions of the three APOBECs (A1, A3A, A3G) and A1CF in the tissues that can be infected by SARS-CoV-2. The commonness of viral detection (COD, relative SARS-CoV-2 infectivity) score for each tissue is indicated by yellow shaded boxes (referred to the COD score based on reference (55)). ). Each of gene expression values (NX) was retrieved from the human protein atlas (http://www.proteinatlas.org)"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot and antibodies",
            "text": ". CC-BY-NC-ND 4.0 International license available under a (which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot and antibodies",
            "text": "The copyright holder for this preprint this version posted December 21, 2021. ; https://doi.org/10.1101/2021.12.18.473309 doi: bioRxiv preprint"
        }
    ],
    "metadata": {
        "paper_id": "27bbe891640ccf2564c554324ee161e310e0aa79",
        "title": "APOBEC-mediated Editing of SARS-CoV-2 Genomic RNA Impacts Viral Replication and Fitness One-sentence summary: Editing of SARS-CoV-2 genomic RNA by Host APOBEC Enzymes and Its Impacts on the Viral Replication and Emergence of New Strains in COVID-19 Pandemic"
    }
}