{
    "abstract_text": "Exponential accumulation of single-cell transcriptomes poses great challenge for efficient 36 assimilation. Here, we present an approach entitled tGPT towards integration of 22.3 million 37 single-cell transcriptomes by modeling gene expression rankings as generative pretraining task. 38 tGPT is conceptually simple in that it autoregressively models the ranking of a gene in the 39 context of its preceding neighbors. We demonstrated the high performance of tGPT on a range 40 of fundamental single-cell analysis tasks and novel applications on bulk tissues. The single-41 cell clusters and cell lineage trajectories derived from tGPT are highly aligned with known cell 42 labels and states. The feature patterns of tumor bulk tissues learned by tGPT are associated 43 with a wide range of genomic alteration events, prognosis and treatment outcome of 44 immunotherapy. tGPT represents a new analytical paradigm for integrating and deciphering 45 massive amount of transcriptome data and it will facilitate the interpretation and clinical 46 translation of single-cell transcriptomes.47 48 49 50 Rapid advancement in single-cell RNA sequencing leads to dramatical drop in sequencing cost 51 and allows for millions of single-cell transcriptomes to be digitized in a single experiment 52 simultaneously. The whole human body is estimated to have 30 trillion cells. Single-cell 53 transcriptome sequencing provided an unprecedented resolution to distinguish different cell 54 type clusters, depict hierarchical cell arrangement and decipher transitional cell states. To 55 achieve this goal, multiple single-cell atlasing projects have been established internationally, 56 including Human Cell Atlas (HCA) 1 , Single Cell Expression Atlas (SCEA) 2 , COVID-19 Atlas 3 , 57 Tabula Muris Atlas 4 and Mouse Cell Atlas 5 . The HCA project 1 aims to digitize all cells and 58 create a reference map of the human body through community-driven initiative that researchers 59 all around the world can contribute. SCEA 2 compiles and annotates publicly available single-60 cell transcriptomes across multiple species and different studies. The COVID-19 Atlas 3 aims 61 at elucidating molecular mechanism and therapeutic target of COVID-19 by generating single-62 cell atlas of SARS-CoV-2 infection in COVID-19 patients. The Tabula Muris 4 and MCA 5 63 atlases constitute the single-cell reference maps of mouse with millions of cells obtained from 64 different organs. These atlasing projects pose tremendous challenge in the integration of 65 diverse transcriptomes from different projects. However, single-cell transcriptomes are 66 generated by different platforms and experimental protocols. They are sparse, noise and prone 67 to batch-effect 6,7 . Therefore, an analytical method to efficiently integrate ten millions of cells 68 are urgently needed. 69 70 Over the past few years, deep learning approaches have led to seismic changes in image 71 recognition and natural language understanding. The success of deep learning could largely 72 attribute to the availability of big data, advancement in computational infrastructure, 73 expressivity and scalability of the computational model. The deep learning model could adeptly 74 4 handle super large-scale high dimensional data and assimilate real-world information. Due to 75 the exponential accumulation of millions of cell transcriptomes, elucidation of the reference 76 map of single-cell transcriptomes with deep learning becomes an attractive application. Deep 77 learning methods such as scVI 8 , SAUCIE 9 and INSCT 10 have been developed for the analysis 78 of single-cell transcriptomes. 79 80 The progress of artificial intelligence is undergoing a paradigm shift in computer vision and 81 natural language processing. Deep neural networks based on transformer are becoming the de 82 facto approach in wide variety of scenarios such as vision, language and reasoning 11 .83Transformer-based models pretrained on broad data at scale continues to achieve state-of-the-84 art progress in image classification 12,13 and language understanding 14-16 . The success of these 85 pretrained models can be attributed to their high expressivity and scalability enabled by 86 transformer to assimilate feature representation from massive amount of unlabeled data.However, the investigation of single-cell transcriptome pretraining at scale has not been well 88 studied.In this study, we present a deep learning approach entitled tGPT towards integration of 91 unlimited number of cells. tGPT is built upon transformer that has been widely used in natural 92 language understanding and image recognition. The transformer is an essential component and 93 key success of foundation models because of its high expressivity and scalability 11 . tGPT takes 94 as input the expression rankings of top-expressing genes rather than the actual expression levels. 95 tGPT is conceptually simple and empirically efficient. It models the occurrence of a gene in 96 the context of its preceding neighbors' rankings. We developed tGPT with 22.3 million cells 97 and systematically evaluated tGPT on several heterogeneous datasets for sensitivity to batch-98 effect, delineation of clustering performance and inference of developmental lineages. We 99 5 applied tGPT to bulk cancer tissue sequencing samples and found that features obtained from 100 tGPT are significantly associated with diverse genomic alteration events, patients' prognosis 101 and treatment outcome of immunotherapy. tGPT represents a new analytical paradigm to 102 integrate and decipher large-scale single-cell transcriptomes. It will facilitate the integration 103 and clinical translation of large volume of single-cell transcriptome data. 104 105 Results 106 An overview of tGPT and its downstream applications 107 The analytical framework of tGPT (Figure 1) consists of three components: development of 108 tGPT, applications of tGPT for single-cell clustering and inference of developmental lineage 109 and interrogation of feature representation of bulk tissues in relation to genomic alterations, 110 prognosis and treatment response of immunotherapy. 111 112 tGPT is formatted as an autoregressive language model in that the output from the previous 113 step is used as input to the next step. The input to tGPT is a sequence of gene symbols that are 114 ranked by their expression levels. The purpose is to predict the index of the next gene in the 115 dictionary in the context of all previous genes. The dictionary consists of 20706 protein-coding 116 genes. tGPT is trained as an unsupervised generative pretraining task 16 . Specifically, for a given 117 cell, let = { ! , \" , … # } denote the gene symbols that are sorted in a descending order 118 according to their expression levels. We use the standard language modeling objective ℒ( ) = 119 ∑ ( $ | $%& , … , $%! ; ) $ to maximize the likelihood. Here, is the width of context 120 window and are the parameters of tGPT that is used to model the conditional probability. 121 The neural network consists of 8 transformer decoder blocks 17 with 1024 hidden units and 16 122 attention heads. 123 124 6 Quantitative evaluations of tGPT on clustering 125 We systematically evaluated the clustering performance of tGPT on four heterogeneous single-126 cell datasets of different sizes (50-586k cells) from different species and two bulk tissue 127 sequencing datasets. These four single-cell datasets include Human Cell Atlas Census of 128 Immune Cells 18 (HCA, n = 282,558), Human Cell Landscape 19 (HCL, n = 586,135), Tabula 129 Muris 4 (n = 54,862) and Macaque Retina 20 (n = 124,965) dataset (See methods for description). 130 The two bulk tissue datasets are Genotype-Tissue Expression 21 (GTEx, n = 11,688) derived 131 from 30 organs and The Cancer Genome Atlas 22 (TCGA, n = 9,318) consisted of 33 cancer 132 types. 133 134The clustering performance of tGPT is robust with respect to the numbers of top-expression 135 genes being used. We found that the performance of tGPT pretrained on the ranking of top 62 136 and 126 genes were comparable across these six datasets (Supplementary Figure 1) . In 137 addition, we observed that clustering performance on features extracted from different 138 transformer layers [Layer-1, ..., Layer-8] are comparable and better than features extracted 139 from the embedding layer across all these six datasets (Supplementary Figure 1). We 140 performed grid-search to identify optimal values of two parameters that are most relevant to 141 clustering (see Methods) and reported the best performance for each method. The result from 142 grid-search were provided in Supplementary Figures 2-7. Quantitatively, tGPT achieved an 143 NMI ranged from 0.75 on HCA to 0.90 on GTEx, ARI from 0.53 on HCL to 0.84 on Tabula 144 Muris and FMI from 0.55 on HCL to 0.85 on Tabula Muris (Figure 2A). The clustering 145 performance achieved by tGPT are comparable to the other methods such as Scanpy 23 , 146Pegasus 24 and scVI 8 (Supplementary Figures 8-11) . Grid-search results of these methods 147 were provided in Supplementary Figure 12. 326 Shen performed data analysis and wrote the manuscript; Xiangchun Li developed the model; revised the manuscript.330 331 DECLARATION OF INTESTS 332 The authors declare that they have no conflict of interest. 333 334 Data and code availability 335 All the gene expression matrices were downloaded from public databases. The source list of 336 these datasets was provided in Supplementary Table 1. We will release the pretrained tGPT 337 model and its training code at Github soon. 338 339 413 single-cell RNA-seq analysis. Nat Commun 11, 2338",
    "body_text": "Here, we demonstrated that tGPT is able to capture clinically significant patterns. On the TCGA 214 dataset, we found that the importance scores are varying considerably for different attention 215 heads among different layers. The importance score patterns can cluster different cancer types 216 into distinct groups in that cancer of the same tissue-of-origin are closely related whereas 217 cancers of different origins are well separated (See Methods, Figure 5A ). For example, skin 218 cutaneous melanoma (SKCM) and uveal melanoma (UVM), glioblastoma multiforme (GBM) 219 and brain lower grade glioma (LGG) are respectively located in the same clustering branches.In addition, we examined the association between attention head entropy and molecular Here, we introduced a conceptually simple approach towards the integration of unlimited We are grateful for researchers for their generosity to made their data publicly available. This denotes the learned output projection matrix. where W1 and W2 are weight matrices and ! and \" are the bias. Attention analysis in relation to signaling 539 We define an attention-based pathway signaling score in a similar way as 46 : Firstly, we used the features obtained from last transformer decoder blocks to construct affinity 583 matrix of cells , and the top-k nearest neighbor cells were find by community detection 584 algorithm 51 and the HNSW algorithm 52 , and the formula of affinity matrix is define as:(1)(2)(3) 588 The formula (1) represented the distance between cell-x and cell-y, is the x's local kernel NMI is also used to measure the similarity between the clustering labels and actual labels. We n a a n ARI a a a a n é ù ae ö ae ö ae ö ae ö ê ú ç ÷ ç ÷ ç ÷ ç ÷ è ø è ø è ø è ø ë û = é ù é ù ae ö ae ö ae ö ae ö ae ö The varying of patterns of T cell infiltration signature from SD to PR to CR with PD as baseline.",
    "metadata": {
        "paper_id": "27b3eb572c87a9a4d243e47610fa1c0dfbc4cf7f",
        "title": "Article Type: Original Research Title: Generative pretraining from large-scale transcriptomes: Implications for single- 3 cell deciphering and clinical translation Running title: Generative pretraining for large-scale transcriptomes. Correspondence to"
    }
}