{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "2020, 1 raises several elements of concerns for health professionals working in the field of Viral pneumonia and lung US."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "a. The title \"Our Italian experience using lung ultrasound for identification, grading and serial follow-up of severity of lung involvement for management of patients with COVID-19\" is, in our view, misleading. We must respectfully observe that the title is claiming something not supported by the article itself and by the facts."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "None of the topics promised in the title is developed in the text."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "b. May we note that this letter is deemed as a review article but not presented in this form and content?"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "c. The authors claim their Italian experience in identification, grading, and monitoring of patients with COVID-19, but it is not clear where it was developed."
        },
        {
            "cite_spans": [
                {
                    "end": 168,
                    "ref_id": "BIBREF1",
                    "start": 165,
                    "text": "[2]"
                },
                {
                    "end": 172,
                    "ref_id": "BIBREF2",
                    "start": 169,
                    "text": "[3]"
                },
                {
                    "end": 176,
                    "ref_id": "BIBREF3",
                    "start": 173,
                    "text": "[4]"
                },
                {
                    "end": 180,
                    "ref_id": "BIBREF4",
                    "start": 177,
                    "text": "[5]"
                },
                {
                    "end": 184,
                    "ref_id": "BIBREF5",
                    "start": 181,
                    "text": "[6]"
                },
                {
                    "end": 188,
                    "ref_id": "BIBREF6",
                    "start": 185,
                    "text": "[7]"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The unsupported belief that by US artifacts (B lines) any health professional may specifically and easily diagnose many lung disease cannot be further disseminated. [2] [3] [4] [5] [6] [7] Nonetheless, we still find that lung US imaging procedures and US-guided intervention are useful."
        },
        {
            "cite_spans": [
                {
                    "end": 1350,
                    "ref_id": "BIBREF4",
                    "start": 1348,
                    "text": "5,"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "In quite a large lung ultrasound (US) series, in our Institution (CSS Hospital, February-April 2020), we have found that COVID-19 patient lung consolidation may be detected early and concurrently with CT, but without specific characterization. Such consolidation is frequently located posteriorly, and in COVID-19, this is seemingly more often found there than in other viral pneumonias, 2 allowing US monitoring. However, detection may be limited in one third of case, or impossible, because parts of chest windows are US-probe-blind, not allowing full US visibility of the lungs. Differently, the detection and \"count\" of B lines in the use of US probes as a stethoscope surrogate, as some would still postulate, are speculative and misleading. 1 Indeed, these same US artifacts are seen in many different pulmonary diseases without any specificity. 3 We would venture that the use of US equipment for this unreliable purpose, such as detection of B lines and \"comet-tails,\" diverts resources and time from more effective and specific intervention. 4 The description of reverberation artifacts, that is, \"hyperechoic laser-like artifacts that resemble a comet tail\", 1 moving also with respiration, reminds us the electrical artifacts seen in electrocardiographic tracings in any type of dyspnea, in pulmonary edema, and in severe lung diseases. 5, 6 Echocardiography's readers are aware that these artifacts are unrelated to the electrical activity of the heart and do not reflect cardiac potentials on the body surface. Actually, also echocardiography refers to a core methodology where any lack of precision and, more, artifacts, must be excluded. EKG artifacts are detrimental, merely distort the electrocardiogram, disappearing with improvement or death, exactly like B lines in chest US. 7 For these reasons, we suggest caution especially when reporting and disseminating information on lung US use in COVID-19 patients. 8"
        }
    ],
    "metadata": {
        "paper_id": "27735bca15f698591509880d12b0befcfe8d7234",
        "title": ""
    }
}