{
    "paper_id": "2794c7a91c1f8a05feebc7724a80cda054cb1766",
    "metadata": {
        "title": "Sports Medicine and Health Science Title Corona Virus Disease 2019 (COVID-19): A pandemic that threatens physical and mental health by promoting physical inactivity Running title COVID-19 alters physical and mental health through physical inactivity",
        "authors": [
            {
                "first": "Amira",
                "middle": [
                    "Mohammed"
                ],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Neuroscience",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Kunugi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Neuroscience",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": "hkunugi@ncnp.go.jph.k."
            },
            {
                "first": "A",
                "middle": [
                    "M A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Worldwide. Even people not stricken by this disease are not spared from its negative economic, social, and health-related drawbacks. This commentary provides insight into potential mechanism involved in the development of depression and emotional negativity escalating during the current pandemic. In particular, preventive measures of COVID-19, such as staying at home, are sedentarism measures that decrease physical activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Physical inactivity alters gut microbiome structure in a fashion that promotes gut dysbiosis and flaring of systemic inflammation, leading to the buildup of body fat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Obesity, which contributes to a trail of health-depleting disorders, furthers gut microbial disintegration while fat tissue stimulates the release of cytokines, promotes metabolic resistance, and alters signaling involved in the production of antioxidants. As a result, the body gets flooded by toxic molecules such pro-inflammatory mediators, free radicals, advanced glycation end products. These J o u r n a l P r e -p r o o f a brief mechanistic review. In progress. 2020. 3. Dhar D, Mohanty A. Gut microbiota and Covid-19-possible link and implications. Virus research. 2020 Aug;285:198018. J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "toxic molecules alter cellular function in all body tissues, including those of the brain. Neuroinflammation is associated with progressive declines in cognitive and motor functions along with dysregulation in emotions. Counteracting the sedentarism enforced by the COVID-19 pandemic through suitable indoors activities and intake of healthy food is likely to protect against or revert physiological impairments that may affect people retreating to their homes during the current crisis, eventually restoring physical and mental health. Imbalance of gut microbial structure is associated with intestinal injury allowing bacterial endotoxins to get access to the blood stream and remotely affect several organs including the brain resulting in psychological and cognitive alterations. 5, 6 The lethality associated with the evolving COVID-19 crisis has forced most governments to enforce strict social distancing measures in order to minimize chances of infection transmission. 4, 7 These lockdown measures largely require citizens to stay at home and avoid going out except for buying foods and medicines or performing very vital work activities. 8 Staying at home entails a remarkable decrease in the level of physical activity among a large sector of the population in most communities due to a significant increase in sedentary behaviors, 9 which pertain to stopping work temporarily or working online; having lower chances for walking and exercising e.g., J o u r n a l P r e -p r o o f on the streets or in public parks; and allocating more time for social media and television (TV) viewing, which are commonly accompanied by eating not related to hunger. 10, 11 In fact, longitudinal data from China indicate that the COVID-19 outbreak is associated with prolonged sleeping time and decreased physical activity among young groups (< 35 years). 12 Depression, anxiety, distress, and fear constitute most COVID-19-related emotional responses, which may result in emotional dysregulation and negative social behaviors. 4, 13 Dysfunctional emotions are associated with maladaptive behaviors (e.g., illicit drug use) and poor quality of life. 14 A recent systematic review shows that fear of contacting viral infections and social isolation associated with the tight social distancing measures heighten emotional negativity and feelings of loneliness, eventually increasing the risk for suicide among people witnessing great pandemics such as SARS-CoV 2002. 13 In addition to economic recession, lack of resources (e.g., food supply), lack of emotional support associated with distancing measures, 4 we believe that lack of physical activity associated with staying at home during the current pandemic may considerably, in part, heighten emotional negativity in a manner that may alter body immunity and increase the risk for contacting COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 786,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 787,
                    "end": 788,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 977,
                    "end": 979,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 980,
                    "end": 981,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1147,
                    "end": 1148,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1342,
                    "end": 1343,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1661,
                    "end": 1664,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1665,
                    "end": 1667,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1850,
                    "end": 1852,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2022,
                    "end": 2024,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2025,
                    "end": 2027,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2459,
                    "end": 2461,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this light, the current editorial raises the emerging concern as to whether skeletal From another perspective, physical exercise promotes cellular regenerative capacity through activation of adenosine monophosphate -activated protein kinase (AMPK) and nuclear factor erythroid 2-related factor 2 (Nrf2) singling pathways. AMPK and Nrf2 regulate cellular activities involved in the cleavage of free radicals, production of internal antioxidants, activation of autophagy, regulation of metabolism, and DNA repair resulting in better tolerance to constant changes and higher resilience to environmental aggressions such as virulent infections. 7 Hence, lack of physical activity deprives the body of the resilience granted by the detoxifying effects of AMPK and Nrf2, which entails an increased likelihood for developing pathologies that underlie various diseases such as immunosuppression 4, 7 -essential for the development of In this regard, a meta-analytic review 4 and physical inactivity. 11 On the other hand, engaging in organized physical activity is documented to reduce anxiety, restlessness, irritability, and aggression in people with dementia, who express age-related reduction in the levels of physical activity. 10 Based on the aforementioned background, physical inactivity may alter body composition (increasing fat mass) in a fashion that promotes the development of emotional negativity. Therefore, efforts directed toward the enhancement of mental health during the current pandemic should discourage physical inactivity, especially in highly distressed individuals. Participating in a regular, structured physical activity indoors may be a multidimensional strategy to revert alterations in gut J o u r n a l P r e -p r o o f microbiota, body composition, and mood that result from prolonged home stay imposed by the COVID-19 crisis. 4 Dietary modifications that involve less intake of high-caloric food and increased consumption of low glycemic-index foods or going on dietary restriction may complement the effect of exercise both on body composition, physical health, and on mental status. 4 ",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 645,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 893,
                    "end": 894,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 968,
                    "end": 969,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 995,
                    "end": 997,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1228,
                    "end": 1230,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1856,
                    "end": 1857,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2115,
                    "end": 2116,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19, immune system response, hyperinflammation and repurposing antirheumatic drugs. Turkish journal of medical sciences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tufan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Güler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matucci-Cerinic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "620--652",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Skeletal Muscle Injury in Corona Virus Disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kunugi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Age-related skeletal muscle failure (sarcopenia)-a detrimental challenge during the Coronavirus Disease 2019 (COVID-19) era: A review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kunugi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Apitherapy for Parkinson's disease: A focus on the effects of propolis and royal jelly. Oxidative medicine and cellular longevity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kunugi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Royal jelly as an intelligent anti-aging-a focus on cognitive aging and Alzheimer's disease: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kunugi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antioxidants",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Apitherapy for age-related skeletal muscle dysfunction (sarcopenia): A review on the effects of royal jelly, propolis, and bee pollen",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kunugi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foods",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The pandemic paradox: The consequences of COVID-19 on domestic violence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradbury-Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Worldwide Effect of COVID-19 on Physical Activity: A Descriptive Study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Tison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abreau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pletcher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Music Therapy and Physical Activity to Ease Anxiety, Restlessness, Irritability, and Aggression in Individuals With Dementia With Signs of Frontotemporal Lobe Degeneration",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langhammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sagbakken",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kvaal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ulstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nåden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Rognstad",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sedentary behaviour and the risk of depression: a meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Sports Med",
            "volume": "0",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 Pandemic Brings a Sedentary Lifestyle in Young Adults: A Cross-Sectional and Longitudinal Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sheridan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Sit",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Suicidal behaviors and ideation during emerging viral disease outbreaks before the COVID-19 pandemic: A systematic rapid review. Preventive medicine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leaune",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poulet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunelin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Factor structure of the depression anxiety stress Scale-21",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Unidimensionality of the Arabic version among Egyptian drug users. Substance Abuse Treatment, Prevention, and Policy",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Intermittent fasting, dietary modifications, and exercise for the control of gestational diabetes and maternal mood dysregulation: a brief review and a case report",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kunugi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "linked to the global COVID-19-related lockdown measures enforced by most countries would be associated with physical and mental drawbacks (Figure 1). Schematic illustration relating staying at home during the COVID-19 pandemic to sedentary behaviors resulting in gut microbiome alteration, heightened inflammation, weight gain and negative mood.Physical inactivity may contribute to negative moods via several facets. On one hand, sedentary life-style may affect mental health by reshaping the structure of resident gut microflora,4,15 which drastically shift to obesogenic colonization patterns resulting in increased production of inflammation markers and free radicals, 7 which play a major role in the development of mental disorders (e.g., depression) as well as physical disorders (e.g., insulin resistance and obesity), which are further gene uncover significant differences in 11 gut genera between sedentary and active women. The latter express higher abundance of bacterial species that promote healthy functioning of the host such as Faecalibacterium prausnitzii, Roseburia hominis and Akkermansia muciniphila, which correlate with key indices of body composition such as body fat percentage and muscle mass.4 Alterations in the adipokine profile prompt adipose tissue dysfunctions to activate macrophages and increase the release of cytokines resulting in a chronic state of inflammation.4, 19   Among physiological affected by this scenario, glucose and lipid metabolism get strongly impaired as a result of decreased sensitivity of glucose uptake tissues to insulin as a result of the blocking effects of cytokines.4 Glycemic dysregulation induce the production of advanced glycation end products (AGEs) through non-enzymatic binding of reducing sugars to cellular protein and lipid structures. AGEs accelerate inflammatory reactions and oxidative stress through their binding to several cell-surface receptors.6,7 Cumulative knowledge denotes a major effect of inflammation-induced by physical inactivity as well as by pathologies embroiled in various physical health conditions (including COVID-19)-in the development of depressive disorders. In this respect,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Keyword Keyword Keyword Keyword: Coronavirus disease 2019/COVID-19; severe acute respiratory syndrome-coronavirus-2/SARS-Cov-2; physical inactivity; obesity; gut microbiome; depression; emotional negativity; inflammation/oxidative stress COVID-19: Coronavirus disease 2019, SARS-Cov-2: severe acute respiratory syndrome-coronavirus-2, ACE: Angiotensin-Converting Enzyme, TV: television, AGEs: advanced glycation end products, AMPK: adenosine monophosphate -activated protein kinase, Nrf2: nuclear factor erythroid 2-related factor 2, RR: relative risk.Angiotensin-Converting Enzyme (ACE) II receptors and enter the respiratory tract to evoke pneumonia and systemic organ failure leading to premature death in around 15%",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Staying at home during the COVID-19 crisis is associated with a considerable rise in domestic violence as indicated by 20%, 25% and 30% increase of calls to the Domestic Violence Helplines during the first week following announcement of the confinement in one region of Spain, the United Kingdom, and Cyprus, respectively.8 This might be a read out for negative emotions that develop secondary to social isolation, the uncertainty associated with life during the pandemic,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "This manuscript has not been published and is not under consideration for publication elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission statement"
        },
        {
            "text": "A.M.A and H.K wrote and edited the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}