{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The EU-China relationship is entering a period of readjustment. On the one hand, the US-China trade war has forced China to seek closer alignment with the EU, and on the other hand, the EU has chosen a more proactive approach to tame China's global and regional assertiveness. The European readjustment has been particularly noticeable in areas like connectivity, investment and 5G. China has noticed the European change of attitude and relates it to European uncertainties and misinterpretation of China's development. While the new European leadership was supposed to meet their Chinese counterparts in 2020 and work out a new modus operandi, the global coronavirus pandemic has exacerbated underlying tensions in the relationship. A comprehensive deepening of the EU-China strategic partnership looks unlikely and cooperation is expected to be increasingly selective."
        }
    ],
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "B",
                    "last": "Ye",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "叶斌",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "35",
            "other_ids": {},
            "pages": "84--85",
            "ref_id": "b0",
            "title": "Oumeng waizi anquan shencha tiaoli' yu ziben ziyou liudong yuanze de bu. jianrongxing\" 《欧盟外资安全审查条例》与资本自由流动原则的不兼容性 (Incompatibility of the EU Regulation on Screening Foreign Direct Investment with the Principle of Free Movement of Capital), Chin",
            "venue": "J Eur Stud",
            "volume": "37",
            "year": 2019
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "H",
                    "last": "Zhou",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "周弘",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b1",
            "title": "Yiqingxia de Ouzhou yu ZhongOu guanxi\" 疫情下的欧洲与中欧关系 (Europe and China-EU relations during the pandemic",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF10": {
            "authors": [
                {
                    "first": "M",
                    "last": "Zhang",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b10",
            "title": "Cooperation and Dialogue Is the Mainstay of China-EU Relations Remarks by H.E. Ambassador Zhang Ming At the Friends of Europe Roundtable Debate",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF11": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b11",
            "title": "Ambassador Zhang Ming's Exclusive Interview with the Financial Times",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF12": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b12",
            "title": "Wang Yi: China-European Union (EU) Relations Have Stood at a New Historical Starting Point",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF13": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b13",
            "title": "Foreign Ministry Spokesperson Geng Shuang's Regular Press Conference on",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF14": {
            "authors": [
                {
                    "first": "N",
                    "last": "Vinocur",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "L",
                    "last": "Cerulus",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b14",
            "title": "China's EU envoy to Europe: Plot your own path, not Washington's",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF15": {
            "authors": [
                {
                    "first": "Y",
                    "last": "Wang",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "王毅",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b15",
            "title": "王毅:全球治理 合作已成为中欧关系新的增长点 (Cooperation on Global Governance already became the new growth point of China-EU relations), Xinhua.net, xinhuanet.com/politics",
            "venue": "",
            "volume": "",
            "year": 2018
        },
        "BIBREF16": {
            "authors": [
                {
                    "first": "H",
                    "last": "Wang",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b16",
            "title": "Remarks by Charge d'Affaires Wang Hongjian At the Opening Ceremony of the Ninth Europe-China Forum",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF17": {
            "authors": [
                {
                    "first": "",
                    "last": "Xinhua",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b17",
            "title": "Zhongguo cong buhui zai pengyou younanshi xiushou pangguan, kangyi hezuo ying baituo gezhong wuduan caiji\" 中国从不会在朋友有难时袖手旁观, 抗疫合作应摆脱各种无端猜忌 (China never stands idly by when a friend is in trouble -anti-epidemic cooperation should be free of all kinds of unwarranted suspicion",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF18": {
            "authors": [
                {
                    "first": "Y",
                    "last": "Sun",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "孙艳",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "61--63",
            "ref_id": "b18",
            "title": "新形势下中欧经贸 关系发展及制约因素分析 (An Analysis of the Development and Restraining Factors of China-EU Trade Relations under the New Situation",
            "venue": "Comments on Foreign Affairs",
            "volume": "",
            "year": 2018
        },
        "BIBREF19": {
            "authors": [
                {
                    "first": "Wang",
                    "last": "Yiwei",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "王义桅",
                    "last": "",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b19",
            "title": "Ouzhou yihui xuanju zheshe shidai zhi bian\" 欧洲议会选举折射时代之变 (European Parliament election reflects the changing times), originally published on the Chinese website of the Global Times",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "H",
                    "last": "Zhou",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "last": "",
                    "middle": [
                        "L"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "35",
            "other_ids": {},
            "pages": "1--15",
            "ref_id": "b2",
            "title": "多领域伙伴关系的发展 (Seventy Years of China-EU Relations: The Formation of a Multifaceted Partnership)",
            "venue": "Chin J Eur Stud",
            "volume": "70",
            "year": 2019
        },
        "BIBREF20": {
            "authors": [
                {
                    "first": "Z",
                    "last": "Feng",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "冯仲平",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b20",
            "title": "ZhongOu guanxi mianlin de xingshi\" 中欧关系面临的形势 (The current situation of China-EU relations",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF21": {
            "authors": [
                {
                    "first": "Z",
                    "last": "Hu",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "胡子南",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "10",
            "other_ids": {},
            "pages": "42--51",
            "ref_id": "b21",
            "title": "Oumeng shouci tuichu FDI anquan shencha jizhi de yingxiang jiqi yingdui\" 欧盟首次推出 FDI安全审查机制的影响及其应对 (The Impact and Response of the EU's First FDI Security Review Mechanism)",
            "venue": "Journal of Social Sciences",
            "volume": "",
            "year": 2019
        },
        "BIBREF22": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b22",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "venue": "",
            "volume": "",
            "year": null
        },
        "BIBREF4": {
            "authors": [
                {
                    "first": "H",
                    "last": "Cui",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "69",
            "other_ids": {},
            "pages": "",
            "ref_id": "b4",
            "title": "China-EU Relations: Structural Changes and Future Prospects",
            "venue": "China International Studies",
            "volume": "",
            "year": 2018
        },
        "BIBREF5": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Rapprochement amid readjustment: how China sees issues and trends",
            "venue": "",
            "volume": "",
            "year": null
        },
        "BIBREF6": {
            "authors": [
                {
                    "first": "H",
                    "last": "Cui",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "崔洪建",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b6",
            "title": "Ouzhou xiangde youdian duo\" 共建\"一带一路\", 欧洲想的有点多 (Jointly develop the BRI",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF7": {
            "authors": [
                {
                    "first": "H",
                    "last": "Cui",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b7",
            "title": "Europe's suspicions of China unwarranted",
            "venue": "Global Times",
            "volume": "",
            "year": 2019
        },
        "BIBREF8": {
            "authors": [
                {
                    "first": "J",
                    "last": "Shi",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b8",
            "title": "Chinese ambassador accused of threatening German car industry if Huawei is frozen out",
            "venue": "South China Morning Post",
            "volume": "",
            "year": 2019
        },
        "BIBREF9": {
            "authors": [
                {
                    "first": "L",
                    "last": "Fang",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "房乐宪",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Yin",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "",
                    "last": "殷佳章",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b9",
            "title": "OuYa hulianhutong zhanlüe neihan jiqi ZhongOu guanxi de hanyi\" 欧亚互联互通战略内涵及其对中欧关系的含义 (EU Strategy on Europe-Asia Connectivity and its Implications for EU-China Relations",
            "venue": "",
            "volume": "",
            "year": 2019
        }
    },
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "During the last decade, China's engagement with Europe has intensified, leading to greater attention and debate about the former's global and regional role. Chinese investment in the European infrastructure and high-tech sectors has triggered increased suspicion about the country's intentions. At the same time, China's growing influence through sub-regional arrangements and perceived prowess to manipulate European unity has made Brussels more apprehensive. A European response to China's actions started to emerge in 2016 with the publication of a new China strategy paper, and was reflected in new policy initiatives, such as EU's connectivity initiative. Until 2019, the changing EU stance towards China was rather low profile and indirect, but this has changed with the publication of the strong-worded Strategic Outlook and the implementation of an EU investment screening framework."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Until the beginning of 2018, China's self-confident international posturing, which reached a temporary apex at the 2017 Chinese Communist Party congress, where the Chinese president and party leader Xi Jinping boasted China's world power status, had led to decreased willingness to compromise and refusal to seek out common positions with the EU. The 2016 and 2017 EU-China summit meetings did not produce a joint statement, due to disagreements over trade affairs and the question of China's market economy status. Things only began to change when the USA under President Donald Trump started to impose tariffs on Chinese imports in January 2018. China realized it urgently needed to improve its relationship with the EU, in order to prevent a simultaneous deterioration of the relationships with its most important trading partners."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The Chinese rapprochement is taking place during a time of a determined European China policy readjustment. Amid the outbreak of the COVID-19 pandemic, which has created new uncertainties and risks domestically as well as globally, how will this readjustment affect China's assessment of the relationship vis-à-vis key issues and the overall development trend after the EU leadership change?"
        },
        {
            "cite_spans": [
                {
                    "end": 624,
                    "ref_id": "BIBREF15",
                    "start": 613,
                    "text": "(Wang 2018)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "China's rapprochement amid EU's policy readjustment 2018 was a year of rapprochement between China and the EU. Against the background of Trump-infused uncertainties in international affairs, Chinese officials made several rhetorical efforts to demonstrate commonalities and alignments on global issues, such as climate protection, multilateralism and free trade. During a press conference at the National People's Congress in March 2018, China's foreign minister, Wang Yi, identified global governance as a promising field of cooperation between both actors with the aim to safeguard the global free trade system (Wang 2018) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "During the EU-China summit in July 2018, both agreed on a joint statement in which the Europeans were able to include several key points regarding multilateralism and a reference to a rules-based order. In December 2018, China published its third policy paper on the EU, which highlighted China's interest to strengthen its relationship with the EU. The policy paper put heavy emphasis on global interconnectedness and interdependence, which was seen to be challenged by the unholy alliance of \"unilateralism\", \"protectionism\" and \"de-globalization\"-an indirect reference to Trump's foreign policy. It urged the EU and China to consider their \"extensive common interests\" and jointly promote multilateralism and an open, inclusive and balanced economic globalization (\"Full text of China's Policy Paper on the European Union\" 2018)."
        },
        {
            "cite_spans": [
                {
                    "end": 570,
                    "ref_id": null,
                    "start": 544,
                    "text": "(Vinocur and Cerulus n.d.)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The publication of the Strategic Outlook in March 2019, which defined China as a partner, competitor and rival and questioned the balance between challenges and opportunities presented by China, however, did not fit well into the Chinese narrative of the EU and China as \"defenders of multilateralism\" or \"anchors of stability\", who together elevate the relationship and resist (US) \"unilateralism, protectionism and deglobalization\". Unsurprisingly, Chinese officials immediately rejected the term \"rival\" and linked it to a Cold War thinking (Vinocur and Cerulus n.d.) . But while until late 2018, Chinese officials would still suggest to see each other as partners instead of competitors, they started to increasingly accept the formerly disputed term \"competition\", and included it into their diplomatic talk, but with an emphasis on \"healthy competition\" instead of \"vicious competition\"."
        },
        {
            "cite_spans": [
                {
                    "end": 253,
                    "ref_id": "BIBREF4",
                    "start": 243,
                    "text": "(Cui 2018)"
                },
                {
                    "end": 506,
                    "ref_id": "BIBREF18",
                    "start": 496,
                    "text": "(Sun 2018)"
                },
                {
                    "end": 948,
                    "ref_id": null,
                    "start": 929,
                    "text": "(Zhou and Yin 2019)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Chinese academics and foreign policy experts have anticipated a shift in Europe's China policy. Already in 2017, a prominent think-tank expert identified the emergence of a new European stance towards China, which could \"impose complications\" (Cui 2018) . The changing European attitude towards China is attributed to an unstable international environment, internal challenges to European unity, and a shifting balance within the EU-China relationship in economic competitiveness favouring China (Sun 2018) . Chinese experts point out China's stability and continuity when describing China's attitude towards the EU. They see the European attitude towards China and EU-China cooperation as wavering and uncertain. Consequently, Europeans are not able to decide whether they want to engage with China on pragmatic or value-based terms. Chinese experts have identified a tendency towards a \"re-ideologization\" of EU's China policy (Zhou and Yin 2019) . According to this assessment, the EU is entirely responsible for complicating the relationship and it is up to Brussels to decide how to go on with it."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "While there are unresolved long-term disputes between the EU and China over a European arms embargo, human rights and China's trade practices and market economy status, the recent European readjustment of its relationship with China has created new disagreements and even tensions across a range of issues, particularly in areas like connectivity, investment screening and 5G."
        },
        {
            "cite_spans": [
                {
                    "end": 633,
                    "ref_id": "BIBREF6",
                    "start": 622,
                    "text": "(Cui 2019a)"
                }
            ],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "The European perception of the Chinese connectivity initiative, the Belt and Road Initiative (in short BRI), has changed from cautiously positive in the beginning to rather negative at the moment. The EU so far has shown little interest in joining the initiative, due to concerns about transparency, sustainable investment and unequal access to the bidding process of BRI projects. Chinese commentators explain the European hesitance to endorse the BRI by pointing out exaggerated worries about its geopolitical implications. One researcher even suggests that framing BRI as a threat might contribute to European cohesion (Cui 2019a) ."
        },
        {
            "cite_spans": [
                {
                    "end": 1214,
                    "ref_id": "BIBREF9",
                    "start": 1195,
                    "text": "(Fang and Yin 2019)"
                }
            ],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "In autumn 2018, the EU has announced its own connectivity initiative, which seeks to promote connectivity with \"European characteristics\", emphasizing sustainability, comprehensiveness and rules-attributes often seen as missing in the BRI. China's reaction to the European connectivity initiative has been rather reserved. The Chinese Foreign Ministry commented in cryptic words that it hopes the EU will \"play a constructive role in advancing the Eurasian connectivity and send out the positive signal of promoting economic cooperation among the Eurasian countries\" (Ministry of Foreign Affairs of the People's Republic of China 2020). Chinese experts do not see it as a challenge to the BRI, but more as a recognition of it. In general, they identify more convergence than divergence in the connectivity plans and see it as a part of a broad Asia policy framework, which will shape EU-China relations. However, as two academics cautioned, should one side read too much into \"strategic intentions\" or \"deliberately distort\" the initiatives, bridging the two connectivity initiatives might become very difficult, and it could eventually become a new point of disagreement between the two actors (Fang and Yin 2019) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "The EU investment screening framework, which was implemented in March 2019, is often regarded as a reaction to a surge of Chinese investment and the take-over of several European high-tech companies. After years of asking the Chinese side to grant more market access to European businesses and failed promises by the Chinese government to do so, the implementation of the screening framework is also an attempt to create more reciprocity by restricting access to the European market, while at the same time pushing China to open up its own."
        },
        {
            "cite_spans": [
                {
                    "end": 729,
                    "ref_id": "BIBREF10",
                    "start": 717,
                    "text": "(Zhang 2019)"
                }
            ],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "The Chinese government was, of course, not very happy about the European plan to better control foreign investments. Its response to it was nevertheless quite remarkable. Chinese representatives asked the EU to remain open, provide a level-playing field and avoid taking any discriminatory measures against Chinese companies. These demands must have sounded very familiar to European ears, for it were EU representatives which used to present them to their Chinese interlocutors (and they still do). Remarks by the Chinese envoy to the EU, who rejected \"absolute reciprocity\" and vaguely stated that China will eventually open up, but according to its own initiative, further contributed to this rhetorical stalemate (Zhang 2019) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "Despite these diplomatic antics, two studies by experts affiliated to the Chinese Academy of Social Sciences (CASS) about the investment screening framework show a different picture. According to them, the framework itself seems not very threatening. They point out the relative weakness of the framework compared with similar ones in the USA or Australia, and they expect Chinese investment into the EU to grow and to also flow into European high-tech sectors. However, experts are wary of the implications the Europe-wide screening might have for Chinese investment, for it could trigger more restrictions and the establishment of screening mechanisms in more member states as well as increase the sensitivity of Chinese investments into the EU (Hu 2019). More importantly, they see the investment screening as a part of a larger European policy readjustment, in which Europe choses \"selective trade protectionism\" instead of \"unilateral market openness\" (Ye 2019)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "In early 2019, US representatives have increased their efforts to convince European countries to exclude the Chinese telecommunication equipment producer Huawei from their future 5G infrastructure, due to security concerns, including Huawei's relationship with Chinese state security organs. Since then, the EU has published two reports on the possible risks and mitigation of risks regarding cybersecurity. The reports particularly highlight the risks regarding close links between the supplier of telecommunication equipment and a government of a third country. Despite the clear China reference, the issue is far from settled and several member states are undecided whether or not to allow Huawei to participate in the public tender. A European-wide decision about Huawei will likely depend on the position of Germany, which is the most important telecommunication market in Europe."
        },
        {
            "cite_spans": [
                {
                    "end": 703,
                    "ref_id": "BIBREF16",
                    "start": 692,
                    "text": "(Wang 2019)"
                },
                {
                    "end": 1027,
                    "ref_id": "BIBREF8",
                    "start": 1017,
                    "text": "(Shi 2019)"
                }
            ],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "Unsurprisingly, security concerns about Huawei are refuted by Chinese officials as being \"fabricated stories\" and \"schemes\" and as creating a \"presumption of guilt\". Ironically, China has asked to refrain from politicizing cyber security, abusing and \"unilateralizing\" the concept of national security, and warns that arguing on these grounds could eventually create a precedent for future restrictions on other products (Ministry of Foreign Affairs of the People's Republic of China 2019a). Instead, it urges the EU to make a \"facts-based, fair and independent assessment that truly serves its own interests\" about Huawei, and by implication banning Huawei is not in the interests of Europe (Wang 2019) . To underline this point, Chinese ambassadors in several European countries have made public efforts to defend Huawei and even offered veiled threats, stating that in case European lawmakers decide to not allow Huawei to participate in building 5G networks in Europe, European countries might expect retaliation (Shi 2019) ."
        },
        {
            "cite_spans": [
                {
                    "end": 485,
                    "ref_id": "BIBREF7",
                    "start": 475,
                    "text": "(Cui 2019b"
                }
            ],
            "ref_spans": [],
            "section": "Chinese view of current key issues",
            "text": "Chinese academics regard the issue surrounding Huawei as an indicator of persistent US influence in Europe. According to this view, the EU is facing US pressure to deny Huawei the participation in the build-up of the European 5G network. In this context, some experts see Europe striving for strategic autonomy vis-à-vis the USA, while others warn about the consequences of siding with the Americans, for such an inclination could possibly be the beginning of a new Cold War (Cui 2019b )."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The impact of the COVID-19 crisis on EU-China relations",
            "text": "The outbreak of the COVID-19 virus pandemic in Europe has altered the dynamic of the EU-China relationship. Not only has it prevented a first meeting of the new European leadership with their Chinese counterparts in late March, it has also exposed a high dependence on Chinese produced medical equipment and highlighted China's diplomatic assertiveness. While European member states were struggling to contain the spread of the virus, China stepped in and very visibly provided medical supplies to severely affected European countries. Initially, China's response was welcomed by the EU, despite it bypassing EU institutions, but its positive image as a generous partner was subsequently tainted, when some Chinese officials deliberately promoted conspiracy theories, aggressively spread disinformation and lobbied European politicians to publicly laud China's management of the crisis."
        },
        {
            "cite_spans": [
                {
                    "end": 487,
                    "ref_id": "BIBREF17",
                    "start": 474,
                    "text": "(Xinhua 2020)"
                }
            ],
            "ref_spans": [],
            "section": "The impact of the COVID-19 crisis on EU-China relations",
            "text": "Chinese officials have put forward a narrative which highlights China's frontline role in combating the \"threat to humanity\", while at the same time calling for international solidarity and multilateralism. China criticizes the \"politicization of cooperation to combat the epidemic\", but this does not apply to the promotion of its own political concepts, since Chinese officials have openly advanced the notion of \"a community of shared future\" in response to the pandemic (Xinhua 2020) . This can be seen as an attempt to claim discourse power and shape the international crisis-management narrative according to China's image. This tale also handily passes over questions regarding shortcomings in China's own handling of the crisis during the early stages of the outbreak."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The impact of the COVID-19 crisis on EU-China relations",
            "text": "While the key issues in the relationship that existed at the start of the pandemic have not changed, the new crisis-driven dynamic might have solidified the negative perceptions of China in the EU, and the emerging trend towards a realistic assessment of the relationship appears to have been reinforced by China's capricious handling of the crisis and its diplomatic behaviour. Shortly after the outbreak of the virus, several EU and member state officials called for reducing reliance on China for medical supplies and for relocating production and supply chains. At the same time, some member states have tightened investment screening regulations and the EU Competition Commissioner has recommended buying stakes in key companies, if necessary, to forestall possible takeovers by Chinese companies."
        },
        {
            "cite_spans": [
                {
                    "end": 272,
                    "ref_id": "BIBREF20",
                    "start": 261,
                    "text": "(Feng 2020)"
                }
            ],
            "ref_spans": [],
            "section": "The impact of the COVID-19 crisis on EU-China relations",
            "text": "Chinese experts on the EU have recognized the shifting European perceptions due to China's \"politics of generosity\" and argued that China should be more sensitive about European unity and not create an impression that China is taking advantage of the situation (Feng 2020) . A common concern among the expert community is the question surrounding the economic and trade relationship-and particularly a possible relocation of production and supply chains. A prominent CASS researcher points out that a largescale relocation seems unlikely, but the question ultimately depends on how both sides cooperate during the crisis (Zhou 2020)."
        },
        {
            "cite_spans": [
                {
                    "end": 637,
                    "ref_id": "BIBREF19",
                    "start": 620,
                    "text": "(Wang Yiwei 2019)"
                }
            ],
            "ref_spans": [],
            "section": "Looking forward: emerging trends in EU-China relations",
            "text": "The global pandemic has hit EU-China relations at a sensitive time. The EU leadership change has ushered into a new period of difficult readjustment of the bloc's relationship with China. The EU aspires to become a geopolitical power, it has made China a priority on its ambitious agenda and it seeks to stress the geopolitical and strategic dimensions of the EU-China relationship over the trade and economic one. Similarly, Chinese officials have on many occasions stated that they will prioritize the relationship with the EU in 2020, and announced that the relationship has reached a \"new historical starting point\" (Wang Yiwei 2019) . Nevertheless, it is debatable if China has the same aspiration to upgrade the relationship's geopolitical and strategic dimension, since often times, in the Chinese discussion, the trade and economic relationship is equalled to or is identified as being \"strategic\". Furthermore, with high-level diplomatic arrangements in a state of limbo due to the impact of the global pandemic, it is doubtful whether the relationship will achieve the envisioned upgrade in (Ministry of Foreign Affairs of the People's Republic of China 2019b)."
        },
        {
            "cite_spans": [
                {
                    "end": 513,
                    "ref_id": "BIBREF19",
                    "start": 501,
                    "text": "(Yiwei 2019)"
                },
                {
                    "end": 782,
                    "ref_id": null,
                    "start": 763,
                    "text": "(Zhou and Jin n.d.)"
                }
            ],
            "ref_spans": [],
            "section": "Looking forward: emerging trends in EU-China relations",
            "text": "Chinese experts are split about the future prospects of the EU-China relationship. One group of experts expects the relationship to become more strained, due to a continued toughening up of European policy towards China. However, unlike the USA, they expect that the EU will not directly confront China, but be more indirect and ambiguous about its pushback. The possible extension of power by the EU institutions is identified by one expert as the biggest danger for a regression in the relationship (Yiwei 2019) . Striking a more optimistic note, another group claims that despite current problems, the bilateral trade will stabilize the relationship and converging interests on multilateralism and free trade will provide enough opportunities for cooperation. (Zhou and Jin n.d.) . Some experts hold the opinion that the management of the pandemic can be an opportunity to promote the development of the relationship and to eliminate prejudice against China. Europe's quest for strategic autonomy is usually regarded as positive, since it could lead to a reduction in reliance on the USA-which fits into China's longheld dream of Europe as an independent pole in a multipolar world."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking forward: emerging trends in EU-China relations",
            "text": "According to the Chinese perspective, if the two sides really want to continue the development of the strategic partnership, they need to straighten out their \"misperception\", enhance \"strategic mutual trust\" and the \"consciousness of partnership\". Chinese diplomats and international affairs experts regularly complain that the EU misinterprets China's intentions and its international role, which, according to them, leads to wrong judgements and creates tensions between both. However, one cannot help but notice the cognitive dissonance between what China says and China does, or promises to do. It wants open access to the European market and warns the EU about discriminating against Chinese companies, but does not live up to its language regarding its own market access. Furthermore, China complains about politicizing cyber security, while at the same time heavily censors its own Internet under the premise of \"cyber sovereignty\". Finally, it points out that a united Europe is in its interest, while bypassing the EU during its coronavirus \"mask diplomacy\", threatening the said unity."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking forward: emerging trends in EU-China relations",
            "text": "Regarding the biggest inhibiting factor for building mutual trust, the Chinese leadership has been very eager to signal to the new EU leadership right from the beginning that China's sovereignty and its internal affairs are off-limits for Europeans to comment on. Given the human rights violations in Xinjiang, the ever-shrinking space for China's civil society and the tense situation in Hong Kong, it's doubtful the Europeans will stop paying attention to these issues and unlikely that the two sides will overcome this mutual \"trust deadlock\" any time soon"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking forward: emerging trends in EU-China relations",
            "text": "The new EU leadership therefore should be aware that its relationship with a more confident China will grow more and more complex, selective and maybe even retaliatory. Despite the ceasefire in the US-China trade war, the US-China relationship shows clear signs of further deterioration since the outbreak of the crisis. This could lead to a stronger Chinese orientation towards the EU, eventually benefiting EU's negotiation position regarding the conclusion of an investment agreement by the end of 2020. However, given the uncertainties about the overall damage to the European economy due to the virus and the divisions within the EU exposed by the crisis and exploited by China, the EU has to overcome its own internal inconsistencies and reevaluate a strategic hierarchy of policy goals it wants to achieve with China."
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {},
                "email": "",
                "first": "Matthias",
                "last": "Hackler",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "Rapprochement amid readjustment: how China sees issues and trends in its changing relationship with the EU"
    },
    "paper_id": "27751f1ebb0a79bd2004980412bdfdb212ad706d",
    "ref_entries": {}
}