{
    "paper_id": "278cdeb8497adc639df8ab8ece4a1f42352c61e4",
    "metadata": {
        "title": "THE HISTOLOGIC AND MOLECULAR CORRELATES OF COVID-19 VACCINE INDUCED CHANGES IN THE SKIN",
        "authors": [
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Magro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Neil"
                ],
                "last": "Crowson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Pathology Laboratory Associates",
                    "institution": "University of Oklahoma",
                    "location": {
                        "settlement": "Tulsa",
                        "region": "OK"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Franks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panta",
                "middle": [
                    "Schaffer"
                ],
                "last": "Rouhani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Whelan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerard",
                "middle": [],
                "last": "Nuovo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panta",
                "middle": [],
                "last": "Schaffer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rouhani",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Twenty two patients who had developed an adverse cutaneous reaction to the Moderna or Pfizer vaccine underwent biopsies. Each case was assessed light microscopically and in select biopsies spike glycoprotein and cytokine assessment were also conducted. The patients developed selflimited cutaneous reactions often described clinically as urticarial or eczematous within one day to 4 weeks after receiving the first or second dose of the Pfizer or Moderna vaccine. Classic clinical and morphologic depictions of type IV cutaneous hypersensitivity with features of dermatitis, interface dermatitis, granulomatous inflammation and/or lymphocytic vasculitic component were observed. Clinical and/or histologic features of perniosis, pityriasis rosea, pityriasis rubra pilaris and guttate psoriasis were seen in select cases. In two cases the dominant picture was urticarial vasculitis, possibly reflective of an Arthus type III immune complex action. The biopsies of normal skin post-vaccine and skin affected by the post vaccine eruption showed rare deep microvessels positive for spike glycoprotein without complement deposition contrasting with greater vascular deposition of spike protein and complement in skin biopsies from severe COVID-19 patients. It is concluded that self-limited hypersensitivity reactions to the vaccine occur possibly due to a substance found in the vaccine vehicle such as polyethylene glycol. An immune response that is directed against human-manufactured spike has to be considered since some of the reactions clinically and or histologically closely resemble mild COVID-19. Finally, vaccine associated immune enhancement largely attributable to the adjuvant properties of the vaccine may unmask certain inflammatory milieus operational in psoriasis, atopic dermatitis and subclinical hypersensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Twenty two patients who had developed an adverse cutaneous reaction to the Moderna or Pfizer vaccine underwent biopsies. Each case was assessed light microscopically and in select biopsies spike glycoprotein and cytokine assessment were also conducted. The patients developed selflimited cutaneous reactions often described clinically as urticarial or eczematous within one day to 4 weeks after receiving the first or second dose of the Pfizer or Moderna vaccine. Classic clinical and morphologic depictions of type IV cutaneous hypersensitivity with features of dermatitis, interface dermatitis, granulomatous inflammation and/or lymphocytic vasculitic component were observed. Clinical and/or histologic features of perniosis, pityriasis rosea, pityriasis rubra pilaris and guttate psoriasis were seen in select cases. In two cases the dominant picture was urticarial vasculitis, possibly reflective of an Arthus type III immune complex action. The biopsies of normal skin post-vaccine and skin affected by the post vaccine eruption showed rare deep microvessels positive for spike glycoprotein without complement deposition contrasting with greater vascular deposition of spike protein and complement in skin biopsies from severe COVID-19 patients. It is concluded that self-limited hypersensitivity reactions to the vaccine occur possibly due to a substance found in the vaccine vehicle such as polyethylene glycol. An immune response that is directed against human-manufactured spike has to be considered since some of the reactions clinically and or histologically closely resemble mild COVID-19. Finally, vaccine associated immune enhancement largely attributable to the adjuvant properties of the vaccine may unmask certain inflammatory milieus operational in psoriasis, atopic dermatitis and subclinical hypersensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There have been over 176 million cases of COVID-19 with over 3.8 million deaths worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "COVID-19 is a pandemic that resulted in sweeping social changes but at the same time has drawn a unified front globally to bring its end to fruition. With the advent of a number of effective vaccines, worldwide herd immunity is predicted in the near future. Each COVID-19 vaccine has as its epicenter of functionality an immune response to the spike glycoprotein, the critical viral capsid protein that binds to angiotensin converting enzyme-2 (ACE-2) obligatory for viral entry 1,2,3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The SARS CoV-2 vaccines do not prevent infection. They do however thwart the serious forms of COVID-19 by eliciting an effective T cell and humoral (antibody) mediated immunity response. The two most commonly administered vaccines in the United States are the Moderna vaccine, which is a nucleoside modified messenger RNA that encodes SARS-CoV-2 spike protein (mRNA-1273), and the Pfizer-BioNTech mRNA that encodes the same protein (BNT162b2) 1, 4, 5 We have demonstrated in prior studies that the SARS-CoV-2 spike glycoprotein attaches to endothelium via angiotensin-converting enzyme 2 (ACE2) and results in complement-mediated microvascular injury in the lung and other microvascular fields where endothelia have high ACE2+ expression such as the skin and brain 6 . The basis of the complement activation is that the spike glycoprotein has specific sugar moieties that are recognized by mannan-binding lectin, leading to the activation of MASP-2, ultimately resulting in the formation of C5b-9 that will then damage the cell membranes of the endothelium 7 .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 449,
                    "end": 450,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 765,
                    "end": 766,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1057,
                    "end": 1058,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Data have suggested that in sites other than the lung and the nasopharynx the spike glycoprotein engagement with endothelium is without intact virus, as revealed by the lack of viral particles on electron microscopy and the absence of any detectable viral RNA in situ 7 . Similarly, mice injected with large doses of the S1 subunit (but not S2 subunit) of the spike protein developed neurological signs associated with central nervous system (CNS) vascular injury; the spike protein was evident in their damaged CNS microvessels 8 . Thus, one could postulate that the spike glycoprotein that is synthesized by the myocytes after receiving the mRNA-based vaccine could disseminate to select ACE2+ microvessels. Based on the millions of people already vaccinated without incident, if this microvascular dissemination occurs, it appears to be at a level that is not usually clinically significant.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To date there have not been any adverse microvascular or larger vessel thrombotic events with either the Moderna or Pfizer vaccine that resemble severe and critical COVID-19. There are reports of catastrophic thrombotic complications involving the sagittal sinus and splenic veins with the adenovirus vector DNA vaccines manufactured by AstraZeneca and Johnson & Johnson. The exact basis is not known but a clinical parallel has been made with heparin induced thrombocytopenia where patients develop antibodies to heparin and platelet 4 complex. They have recently shown that human platelets express ACE2 and TMPRSS2, the surface serine protease for spike protein priming. They went on to demonstrate that SARS-CoV-2 and the spike protein directly enhance platelet aggregation and clot retraction in vitro, and thereby spike protein enhanced thrombosis formation in wild-type mice transfused with hACE2 transgenic platelets. Furthermore, recombinant human ACE2 protein and anti-spike monoclonal antibody inhibited SARS-CoV-2 spike protein-induced platelet activation 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We encountered 22 patients who developed cutaneous reactions temporally associated with the vaccine administration. All were biopsied and sent to our laboratories for diagnostic evaluation. We studied the nature of the adverse immune response to the vaccine and assessed for any evidence of viral spike protein localization and microvascular complement pathway activation and cytokine expression within the cutaneous microvessels in select cases. Since a biopsy of normal skin can document systemic complement activation and the localization of spike glycoprotein in cutaneous microvessels in the setting of severe and critical COVID-19, three of the authors underwent a biopsy of unremarkable deltoid skin a few weeks after the first dose of Pfizer vaccine in two and Johnson and Johnson in one and prior to receiving the second dose of the vaccine of the former to explore whether or not vaccine-derived spike glycoprotein could localize as pseudovirions to the cutaneous microvessels and, if so, could it have the same potential effect on endothelium we see in the cutaneous ACE2+ microvessels of patients with severe and critical COVID-19 7,10,11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The skin biopsies of 22 patients who developed cutaneous eruptions after receiving the COVID vaccine where the clinical diagnosis was one of a vaccine triggered hypersensitivity reaction were studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Deltoid skin biopsies from 3 people who died of COVID-19 along with 5 pre-COVID skin biopsies were also included. The tissues were tested for the viral spike protein (a cocktail that can detect the S1, S2 and RBD subunits), the SARS-CoV2 membrane and envelope proteins, IL6, caspase 3, ACE2, TNFa, C3d, C4d, MASP-2 and C5b-9 using a previously published protocol 6, 7 blinded to the clinical information.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 366,
                    "end": 367,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Co-expression analysis was used with the Nuance system 6, 7 . Deltoid skin biopsies from 3 physician authors of the paper who did not have COVID-19 infection and who had received the mRNA-based COVID-19 vaccine at days 10 and 14 days, and at 10 days with the Johnson and Johnson vaccine, respectively post-vaccination were examined. A fourth deltoid biopsy from normal skin was available on a 21 year old woman who developed myocardial insufficiency where there was a temporal association with the administration of the Moderna vaccine to evaluate for evidence of systemic complement pathway activation. The study is covered under the IRB protocol 20-02021524.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 58,
                    "end": 59,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Skin biopsies were encountered in our routine diagnostic dermatopathology practice to evaluate generalized skin eruptions that had developed following the COVID-19 associated vaccines. The patient population was represented by 10 women, and 12 men ranging in age from 23 years old to 96 years old with a median age of 53. In all cases the onset of the eruption was temporally associated with administering the vaccine and was characterized by a generalized papulovesicular, dermatitistous, and/or urticarial eruption in most cases (figures 3a,4a,5a,6a,6b,7a,8a,9a,10,11a, 12). Another patient developed Grover's disease 1 week following the Moderna vaccine. One case was consistent with guttate psoriasis, presenting with red scaly macules all over the body for two weeks following the second dose of the Pfizer vaccine(10a). A vasculitic presentation was noted in four patients including two patients who had acral lesions resembling perniosis while two patients had urticarial vasculitis. Eleven cases developed following the Moderna vaccine and seven cases occurred following the Pfizer vaccine. In 4 cases the vaccine administered was not known. The reactions occurred after the first dose in 5 cases and after the second dose in 9 cases, and in 8 cases it was not known if the eruption occurred after the first or second dose. The reactions developed in 1 day to 4 weeks after receiving the vaccine. In 17 cases a more precise timing between vaccine administration and eruption development was known. In 8 cases the eruption developed within 1 week after receiving either the first or second dose of the vaccine, including 5 cases where the eruption developed within 48 hours following the vaccine. In 9 cases the reaction was more delayed and developed 8 days, 9 days, 10 days, 12 days, 2 weeks, 3 weeks, and 4 weeks after receiving the vaccine. Some degree of arthralgias and fever was not uncommon. However joint swelling was observed in two patients including one patient who had a folliculocentric vesiculopustular eruption(figure 11a) and another who had thrombocytopenia and hemolysis. One patient had peripheral blood eosinophilia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post COVID-19 Vaccine Cutaneous Eruptions in Patients (22 cases)(see table I)"
        },
        {
            "text": "The dominant histologic patterns included eczematous dermatitis (ten cases)(figures 4, 6c,6d,6e,7b,8b, 9b), interface dermatitis(figures 2a,3b,3c,4b,4c,5b,5c,6,7,9b) (thirteen cases), urticaria (one case), lymphocytic vasculitis (three cases) including 2 cases of perniosis ( figure 1a ,b,c), Grover's disease (two cases)(figure 14 ), urticarial vasculitis(figure 12b,13a,b) (two cases), and granulomatous inflammation (figures 2a,2b,5,8c)(3 cases) with one exhibiting an interstitial pattern and the other a folliculocentric neutrophilic and granulomatous one reminiscent of vesiculopustular pyoderma gangrenosum 12 (figure 11b,c,d) . In addition, in one case there were pustules noted clinically although there was no histologic documentation of a pustular diathesis; the clinical impression was acute generalized exanthematous pustulosis. Another case presented a photo distributed papular eruption on an erythematous base. In most cases there were other overlapping morphologic reaction patterns defining a hybrid dermatitis, including cases showing combined eczematous, interface, vasculitic, and interstitial granulomatous features. The most common pattern was concurrent interface and eczematous dermatitis identified in 6 cases. Tissue eosinophilia was common. In all cases the clinical impression was congruous with the histologic findings, and in all cases the eruptions resolved either spontaneously or with topical or systemic steroid therapy except in one case where the eruption has persisted for 4.5 months; the patient will now be given a trial of ustekinumab. One case was compatible with guttate psoriasis, another T cell mediated process where it is established that an exogenous antigenic trigger is frequently implicated albeit typically in the context of streptococcal antigen (figure 10b). In another case an unusual picture of interface dermatitis with concomitant features of pityriasis rubra pilaris was observed. The type I interferon signature was upregulated in 4 out of 5 cases tested including one case of perniosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "figure 1a",
                    "ref_id": null
                }
            ],
            "section": "7"
        },
        {
            "text": "The immunohistochemical stain to assess for spike glycoprotein was conducted on 12 of the cases. The basis for doing the stain was to document evidence of human synthesis and establish the ability of spike glycoprotein to dock to ACE-2 positive vessels as a pseudovirion, a hypothesis proffered as the basis of systemic complement activation in the setting of severe and critical COVID-19. We were able to document spike glycoprotein in the cutaneous microvasculature in 10 cases tested. In particular, there were rare deep-seated vessels in the reticular dermis and subcutaneous fat that showed focal detection of spike glycoprotein in endothelium reflecting the preferential expression of ACE2 in the deeper microvessels. There were typically only one or at most a few positive staining vessels (less than 5) (figure 1d, 2c,d). A similar distribution was observed for IL-6, caspase 3, and or TNF alpha, but without significant microvascular complement deposition(figure 12c). The overall amount of microvascular spike glycoprotein and ACE-2 expression was much less than that observed in the setting of thrombotic retiform purpura of severe and critical COVID-19 In all four cases, endothelial cell immunoreactivity was much less for TNFa, IL6, and caspase 3 staining compared to the normal deltoid biopsies from people who died of COVID-19. In the three post-vaccine deltoid biopsies, there was no evidence of complement deposition within microvessels in contrast to the significant degree of microvascular complement deposition seen in patients with fatal COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemical Assessment for Spike glycoprotein, complement deposition, and endothelial cytokine expression (IL-6, caspase 3 and TNFalpha)"
        },
        {
            "text": "The more common histologic patterns were eczematous dermatitis, interface dermatitis, interstitial granulomatous dermatitis, and lymphocytic vasculitis including two cases of perniosis. One of the hallmarks of the vaccine reactions that we encountered was a hybrid inflammatory pattern; a case could show a mixed pattern best exemplified by cases of interface and eczematous dermatitis with an accompanying mild lymphocytic vasculitis. These aforesaid specific histologic patterns are commonly reflective of underlying type IV hypersensitivity. One case associated with a striking pattern of interface dermatitis had concomitant pityriasis rubra pilaris like changes . This patient has had a persistent severe generalized skin eruption for at least 4 months refractory to prednisone and has now been started on ustekinumab therapy . One biopsy showed a distinctive folliculocentric immune reaction that falls under the rubric of sterile neutrophilic folliculitis with folliculocentric vascular injury 13 . Pathogenetically this type of sterile neutrophilic follicular reaction has been hypothesized to represent a TH1 dominant type IV immune response where the cytokine milieu is conducive to a neutrophilic influx into the skin 13, 14 . A minor subset of cases demonstrated an urticarial vasculitis, a morphologic subset of leukocytoclastic vasculitis characteristically triggered by immune complex deposition but other proinflammatory pathways can be implicated. One might consider a scenario where antibodies bound to an undefined foreign protein introduced by the vaccine could be deposited in microvessels as an immune complex and trigger the classic complement pathway to result in a neutrophil rich inflammatory reaction.",
            "cite_spans": [
                {
                    "start": 1001,
                    "end": 1003,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1233,
                    "end": 1235,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Histologic patterns resembling hypersensitivity"
        },
        {
            "text": "One patient developed eruptive psoriasis expanding the clinical and morphologic spectrum of type IV T cell immune responses 15 .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Post Vaccine reactions resembling a dermatosis with an underlying genetic predisposition"
        },
        {
            "text": "Although guttate psoriasis has not been reported with the COVID-19 vaccine, the influenza vaccine appears to be a trigger for guttate psoriasis. Molecular mimicry between streptococcal antigens and keratins in the epidermis of patients with eruptive psoriasis underlies the association between streptococcal pharyngitis and guttate psoriasis. There is structural homology between spike glycoprotein and M6 protein implicated in guttate psoriasis although not specifically the spike glycoprotein of SARS CoV-2. However as will be discussed presently, vaccine associated immune enhancement may play a role in unmasking psoriasis in a genetically predisposed patient. Two patients also showed changes of Grover's disease histologically although mechanistically its basis is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post Vaccine reactions resembling a dermatosis with an underlying genetic predisposition"
        },
        {
            "text": "Other includes two mutations in which amino acids are replaced with prolines. As well, the vaccine has inactive ingredients like citric acid monohydrate but does not include polyethylene glycol. The combination of these factors may potentially define the basis for why the Johnson and Johnson vaccine has not been associated with these hypersensitivity reactions 18, 19, 20 .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Post Vaccine Cutaneous Reactions literature review"
        },
        {
            "text": "Prior studies on systemic contact dermatitis 21, 22 . have suggested that cross reactivity between the systemically administered antigen and a topical agent to which the patient has been sensitized could Another mechanism is the so called p-1 concept whereby the drugs are bound directly to a T cell receptor.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 49,
                    "end": 51,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "The Mechanism of Systemic Contact Dermatitis could be implicated in the post vaccine reactions"
        },
        {
            "text": "There is no direct presentation with the major histocompatibility complex and there is no prior 10 to 16 years) the neutralizing antibody in response to the manufactured spike would likely prevent spike glycoprotein localization to distant ACE2 positive microvascular beds after humoral immunity is achieved. However during that nascent period where complete adaptive immunity has not been reached to neutralize spike glycoprotein binding, an immune response to circulating pseudovirions is very possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mechanism of Systemic Contact Dermatitis could be implicated in the post vaccine reactions"
        },
        {
            "text": "The lack of systemic and/or multiorgan parenchymal dysfunction implies that the skin is selectively targeted in these adverse cutaneous reactions. In particular in many cases the cutaneous reaction is not part of a multiorgan adverse hypersensitivity response triggered by the vaccine but rather than inflammation appears to be limited to the skin in the majority of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Post COVID -19 vaccine reaction is largely a cutaneous confined reaction but not every case"
        },
        {
            "text": "There were a few outliers where the reaction was more severe characterized by joint swelling and a T wave changes, dyspnea and abnormal echocardiography/imaging. The patients typically make a full recovery 19 . The myocardium is rich in ACE2 positive microvessels. We have already shown that human synthesized spike glycoprotein localizes to ACE2 positive vessels of the deeper dermis and fat. We would expect a similarly low level of localization to other organs where the microvessels express ACE2 as does the heart. As a T cell and B cell response is invariably elicited to the human spike glycoprotein some degree of inflammation could be occurring in the heart reflective of the localization of the antigenic target.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Post COVID -19 vaccine reaction is largely a cutaneous confined reaction but not every case"
        },
        {
            "text": "All vaccines have adjuvants which are added to the vaccine to enhance the adaptive and innate immune response. For example the BCG enhances the tumoricidal capacity of the autoreactive T cells targeting bladder cancer. The adjuvant plays a role in activa ting molecules involved in antigen presentation and other pro-inflammatory cytokines and therefore kick start the immune system. The adjuvants in mRNA vaccines are lipid or polymer-based nanoparticles that protect and stabilize the fragile mRNA and improve its uptake by our immune cells. The mRNA nucleic acid itself is an inherent immunostimulatory molecule due to its recognition by a variety of innate immune receptors localized at the cell surface, endosome, and cytoplasm. It is logical that our innate immune system would be hard wired to recognize foreign nucleic acid as a threat 25 Because of the high levels of proinflammatory cytokines associated with the adaptive TH1 or TH2 immune response, a microenvironment conductive to the influx of inflammatory cells associated with either TH1 or TH2 immune polarization could be operational in some cases. If there is a genetic tendency for a psoriatic diathesis or atopic dermatitis the vaccine could trigger the inflammatory cascade that could eventuate in a particular dermatosis such as dermatitis.",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 846,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The role of the vaccine as an adjuvant in unmasking an adaptive immune response in a predisposed host"
        },
        {
            "text": "Conversely a subclinical hypersensitivity reaction could become unmasked 26,27 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the vaccine as an adjuvant in unmasking an adaptive immune response in a predisposed host"
        },
        {
            "text": "Due to the lack of data on safety of novel, mRNA COVID-19 vaccines, concern on its impact on patients suffering from inflammatory diseases has been raised. In general, vaccination is an uncommon factor triggering psoriasis flares. The association of vaccination with the new development or exacerbation of this skin disease has been reported. The mechanisms responsible for psoriasis exacerbation after vaccination are yet to be understood. It is possible that similarly to influenza vaccines, it may be caused by both dysregulation of immune system due to viral components and vaccine adjuvants 28, 29 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the vaccine as an adjuvant in unmasking an adaptive immune response in a predisposed host"
        },
        {
            "text": "Despite microvascular localization of spike glycoprotein, significant microvascular sequelae do not appear to occurreflecting the low burden of manufactured spike glycoprotein in the systemic circulation and the progressive neutralization of human synthesized spike protein by antibodies produced by the host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human manufactured spike glycoprotein does not result in systemic complement pathway activation and vascular injury"
        },
        {
            "text": "The data shows successful production of the spike glycoprotein post-mRNA vaccination. During that nascent period before the adaptive immune response to neutralize the spike glycoprotein, it is not surprising that circulating spike protein localizes to ACE2 positive endothelium situated in the deeper skin vessels. The human-derived spike glycoprotein that was endocytosed through the endothelium resulted in an endothelial cell response, given the focal expression of caspase-3, IL6, and TNFalpha.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human manufactured spike glycoprotein does not result in systemic complement pathway activation and vascular injury"
        },
        {
            "text": "However, it was not associated with activation of the complement pathway, the critical pathway that is Not surprisingly based on our identification of spike glycoprotein of presumptive human myocyte origin in cutaneous microvessels in vaccinated patients, the spike protein product of the mRNA vaccine is detectable in peripheral blood. A prospective study of 13 Boston healthcare workers injected with the Moderna mRNA-1273 vaccine showed the S1 spike subunit in plasma beginning on day-1 and peaking at day-525. Although the S1 subunit became undetectable by day-14 as antibody levels rose, intact spike protein persisted much longer in a minority. There is evidence that the mRNA vaccines themselves may distribute widely through the body. In a report by one manufacturer to Japanese regulators the biodistribution of lipid nanoparticles in injected rats showed that up to 75% of the inoculum escaped the injection site and was found circulating in the blood and pooled in the spleen, liver, bone marrow, adrenal glands, ovaries, and other tissues 30 , 31 . There was no localization of spike in the microvessels. ACE2 on endothelium of deeper dermal/subcutaneous vessels (blue arrow: red chromagen highlighting ACE2 positive vessels). 5. Spike binds to ACE2 positive microvessels of the skin(blue arrow: red chromagen highlighting spike in endothelium) In the initial phase of vaccine administration spike protein can escape into the blood stream and localize at low levels to ACE-2 positive vessels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human manufactured spike glycoprotein does not result in systemic complement pathway activation and vascular injury"
        },
        {
            "text": "We would like to thank Dr. Jonathan Zippin for reviewing our manuscript and offering valuable suggestions. We would also like to thank the following clinicians and pathologists for contributing cases to our study: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Insights from American College of Allergy, Asthma, and Immunology COVID-19 Vaccine Task Force: Allergic Reactions to mRNA SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Commission of Accademia Nazionale dei Lincei, Rome. COVID-19 vaccines: where we stand and challenges ahead",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Forni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Death Differ",
            "volume": "",
            "issn": "",
            "pages": "626--639",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 vaccine BNT162b1 elicits human antibody and T<sub>H</sub>1 T cell responses",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Derhovanessian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "594--599",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An mRNA Vaccine against SARS-CoV-2 -Preliminary Report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Rouphael",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe COVID-19: A multifaceted viral vasculopathy syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kubiak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Diagn Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complement associated microvascular injury and thrombosis in the pathogenesis of severe COVID-19 infection: A report of five cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Res",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Endothelial cell damage is the central part of COVID-19 and a mouse model induced by injection of the S1 subunit of the spike protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nuovo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Diagn Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 binds platelet ACE2 to enhance thrombosis in COVID",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hematol Oncol",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Role of the skin biopsy in the diagnosis of atypical hemolytic uremic syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Momtahen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Yassin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Laurence",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Dermatopathol",
            "volume": "",
            "issn": "",
            "pages": "349--56",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Docked severe acute respiratory syndrome coronavirus 2 proteins within the cutaneous and subcutaneous microvasculature and their role in the pathogenesis of severe coronavirus disease 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mulvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laurence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seshan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hum Pathol",
            "volume": "",
            "issn": "",
            "pages": "106--116",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A distinctive vesiculopustular eruption associated with hepatobiliary disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Int J Dermatol",
            "volume": "",
            "issn": "",
            "pages": "837--881",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sterile neutrophilic folliculitis with perifollicular vasculopathy: a distinctive cutaneous reaction pattern reflecting systemic disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Cutan Pathol",
            "volume": "",
            "issn": "",
            "pages": "215--236",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pyoderma gangrenosum: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mihm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Cutan Pathol",
            "volume": "",
            "issn": "",
            "pages": "97--107",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A randomized, double-blind, placebo-controlled phase 3 study to assess the efficacy and safety of Ad26. COV2. S for the prevention of SARS-CoV-2-mediated COVID-19 in adults aged 18 years and older",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vaccines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Possible Triggering Effect of Influenza Vaccination on Psoriasis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Gunes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fetil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akarsu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ozbagcivan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Babayeva",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunol Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cutaneous reactions reported after Moderna and Pfizer COVID-19 vaccination: A registry-based study of 414 cases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amerson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenbach",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Am Acad Dermatol",
            "volume": "",
            "issn": "",
            "pages": "46--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "FDA Briefing Document: Janssen Ad26. COV2. S Vaccine for the Prevention of COVID-19. Vaccines and Related Biological Products Advisory Committee Meeting",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cutaneous adverse reactions after m-RNA COVID-19 vaccine: early reports from Northeast Italy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farinazzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ponis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zelin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Tiny Tweak Begind COVID-19 Vaccines. Cen.acs.org",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diagnosis and management of contact dermatitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Usatine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riojas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am Fam Physician",
            "volume": "",
            "issn": "",
            "pages": "249--55",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The baboon syndrome: systemically-induced allergic contact dermatitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hjorth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Menné",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Contact Dermatitis",
            "volume": "",
            "issn": "",
            "pages": "97--100",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 Vaccines Induce Severe Hemolysis in Paroxysmal Nocturnal Hemoglobinuria",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Blood",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Myocarditis and Pericarditis Following mRNA COVID-19 Vaccination",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Covid-19 mRNA Vaccines",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Genetics and Genomics",
            "volume": "",
            "issn": "",
            "pages": "107--114",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Also available is the Johnson and Johnson vaccine (Ad26.COV2.S), which is viral vector based and uses a modified version of Adenovirus 26 to encode the spike protein. The vaccines focus on the receptor binding protein of SARS CoV-2, namely the spike glycoprotein, engineering our cells to produce this foreign protein and hence promoting an immune response that is effective in preventing significant disease complications from COVID-19. Paradoxically it is the spike glycoprotein that likely plays an important role in the pathogenesis of severe and critical COVID-19 and has been postulated as being at the crux of the vascular complications of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Serial sections of each of the two normal post-vaccine skin biopsies demonstrated a lymphocytic vascular reaction localized to a single vessel in the subcutaneous fat in one biopsy. In both biopsies there was expression of ACE-2 in endothelium in deeper dermal and subcutaneous microvessels. The deltoid skin biopsies from fatal COVID-19 showed significant microvascular endothelial cell localization of spike glycoprotein while the pre-COVID skin samples were negative (figure 15). In the two normal post-Pfizer vaccination biopsies occasional endothelial cells in the microvessels of the deep dermis and subcutis were positive for spike glycoprotein (less than 5 microvessels with some degree of positivity in the endothelial lining cells). Unlike the deltoid skin biopsies from the people with severe COVID 19 that contained also the envelope and membrane viral proteins within the endothelium, these additional viral capsid proteins were absent in the post-Pfizer vaccination biopsies (figure 16) (data not shown). Complement studies to assess for C3d, C4d, and C5b-9 deposition were conducted on both cases and only rare vessels showed any evidence of complement deposition and hence did not support a diagnosis of systemic complement activation. Nuance software co-expression analysis showed co-expression of spike glycoprotein with caspase 3, TNFalpha and IL6(figure 16). An additional deltoid biopsy was procured from another physician author who received the Johnson and Johnson vaccine. Spike glycoprotein was not identified(figure 17). Post vaccine Normal Deltoid biopsy in a patient with post vaccine acute myocardial insufficiency A deltoid biopsy was procured from a 21 year old patient who went to the emergency room on 3/12/21, two days after her second Moderna vaccination, with chest pain radiating into her left arm. The skin biopsy exhibited a minimal perivascular lymphocytic infiltrate. The C5b-9 studies showed roughly 8 positive staining vessels including capillaries, venules, and a single arteriole, a fashion that was not consistent with systemic complement activation. A single deep dermal vessel showed spike glycoprotein, TNF alpha and caspase 3 positivity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "We have presented a series of adverse cutaneous responses temporally associated with the administration of the first or second dose of the Pfizer or Moderna COVID-19 vaccines. Patients from all age ranges could develop the vaccine reaction with either the Pfizer and Moderna; the eruptions were typically generalized and had an urticarial or eczematous appearance. In our series reactions were more commonly observed with the Moderna vaccine over the Pfizer vaccine. In addition the adverse reactions could develop either after the first dose or the second dose although it was almost twice as common after the second dose compared to the first dose. The reaction could develop as quickly as 48 hours after the vaccine or could be as delayed as long as 4 weeks with almost half of the cases developing within a week of receiving the vaccine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "authors have described cutaneous eruptions following the COVID-19 Pfizer or Moderna vaccine both in the context of generalized eruptions as well as erythema at the vaccination site. Ferrazano and coworkers described the first registered cases of cutaneous adverse reactions in North-East Italy after the m-RNA COVID-19 vaccine Comirnaty®-BioNTech/Pfizer in Trieste 16 . They reported one or more cutaneous adverse effects in 0.22% of all vaccinated individuals and 16.54% of communicated adverseeffects. The reactions were divided into those at the vaccine site and those that were discontiguous and more generalized. The reactions included urticaria, malar erythema, a hand eruption, pityriasis rosea and one resembling a fixed drug eruption. Reactions were seen with the first dose or the second dose in the absence of a reaction to the first dose and could appear as quickly as 60 hours from the time of the initial vaccination. In trying to establish the trigger it was suggested that polyethylene-glycol 200 which is a known cause of immediate type I hypersensitivity as well as delayed reactions could be responsible. Other terms have been used to describe the polymers such as macrogol, oxyethylene polymer and laureth. In a second review that examined over 400 adverse cutaneous reactions collected from a United States based data base, over 80% of cases were seen in association with the Moderna vaccine; less than 20% of the reactions were associated with the Pfizer vaccine17 . There was a predominance of the adverse vaccine reaction in women. The adverse reaction could occur after the first or second dose and if it occurred after the first dose there was a 40% likelihood that it would occur again after the second dose. There were two basic time frames: an immediate one that occurred at 1 to 3 days and a delayed one developing 6 to 7 days after the vaccine. The reactions included swelling at the vaccine site, morbilliform eruptions, pityriasis rosea like and chilblains/perniosis. We have seen cases of post vaccination erythema at the site of the vaccine including one case with concomitant lymphangitis but without any biopsy to confirm the nature of the inflammatory response. Authors have suggested certain agents used in the vaccine vehicle as the putative trigger such as polyethylene glycol17 .PathogenesisThe role of a product in the vaccine vehicle as an allergenWhen one considers vaccines in general and not specifically in regard to the SARS CoV-2 mRNA vaccines, the common constituents found in diverse vaccines have elicited a variety of systemic allergic contact dermatitis reactions. The most common culprits are antibiotics (eg, neomycin) certain key preservatives such as formaldehyde, propylene glycol, and sorbic acid. In each patient that develops an adverse reaction one could consider patch testing to see which constituent elicits the immune response.The cutaneous reactions associated with the COVID-19 vaccine appear to be self-limited. The histology suggests that two common limbs of hypersensitivity seen with other exogenous antigens could be the basis although unproven. The dominant pattern is one that would be consistent with a systemic eczematoid hypersensitivity reactions. In our series and consistent with other reported studies the most common pattern is one resembling type IV hypersensitivity characterized by an eczematous dermatitis and or a concomitant cytotoxic interface dermatitis. One might suggest that the antigen could be a substance in the vehicle used to administer the vaccine, although a T cell and/or humoral reaction to the myocyte-manufactured spike glycoprotein emerges as a putative antigenic trigger especially given its localization to the cutaneous microvessels. An antigen unrelated to the vaccine but where an immune response to the antigen becoming unmasked due to vaccine associated immune enhancement is possible.Without testing the various components of the vaccines, it would be difficult to elucidate the antigenic trigger. The Moderna COVID-19 vaccine contains: messenger ribonucleic acid (mRNA), lipids (SM-102, polyethylene glycol [PEG] 2000 dimyristoyl glycerol [DMG], cholesterol, and 1,2-distearoyl-sn-glycero-3-phosphocholine [DSPC]), tromethamine, tromethamine hydrochloride, acetic acid, sodium acetate trihydrate, and sucrose. The Pfizer vaccine contains mRNA, lipids including (4-hydroxybutyl) azanediyl)bis(hexane-6,1-diyl)bis(2-hexyldecanoate), 2 [(polyethylene glycol)-2000]-N,Nditetradecylacetamide, 1,2-Distearoyl-sn-glycero-3-phosphocholine, and cholesterol) potassium chloride, monobasic potassium phosphate, sodium chloride, dibasic sodium phosphate dehydrate and sucrose. As already mentioned a significant emphasis has been placed on polyethylene glycol as a putative antigenic trigger. All of the COVID-19 vaccine reactions were seen after the Moderna and Pfizer vaccines. The Johnson and Johnson vaccine is a viral vector vaccine using a replication-incompetent recombinant adenovirus vector that expresses the SARS COV-2 spike protein in a stabilized conformation. The stabilized version",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "underlie the pathophysiology of the systemic eczematoid reaction. Antigenically primed memory T cells along with Langerhans cells are involved 24,21 , with recruitment of memory T cells to sites on the skin where the topical agent was previously applied. Discontiguous sites could become inflamed analogous to the cutaneous id reaction occurring at cutaneous sites distant from the primary dermatosis. The allergens instead of being topical are travelling through the circulation by varying routes such as ingestion, intravenous administration or intramuscular injection such as through a vaccine. The clinical presentation is somewhat diverse whereby among the cutaneous manifestations are an eruption at the prior site of allergic contact dermatitis, an eruption at a site of a prior patch test, vesicular hand dermatitis and pruritic papules on the elbows and knees, erythroderma and small vessel vasculitis like lesions. After metabolism of the causative systemic antigen such as a drug in the skinwhere it functions as a hapten-carrier complex, the antigen is processed by antigen-presenting cells and leads to clonal expansion of T cells in the local lymph node, which can then migrate to the skin and elicit a type IV immune response. There is a preferential sequestration of memory T cells expressing cutaneous lymphocyte antigen into the skin leading to a relative decrease in memory T cells in the peripheral blood.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "metabolism. Regardless of the exact mechanisms one can explain at least some of the vaccine associated cutaneous reactions through the mechanisms that have been advanced for systemic contact dermatitis since the well known cutaneous sensitizer polyethylene glycol is found in both Pfizer and Moderna vaccine preparations24,21 .Spike Glycoprotein as the potential stimulus to the post vaccine reactionGiven the fact that some of the reactions resemble classic cutaneous manifestations encountered in mild COVID-19 such as pityriasis rosea(i.e. those cases showing a hybrid interface and eczematous dermatitis with a concomitant low grade lymphocytic vascular injury), interstitial granulomatous inflammation, small vessel vasculitis, and chilblains/perniosis one has to consider that an additional potential candidate for this vaccine rection could be the novel protein manufactured by the genetically altered myocytes.Another question is whether or not the localization of the hypersensitivity in anyway relates to the in situ cutaneous localization of spike glycoprotein because of the relatively high level of ACE-2 expression in the cutaneous microvessels relative to other organ sites. Indeed the immunohistochemical stain to assess for spike glycoprotein showed consistent reproducible findings in all samples tested. The basis for doing the stain was to document evidence of human synthesis and establish the ability of spike glycoprotein to dock to ACE-2 positive vessels as a pseudovirion, a hypothesis offered as the basis of systemic complement activation in the setting of severe and critical COVID-19. We were able to show spike glycoprotein in the cutaneous microvasculature in all cases tested. In particular, there were occasional deep-seated vessels in the deep reticular dermis and fat that showed focal expression of spike glycoprotein in endothelium, which is not surprising as it reflects the preferential expression of ACE2 in deeper dermal and subcutaneous microvessels. However there were only one to rare positive staining vessels. A similar distribution was observed for IL-6, caspase 3, and or TNF alpha, but without significant microvascular complement deposition observed. The overall amount of spike glycoprotein in the microvessels was much less than what we observed in the setting of thrombotic retiform purpura of severe and critical COVID-19. Even though the spike is produced for the lifetime of the muscle cell (i.e.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "folliculocentric vasculitic process in a 27 year old woman and a 23 year old man who developed fever, hemolysis, thrombocytopenia, and cutaneous lymphocytic and granulomatous vasculitis. There are cases of hemolysis occurring after the COVID-19 vaccine in patients with antecedent histories of hemolysis attributable to paroxysmal nocturnal hemoglobinuria where it has been postulated that the inflammatory response associated with the vaccine is a trigger to complement pathway activation as opposed to the direct effect of spike glycoprotein on causing red cell hemolysis18 . In this particular case while the skin eruption was typical for a COVID-19 vaccine reaction given the combination of interface dermatitis along with lymphocytic and granulomatous vasculitis there was also evidence of systemic complement pathway activation. The patient was not known to have any prior disease associated with hemolysis such as atypical hemolytic uremic syndrome. Another 21 year old patient developed myocardial dysfunction whereby imaging studies suggested myocarditis. The deltoid skin biopsy did not disclose any evidence of excessive type I interferon signaling nor was there evidence of systemic complement pathway activation unlike the pattern of excessive complement vascular deposition we see in the normal deltoid skin biopsies of patients with severe COVID including a previously reported patient who developed significant myocardial disease likely representing a small vessel vasculitic variant of myocarditis in the setting of severe COVID-197 . Also the amount of spike glycoprotein localized to the microvessels and the endothelial based cytokine response was similar to the two healthy adults who underwent deltoid biopsied following the vaccine. There have been 226 cases of myocarditis or pericarditis in people ages 30 and younger who have received an mRNA COVID-19 vaccine, occurring more commonly after the second dose and with a higher incidence in males. Symptoms include chest pain, elevated cardiac enzymes, ST or",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "triggered in severe and critical COVID-19 and contributes significantly to the microvascular and procoagulant complications that characterize severe and critical COVID-19. The basis for the lack of complement activation is unclear but the amount of the protein localized to the receptor binding site might be a factor, as could be a difference in the glycosylation pattern of the wild type spike protein versus the protein synthesized by vaccinated myocytes. In the young woman who developed myocardial insufficiency post-Moderna vaccine there were no thrombotic changes nor was there any evidence of complement pathway activation. In addition the amount of spike glycoprotein deposition was minimal and consistent with the extent of deposition seen in the other cases. A summary of the pathogenetic events that underlie the localization of human manufactured spike glycoprotein to distant microvascular beds is highlighted infigure 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "In summation the data shows that the basis of most post-COVID-19 vaccine skin eruptions suggest a type IV hypersensitivity reaction and less commonly immune complex mediated hypersensitivity. The exact antigenic trigger is not yet established, but the possibilities include an exogenous agent found within the vaccine vehicle namely polyethylene glycol versus the foreign spike protein manufactured by human myocytes functioning as a systemic antigen capable of eliciting classic forms of hypersensitivity especially type IV but also antibody mediated reactions resulting in immune complex deposition.; however, an unrelated antigen or an underlying genetic predisposition for an inflammatory dermatosis like psoriasis which become unmasked due to immune enhancing properties of the vaccine has to be considered as well. The exceptionally small amount of spike glycoprotein that disseminates to ACE2 positive microvascular never results in a disease process that resembles severe or critical COVID-19 and hence not surprisingly complement pathway activation is not seen and thrombotic vascular complications while rarely reported following the vaccine have not been proven to be caused by thevaccine. 26. Magro, C. M., & Soleymani, A. D. Unmasking of a TH1-Mediated Vitiligo-like Tendency in the Setting of Dupilumab Therapy for Adult Atopic Dermatitis. The Dermatologist. 2020. 27. Dalton SJ, Haeney MR, Patel L, David TJ. Exacerbation of atopic dermatitis after bacillus Calmette-Guérin vaccination. J R Soc Med. 1998; 133-4. 28. Krajewski PK, Matusiak Ł, Szepietowski JC. Psoriasis flare-up associated with second dose of Pfizer-BioNTech BNT16B2b2 COVID-19 mRNA vaccine. J Eur Acad Dermatol Venereol. 2021. 29. Gunes AT, Fetil E, Akarsu S, et al. Possible Triggering Effect of Influenza Vaccination on Psoriasis. J Immunol Res. 2015; 258430. 30. Ogata A.F., Cheng C, Desjardins M, et al. Circulating SARS-CoV-2 Vaccine Antigen Detected in the Plasma of mRNA-1273 Vaccine Recipients. Clin Inf Dis. 2021. 31. Doshi, P. Covid-19 vaccines: In the rush for regulatory approval, do we need more data? Brit Med J 2021;373:n1244.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "CLINICAL AND HISTOLOGICAL PICTORIAL SUMMARY OF THE VACCINE REACTIONS: Figure 1a-d: Robust T cell response with features of lymphocytic vasculitis(Case 8) A 54 year old woman developed perniosis on the fingers 9 days after the first dose of a COVID-19 vaccine and characterized by indurated plaques and nodules on the hands. A punch biopsy specimen of acral skin demonstrated a lymphocytic interface dermatitis with marked papillary dermal edema accompanied by vertical strands of fibrin in the dermis and a superficial and deep perivascular and periadnexal mononuclear cell infiltrate(a,b,c). The histology exactly recapitulated perniosis including COVID-19 associated perniosis There were rare deep dermal vessels positive for spike glycoprotein and caspase 3(d). There is 1 microvessel in the deep dermis demonstrating SPIKE/IL6/Casp3.The microvessels in the papillary dermis, where the inflammation is has no spike glycoprotein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "d: Robust T cell response with features of interface dermatitis accompanied by lymphocytic and granulomatous vasculitis (Case 21): The biopsy shows an interface dermatitis mediated by lymphocytes with concomitant papillary dermal edema and a subjacent necrotizing lymphocytic and granulomatous vasculitis with evidence of vascular compromise as characterized by red cell extravasation (hematoxylin and eosin 200x)(a). Higher power magnification demonstrates the extent and nature of the vascular injury pattern. It is one that involves the capillaries and venules largely confined to the superficial corium whereby inflammatory cells course through the vessel wall, and it is associated with fibrin along with red cell extravasation. The infiltrate is predominated by lymphocytes and histiocytes defining a hybrid lymphocytic and granulomatous vasculitis, but as well there is a smattering of neutrophils (hematoxylin and eosin 400x)(b). There is 1 microvessel in the deep dermis demonstrating SPIKE and IL6 (c,d,).The microvessels in the papillary dermis, where the inflammation is has no spike glycoprotein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "c : T cell mediated cytotoxic interface dermatitis (case 5) 67 year old male presented with a 2 week history of pruritic eruption on the trunk and extremities. The patient received the Moderna vaccine on 01/15 and 2/16. He developed an itchy eruption after the second dose(a) (Courtesy of Dr. Silvia Mancebo, New York, NY.). The histologic findings are those of a classic morbilliform type IV hypersensitivity reaction combining delayed dermal hypersensitivity with a very mild cytotoxic interface dermatitis(b, c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The biopsy shows a psoriasiform epidermal hyperplasia. There is intercellular edema within the epidermis. The suprapapillary plates are thickened. There is focal exocytosis of lymphocytes into the epidermis. A perivascular and intersitital lymphohistiocytic and eosinophilic infiltrate is noted in the dermis(a) (hematoxylin & eosin 100x). Higher power magnification shows the composition and architectural disposition of the dermal inflammatory cell infiltrate whereby it is both interstitial and perivascular. The degree of interstitial histiocytic infiltration imparts a subtle interstitial granulomatous quality to the infiltrate. Note the significant tissue eosinophilia(b) (hematoxylin & eosin 200x) Figure 5a-d: Robust T cell response with features of interface dermatitis and interstitial granulomatous inflammation (case 1): The patient was a 38-year-old woman who presented with blanchable erythematous papules(a) (Courtesy of Dr. Henry J. Lee, New York, NY). The patient had the COVID-19 vaccine, either the Moderna or the Pfizer, on 02/15/21. The patient developed redness and swelling in the suprapubic area on 02/16/2. The biopsy shows a lymphocyte-mediated interface dermatitis associated with focal areas of epidermal attenuation(b,c). There is lymphocyte satellitosis around injured keratinocytes. Focal areas of interstitial granulomatous inflammation accompanied by some degree of mesenchymal mucin deposition are observed(d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "d: T cell mediated reaction with eczematous features(case 6) The 34 year old woman patient had a pruritic erythematous eruption all over the body that developed after her second COVID Moderna vaccine on 2/14/21accompanied by body aches and chills(a) (Courtesy of Dr. Eva Kerby, New York, NY). On the third day, she developed the eruption at the site of the vaccine that later spread to the trunk, arms, and proximal thighs. The biopsy demonstrates a spongiotic eczematous picture along with a subtle interface dermatitis accompanied by a lymphohistiocytic and eosinophilic purpuric vascular reaction(b,c,d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "b: -Robust T cell response with features of an eczematous dermatitis (Case 19)The patient developed an eczematous reaction almost immediately after the COVID-10 vaccine.Nummular plaques involved 20% of the body(a) (Courtesy of Dr. Scott Sanders, New City, NY).The biopsy shows an eczematous dermatitis characterized by acanthosis, intercellular edema and exocytosis of lymphocytes and monocytes into the epidermis. A subtle cell poor interface dermatitis is also observed. A lymphocytic purpuric vascular reaction is also noted(b) (hematoxylin and eosin 200x).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "c: Robust T cell response predominated by eczematous features (case 16) The patient is a 37-year-old male who developed an eruption that started on the elbows in February of 2021 and then subsequently spread to the knees(a) (Courtesy of Dr. Andrew Avarbock, New York, NY). The eruption on the elbows and knees improved, but then there was a subsequent spreading of the eruption to the lower legs. The epidermal changes are predominated by eczematoid alterations but as well a subtle interface dermatitis is also noted(b). The dermal component exhibits features of delayed dermal hypersensitivity characterized by vasocentric lymphocytic and eosinophilic infiltrates along with an interstitial granulomatous component(c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "b: Robust T cell response predominated by eczematous features Case 6. A 34 year old male presented with papulovesicular eruptions on the extremities, hands, and palms one week after the Moderna vaccine(a) (Courtesy of Dr. Paul Dantzig, New York, NY). The patient was treated with prednisone 60mg daily and the eruption cleared 3 days later. The biopsy shows intercellular edema within the epidermis along with lymphocytic exocytosis. A concomitant interface dermatitis is identified as evidenced by basilar vacuolar change with a few lymphocytes present along the dermalepidermal junction. Scattered eosinophils are noted(b).Other T cell mediated reactionsFigure 10a-b: Case Number 17. The patient developed a generalized guttate eruption shortly after receiving the second dose of the Pfizer vaccine on March 30, 2021(a) (Courtesy of Dr. JeanYoung Kim, New York, NY) . The eruption occurred roughly two weeks later. The biopsy demonstrates focal areas of lenticular-shaped parakeratosis with subjacent granular cell layer loss. Very focally the capillaries within the dermal papillae are juxtaposed to the basal layer of the epidermis. The findings suggest eruptive guttate psoriasis temporally associated with the COVID-19 vaccine (hematoxylin and eosin 400x)(b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "c: Case 15. The patient was a 27-year-old woman with a history of mixed connective tissue disease had the Pfizer vaccine on 03/14 and 04/04. The patient started to feel unwell about two weeks after her first dose of the Pfizer vaccine heralded by pain and swelling in many of her joints; she then developed a very striking vesicular pustular eruption. The biopsy demonstrates a very striking necrotizing neutrophilic and granulomatous folliculitis(a). There is extensive infiltration of the outer root sheath epithelium by a mixed inflammatory cell infiltrate with disruption of the wall and adjacent perifollicular inflammation with accentuation around vessels(b). A significant component of the infiltrate is lymphocytic and granulomatous in nature(c). Humoral reaction reflective of probable immune complex disease consistent with urticarial vasculitis (2 cases) Figure 12a-c (case 4): The patient was a 66 year old male who developed this urticarial vasculitic process on the right arm and right flank 9 days after the first Moderna vaccine on 2/22/21. There were numerous erythematous papules on the arms, thighs, and back(a) (Courtesy of Dr. Jalong Gaan, NewYork, NY). The biopsy demonstrates an inflammatory process within the dermis exhibiting urticarial-like features. In particular, there is a mixed infiltrate that is interstitial and perivascular, composed of lymphocytes, monocytes, and neutrophils along with a few eosinophils with concomitant dermal edema.Leukocytoclasia and red cell extravasation are present although without any evidence of mural and or luminal fibrin deposition (b). A few microvessels in the deep dermis were IL6 positive(c).Second case of urticarial vasculitis(case 7)A 73 year old woman presented with purpura and hives on the thighs 10 days after a COVID-19 vaccine. The biopsy shows a superficial to mid dermal vasocentric infiltrate predominated by neutrophils. There is attendant endothelial swelling, leukocytoclasia, and mild dermal hemorrhage. No fibrinoid necrosis is present. Interstital eosinophils are a prominent finding(a,b).Miscellaneous Reactions following the COVID-19 vaccineFigure 14: (Case 9) A 66 year old male patient developed a pruritic papular eruption 1 week after receiving the COVID-19 vaccine. The biopsy shows dyskeratosis characterized by suprabasal clefting. The epidermal surface is focally eroded and associated with subepithelial neutrophilia. The histologic findings are characteristic for Grover's disease/transient acantholytic dermatosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "FIGURE 15 Normal Deltoid skin patients post vaccination shows activated endothelial cells activated by the spike protein: Using the nuance software a microvessel positive for spike glycoprotein using a red chromagen gives a red signal localized to endothelium(2a, red chromagen, 1000x). The same microvessels shows a green signal in a similar distribution highlighting interleukin 6 using a diaminobenzidine stain(2b, diaminobenzidine 1000x). The combined signal fluoresces yellow proving co-localization of spike glycoprotein and interleukin 6 in the biopsy of a person post vaccination (1000x)(2c). Panel 2d shows a similar strong co-expression between the spike protein and caspase 3 in a post vaccine biopsy (1000X). There is extensive microvascular deposition of C5b-9 in a case of severe COVID-19(400 x diaminobenzidine)(2e). In contrast the post vaccine sample does not show significant complement deposition (400x, diaminobenzidine) (2f).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "FIGURE 16 Normal Deltoid skin in patients with fatal COVID-19 versus healthy patient post vaccination: In both deltoid skin samples from patients with fatal COVID-19 versus healthy patients post vaccination, there are a relatively greater number of positive staining vessels for ACE-2 in the deeper dermis and subcutaneous fat compared to the microvessels present superficially (1a)(red chromagen, 200x); the ACE-2 distribution pattern mirrors spike glycoprotein endothelial cell localization. There is granular deposition within endothelium for spike glycoprotein in the setting of fatal COVID-19(1b)(1000x red chromagen). A similar pattern of endothelial cell staining for spike glycoprotein is noted in the post vaccine biopsy (1c) (1000x red chromagen). Panel d shows a hematoxylin and eosin stain of a microvessel post vaccine in which a mononuclear cell response is evident (1000x).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "One of the authors underwent the deltoid biopsy post the Johnson & Johnson vaccine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "The nucleoside modified mRNA SARS CoV-2 vaccine is effective at producing spike protein in human myocytes with subsequent cutaneous microvascular localization 1. mRNA to encode spike protein is delivered. via a lipid nanoparticle envelope. 2. Myocytes synthesize spike protein which is then released into the circulation. 3. Spike travels as a pseudovirion into the bloodstream. 4.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Andrew Alexis MD, WCMC Dermatology, New York, NY; Andrew Averbock MD PhD, WCMC Dermatology, New York, NY; Brett Fisher MD, Division of Hospital Medicine, New York NY; Dimson Otobia G MD, Oklahoma City OK; Elisha Singer MD, NYP Dermatology, New York, NY; Eva Kerby MD, WCMC Dermatology, New York, NY; Henry J Lee MD, WCMC Dermatology, New York, NY; Jalong Gaan MD, WCMC Dermatology, New York, NY; JeanYoung Kim MD, WCMC Dermatology, New York, NY; Jeffrey Endsley DO, Muskogee, OK; Kelli Lovelace MD, Tulsa Dermatology Clinic, Tulsa OK; Melvin Van Boven DO, Southwest Pathology, Tulsa, OK; Patrick Safo MD, MMG-Dermatology, Steven Point, WI; Paul Dantzig MD, New York, NY; Ryanne Waage PAC, Aberdeen Dermatology, Aberdeen, SD; Scott Sanders MD, New City, NY; Silvia Mancebo, WCMC Dermatology, New York, NY; Sylvana Tuur-Saunders MD, HCT Dermatology Services, Baltimore, MD.Table 1. Magro De-identified Covid Vaccine.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}