{
    "abstract_text": "Community-acquired pneumonia (CAP) remains one of the most common serious infections encountered among children worldwide. In this review, we highlight important literature and recent scientific discoveries that have contributed to our current understanding of pediatric CAP. We review the current epidemiology of childhood CAP in the developed world, appraise the state of diagnostic testing for etiology and prognosis, and discuss disease management and areas for future research in the context of recent national guidelines",
    "body_text": "pneumonia in resource-limited settings in which radiography and laboratory testing are not available [18] . According to these criteria, children less than 5 years of age with cough or difficulty breathing and with documented tachypnea at rest are classified as having pneumonia. Severe pneumonia is defined as the presence of chest indrawing, and very severe pneumonia is defined as chest indrawing and either an inability to drink, severe malnutrition, stridor at rest, convulsions, or change in mental status. Applying the WHO case definition to a cohort of children less than 5 years of age presenting to a US emergency department with suspicion of pneumonia, Wingerter et al [19] reported a sensitivity and specificity of 34% and 74%, respectively, for the WHO case definition when using radiographically confirmed pneumonia as the reference standard. Reducing the age-based respiratory rate by 10 breaths per minute to define tachypnea for the WHO case definition improved sensitivity (54%-67%) but reduced specificity (41%-62%), whereas addition of fever did not substantially alter performance characteristics. A similar study conducted in Brazil reported sensitivity and specificity of 84% and 19%, respectively, for radiographically confirmed pneumonia; addition of fever to the WHO case definition improved specificity (46%) without impacting sensitivity (81%) [20] . Thus, although the WHO case definition may be appropriate in resource-limited settings, its application in the developed world is more problematic. The case definition is highly dependent on documented tachypnea, the most sensitive clinical sign for diagnosing pneumonia (40%-78% for radiographic-confirmed pneumonia) [21] [22] [23] [24] . However, specificity of tachypnea alone is relatively poor, meaning that most children with tachypnea will not have pneumonia. The recent studies by Wingerter et al [19] and Cardoso et al [20] suggest that the addition of fever to the WHO case definition would not impact sensitivity and may improve specificity.Chest radiography is routinely used to confirm the diagnosis of CAP in the developed world. Radiographically confirmed pneumonia is a more specific definition that does not appreciably impact sensitivity, although occasionally radiographic findings lag behind clinical features. Chest radiography may also provide etiologic clues (Table 1 ; Figures 1-3) . Nevertheless, without a pathogen isolated from the lower respiratory tract, the \"reference standard\" definition of fever, respiratory signs and symptoms, and acute infiltrates on chest radiography is not absolute, because other illnesses may cause similar presentations (eg, acute asthma exacerbated by viral upper respiratory illness) and radiographic interpretation is subject to human variation. Radiography should not supplant clinical judgment, especially in the outpatient setting where it may serve only to delay therapy, increase costs, and expose children to unnecessary ionizing radiation. Rather, chest radiography should be reserved for those children in whom the diagnosis is in question, or for those more critically ill children who require hospitalization. In the latter, chest radiography may reveal complications requiring intervention or prolonged antibiotic therapy (eg, effusion, abscess) or findings suggestive of certain etiologies (eg, pneumatoceles in staphylococcal pneumonia). Chest radiography is also essential in epidemiologic and clinical studies to ensure accurate disease identification, and the WHO has developed criteria to standardize chest radiograph interpretation for the diagnosis of pneumonia in children [25] . These standardized definitions have also been applied in the clinical setting. The finding of alveolar infiltrate had substantial interrater agreement (κ = 0.58-0.73 across studies) [26] [27] [28] . In contrast, the finding of interstitial infiltrate had poor interobserver reliability. These studies highlight the importance of clarifying the presence or absence of alveolar infiltrates in particular when interpreting chest radiographs.Chest ultrasound has been proposed as an alternative to chest radiography in diagnosing pneumonia. Several studies have demonstrated ultrasound to be equivalent to traditional chest radiography for detecting signs of lung consolidation and superior in the detection of pleural effusions [29] [30] [31] . In addition, chest ultrasound may facilitate detection of retrocardiac and lung base opacities, areas difficult to discern with radiography, and does not expose children to ionizing radiation. Chest computed tomography provides an exceptionally detailed view of the lung parenchyma, bronchial tree, pleural spaces, and adjacent structures, but at the expense of high levels of ionizing radiation. As a result, computed tomography is not routinely indicated although it may offer valuable additional information in selected cases, such as children with recurrent or nonresponding pneumonia.In the United States alone, there are nearly 2 million outpatient visits and more than 150 000 hospitalizations annually for childhood CAP, and pneumonia remains the leading indication for pediatric hospitalization outside of the newborn period [32] [33] [34] . Before the introduction of the heptavalent pneumococcal conjugate vaccine (PCV7), all-cause pneumonia disease rates of 15-49 per 1000 children less than 5 years of age and 11-16 per 1000 children 5 years of age and older were reported in Europe and North America [1, 35, 36] . Hospitalization rates of 3-7 per 1000 children less than 5 years of age and 0.6 per 1000 children 5 years of age and older were also reported [35, 37] . After introduction of PCV7 in the United States, hospitalization rates for CAP and pneumonia-associated complications among young children decreased by 39% and 36%, respectively [33, 38] . However, hospitalization rates for older children remained stable [33] .Currently, 2 large-scale, prospective, epidemiologic studies of pediatric CAP are being conducted in the United States and abroad. The Centers for Disease Control and Prevention-sponsored Etiology of Pneumonia in the Community Study will enroll an estimated 2500 children of all ages hospitalized with CAP in 3 US cities [39] . Likewise, the Pneumonia Etiology Research for Child Health study seeks to enroll 6000 children less than 5 years of age from 7 countries in Africa and Asia [40] . Both studies include comprehensive etiologic and epidemiologic assessments and both use age-matched controls. These studies represent 2 of the largest prospective studies of pediatric CAP ever assembled and will add much to our understanding of disease epidemiology. Streptococcus pneumoniae Streptococcus pneumoniae remains the most common cause of bacterial pneumonia in children. Classic bacterial pneumonia presents with rapid onset of fever, ill appearance, cough, and lower respiratory tract signs and symptoms. Alveolar and lobar infiltrates, with or without effusion, are the most common findings on chest radiography. Abscess, necrotizing pneumonia, and pneumatoceles may occur with severe infections, especially those caused by S aureus, S pyogenes, and occasionally S pneumoniae.Culture of blood, sputum, lung aspirate, pleural fluid. Rapid urine antigen testing available for S pneumoniae is not recommended for children due to poor specificity, although it may be applied to samples from blood, lower respiratory tract, or pleural fluid. PCR of samples from blood, lower respiratory tract, pleural fluid. PCR is not recommended for upper respiratory tract samples. Paired serology is helpful in epidemiologic studies.Atypical Bacteria Mycoplasma pneumoniae Mycoplasma pneumoniae is considered one of the most common pathogens among school age children and adolescents, and it may be underappreciated in young children. Chlamydophila pneumoniae is considered less common. Classic atypical presentation is gradual onset of low grade fever, rhinorrhea, and cough. Wheezing is also common. Bilateral interstitial infiltrates are the most common radiographic finding, although lobar, alveolar, or nodular patterns are also seen.Mycoplasma pneumoniae-Culture-based are techniques impractical. A cold agglutination test not recommended. A number of rapid serologic tests are available, but test characteristics vary widely. Sensitivity of PCR from respiratory samples varies, and testing is not widely available. Chlamydophila pneumoniae -No FDA-approved diagnostic testing approved for clinical use. Paired serologic assays (micro-immunofluorescence) preferred but are impractical in clinical setting. PCR testing not widely available.Abbreviations: CAP, community-acquired pneumoia; FDA, US Food and Drug Administration; PCR, polymerase chain reaction.Pneumonia-associated complications can be classified as local, systemic, or metastatic. Parapneumonic effusion is the most common local complication, occurring in up to 25% of children hospitalized with pneumonia; its presence usually signifies bacterial pneumonia, particularly disease caused by S pneumoniae, S aureus, or S pyogenes, although other pathogens, including M pneumoniae, may occasionally be complicated by small effusions [41] . Most effusions are small and do not require drainage. However, approximately 5% of hospitalized children with pneumonia develop larger effusions or empyema that can lead to respiratory compromise [33] . Lung abscess and bronchopleural fistulae are uncommon. Systemic complications, including sepsis and respiratory failure, occur in 5%-30% of children hospitalized with pneumonia, which occurs much more frequently among young children [33, 41] .After the introduction of PCV7, systemic complications have declined, although these declines have been offset by substantial increases in local complications, especially parapneumonic effusion and empyema [33, [42] [43] [44] [45] [46] . Secondary sites of infection (eg, meningitis) and other metastatic complications (eg, pneumococcal endocarditis or hemolytic uremic syndrome) are rare [47] [48] [49] . Mortality in the developed world is also rare. In the United States, less than 1% of children with CAP severe enough to require hospitalization die, and this result is a nearly 100% reduction in pneumonia-associated mortality over the past 50 years [38, 50] .Respiratory viruses unquestionably play a major role in pediatric pneumonia, either alone or in combination with bacteria. Respiratory viruses are ubiquitous pathogens of the upper respiratory tract and cause pneumonia by progressive invasion of the respiratory epithelium, leading to diffuse inflammation that eventually overwhelms normal host defenses to infect the lower airways. Histologically, viral CAP is characterized by diffuse interstitial and parenchymal lymphocytic proliferation [51, 52] . Respiratory syncytial virus (RSV), parainfluenza viruses (PIV), influenza, adenovirus, and others have long been implicated as important pathogens [41, [53] [54] [55] [56] [57] [58] (Table 1) . Pathogens recently implicated as a cause of pneumonia include human metapneumovirus (hMPV) [59] , human bocavirus (hBoV) [60] , and novel rhinovirus and coronavirus species [61] . Studies using polymerase chain reaction (PCR)-based detection methods have documented viruses in 60%-80% of children with CAP [62] [63] [64] [65] [66] [67] , confirming the importance of RSV as the major cause of viral pneumonia (19%-42% of pneumonia cases) and also highlighting the role of rhinovirus (14%-26%), hBoV (2%-18%), hMPV (2%-12%), PIV (2%-11%), influenza (3%-10%), and adenovirus (2%-18%). Viral pathogens represent the most common cause of CAP in children less than 5 years of age, and especially those less than 2 years of age. Tsolia et al [68] also documented a high prevalence of viral pneumonia among older children who were hospitalized with CAP, although in contrast to young children, RSV was rarely detected (3%), whereas rhinovirus accounted for nearly half of the viruses detected. A consequence of highly sensitive diagnostics is the potential identification of colonizers and asymptomatic shedding from nonsterile sites rather than true causative pathogens. Epidemiologic studies that have included asymptomatic controls document a high prevalence of viral pathogens among controls (10%-47%), although viral detections are generally lower than that detected among cases (16%-70%) [66, 67, 69, 70] . These studies indicate that RSV is the only viral pathogen that is consistently associated with disease. Results for other pathogens are variable. Rhinovirus and hBoV are often implicated in infections with 2 or more pathogens [62, 63] , both are frequent causes of upper respiratory tract infections, and both exhibit prolonged shedding after acute infection [71, 72] . Nonetheless, rhinovirus has been recovered from the lower airways of experimentally infected adult volunteers [73] [74] [75] , and serologic evidence of acute infection with hBoV has been reported in children with CAP [76, 77] . Thus, although it appears that these pathogens contribute to lower respiratory tract infections, their exact roles remain unknown.Streptococcus pneumoniae is the major causative pathogen of bacterial pneumonia among children of any age outside of the newborn period, and it is implicated in as many as half of all pneumonia cases [41, [53] [54] [55] [56] [57] [58] (Table 1; Figure 1 ). Pneumococci are frequent colonizers of the upper respiratory tract, and they invade the lung by aspiration or inhalation, often during periods of impaired pulmonary host defenses such as a viral upper respiratory tract infection. Proliferation in the lower airways results in alveolar inflammation, which is characterized by neutrophil activation and exudative fluid accumulation that spreads rapidly to adjacent alveoli and typically results in lobar pneumonia [52, 78, 79] . PCV7 has greatly reduced the incidence of invasive pneumococcal disease (IPD) and all-cause pneumonia among children. By 2007, rates of laboratory-confirmed pneumococcal pneumonia among US children less than 5 years of age had declined by 50% (from 16.3 to 8 per 100 000) compared with preconjugate vaccine years 1998-99 [80] . Postlicensure observational studies demonstrate similar reductions of 20%-52% for all-cause pneumonia hospitalization rates in the United States and England; admission rates for pneumococcal pneumonia have declined by 57%-73% [33, 38, 81] .Concomitant with declines in IPD after PCV7 licensure, the proportion of isolates considered to be penicillin-nonsusceptible have decreased. This decrease is not surprising because nearly 80% of penicillinnonsusceptible isolates were caused by PCV7 serotypes in the preconjugate vaccine era. In 1998, 24% of all IPD isolates were considered to be penicillin-nonsusceptible (32% among children less than 5 years of age), and 14% of isolates were considered to be multidrug-resistant [82] . By 2004, penicillin-nonsusceptible isolates had declined by 57% (81% among children less than 2 years of age) and multidrug-resistant isolates had declined by 59% [83] . In 2008, the minimum inhibitory concentration breakpoints for reporting susceptibility of nonmeningitis pneumococcal infections to intravenous penicillin were revised, citing clinical studies that documented clinical cure in patients with pneumococcal pneumonia treated with intravenous penicillin despite documented reduced susceptibility in vitro [84] . The effect was an immediate further reduction in the rate of pneumococcal isolates classified as penicillin-nonsusceptible for infections outside the central nervous system [85] .After widespread use of PCV7, nonvaccine serotypes emerged rapidly [86] [87] [88] . Recent data from the Active Bacterial Core surveillance (ABCs) program demonstrated that over 80% of IPD cases prelicensure were caused by PCV7 serotypes. By 2007, only 2% of cases were caused by PCV7 serotypes. Of the nonvaccine serotypes, 19A was responsible for nearly one-half of laboratoryconfirmed IPD cases reported to ABCs in 2007 compared with 3% prelicensure [80] . Serotype 19A is also associated with the rapid emergence of penicillin-and multidrug-resist strains and is implicated frequently in severe disease [86] [87] [88] [89] [90] [91] . Nevertheless, the increase in nonvaccine serotypes is modest compared with the reduction in PCV7 serotypes, such that actual disease incidence remains significantly reduced. Serotype 19A along with several other important serotypes are also included in the 13-valent PCV (PCV13) licensed in 2010 in the United States and should lead to further declines in the incidence of IPD [92] . The proportion of penicillinnonsusceptible isolates will likely continue to decline because nearly all nonsusceptible isolates in 2008 were caused by the additional serotypes contained in the PCV13 [93] .Following S pneumoniae, S aureus and S pyogenes are the next most frequent causes of bacterial pneumonia ( Table 1) . Although historically occurring much less frequently than S pneumoniae, both S aureus and S pyogenes have been associated with significant morbidity. Both are frequently associated with preceding viral infection (eg, influenza, measles, varicella), and both often rapidly progress causing bacteremia, septic shock, local tissue necrosis, pleural effusion, and lung abscess [52] ( Figure 2) .The emergence of community-associated methicillinresistant S aureus (CA-MRSA) in the 1990s heralded a new epidemic of staphylococcal disease that has had a substantial influence on the epidemiology and management of pediatric CAP. Between 2002 and 2007, discharges for MRSA pneumonia more than doubled at US children's hospitals [94] . True to the typical phenotype of invasive staphylococcal infections, MRSA pneumonia is often severe with high rates of both local and systemic complications [95] . The increase in CA-MRSA also parallels the rapid increase in parapneumonic empyema [42, [96] [97] [98] , and it is often the most commonly isolated pathogen in MRSA-prevalent regions [99] . As a result, empiric therapy for severe or complicated pneumonia almost always requires consideration of S aureus, including MRSA in prevalent regions. Despite the increased incidence of staphylococcal disease, molecular diagnostics suggest that pneumococcus remains an important cause of complicated pneumonia, especially in cases of culturenegative empyema [100] .Haemophilus influenzae type B (HiB) disease, once a cause of significant morbidity and mortality among children, is now rare as a result of the widespread use of conjugate HiB vaccines. Non-type B H influenzae remain frequent colonizers and pathogens of the upper respiratory tract, but they only occasionally cause lower tract disease. Likewise, Moraxella catarrhalis is occasionally implicated in pediatric CAP. Both pathogens are implicated in less than 10% of pediatric pneumonia cases among recent epidemiologic studies [53, 57, 58] . Outside of the neonatal period, other causes of CAP are quite rare, occurring occasionally in specialized populations (eg, immunocompromised) or specific regions where pathogens may be endemic (eg, histoplasma) ( Table 2) .Mycoplasma pneumoniae is a frequent cause of bacterial pneumonia; Chlamydophila pneumoniae is much less common (Table 1) . Mycoplasma pneumoniae and C pneumoniae are implicated in 2%-30% and 1%-14% of pneumonia cases, respectively, typically being much more frequently isolated among older children and those in ambulatory settings [41, [53] [54] [55] [56] [57] [58] 101] . However, several studies have reported high rates of atypical bacterial infections among preschool age children with rates similar to that of older children [41, 102, 103] . Mycoplasma pneumoniae infections occur sporadically throughout the year, although epidemic outbreaks occur regularly every few years, and it is during these epidemics when young children may be disproportionately affected [103] . Thus, although atypical pathogens are more frequently encountered among school age children, they remain important considerations among younger children. Distinguishing between atypical pathogens and other bacterial causes is also difficult (Figure 3 ). Although the classic presentation of CAP caused by atypical pathogens is distinct from that of other bacterial pathogens, atypical disease may present very similarly to classic bacterial pneumonia, and M pneumoniae infection is occasionally severe with complications including parapneumonic effusion, lung abscess, and neurologic sequelae [102, [104] [105] [106] [107] .Respiratory viruses frequently precede the development of bacterial pneumonia [5, 6, 108] . Viral-bacterial coinfections are well described, particularly with influenza and pneumococcal or staphylococcal pneumonia. During the 1918 influenza pandemic, more than 500 000 US deaths were attributed to influenza, and it is believed that the majority of deaths were a result of bacterial coinfection [109] . Epidemiologic studies using sensitive molecular diagnostics also reveal a high prevalence of coinfections (20%-35%) [41, 53, 57, 58, 62, 63, 65, 68] . In vitro and animal studies suggest that the virulence of both bacterial and viral pathogens is enhanced in coinfections, exerting a synergistic effect on the host organism [110] . Several clinical studies document worse outcomes among children with coinfections compared with those without identified viral coinfection [109, [111] [112] [113] [114] . As diagnostic methods improve, our understanding of the pathogenesis of viral-bacterial coinfections and their impact on outcomes will improve.Determining microbiologic etiology is essential for tailoring antimicrobial coverage, predicting outcomes, and understanding the changing epidemiology of CAP (Table 1 ). Yet, accurate determination of etiology for most cases of pediatric pneumonia remains elusive. Reasons for this include difficulty in obtaining culture material from the primary site of infection, use of antimicrobials before obtaining samples for analysis, lack of sensitive and rapid bacterial diagnostic tests, and difficulties distinguishing pathogenic from colonizing bacteria. Even when a viral pathogen is implicated, distinguishing viral CAP from viral-bacterial coinfections is problematic. Moreover, most children recover quickly with commonly used empiric antibiotics, and some argue that routine use of comprehensive diagnostics would increase costs without improving care or changing management decisions. Thus, the perceived need to comprehensively assess microbiologic etiology is low.Culture-based methods, although considered as the gold standard for pathogen identification from normally sterile sites, are insensitive for bacterial pneumonia. Less than 10% of children with blood cultures obtained yield a causative pathogen [45, [115] [116] [117] [118] [119] [120] . Moreover, nonpathogenic contaminants are recovered frequently. Pleural fluid cultures are more commonly positive (10%-25% of cases) despite nearly always being collected after initiation of antimicrobial therapy, presumably due to higher concentrations of organisms as well as prolonged time to sterilization compared with blood [45, 115, [121] [122] [123] . Culture and microbiologic examination of sputum is rarely performed in children due to the inability of young children to expectorate and concerns for poor specimen quality. However, among older children, obtaining high-quality sputum could aid in the recovery of bacterial pathogens. Induction of sputum production with hypertonic saline may facilitate obtaining sputa from young children, but whether this method produces useful proportions of high-quality samples remains to be determined [67, 124] . Culture of material obtained directly from the lower respiratory tract (eg, Neonatal pneumonia and sepsis.Neonatal pneumonia and sepsis. Gram-negative enterics Neonatal pneumonia and sepsis. Potential pathogens in aspiration pneumonia.Cause of afebrile pneumonia in young infants less than 3 months of age. Anaerobes (oral flora) Potential pathogens in aspiration pneumonia. Legionella pneumophila Legionnaires' disease. Rare in children but associated with community outbreaks. Exposure to contaminated artificial freshwater systems. Coxiella burnetii Q fever. Exposure to wild and domesticated herbivores or unpasteurized dairy (eg, cattle, sheep, goats). Also potential bioterrorism agent.Psittacosis. Bird (eg, pet birds, pigeons) exposure.Tularemia. Rabbit exposure.Pneumonic plague. Rodent flea exposure.Anthrax. \"Woolsorters' disease.\" Wild and domesticated herbivore (eg, cattle, sheep, goats) exposure. Also potential bioterrorism agent.Leptospirosis. Exposure to urine of wild and domestic animals carrying the bacterium.Rare in the US children. Usually associated with high-risk exposures. Cryptococcosis. Exposure to soil contaminated with bird droppings. Significant pathogen nearly exclusively among immunocompromised.Coccidiomycosis. \"Valley fever.\" Environmental exposure to fungal spores (dry, dusty environments). Endemic to Southwestern United States bronchoalveolar lavage, transthoracic aspiration), although likely sensitive and less subject to upper airway contamination, is impractical in most cases.Serologic studies are available for a number of pathogens, but widespread adoption of serologic methods is hampered by the need for both acute and convalescent samples, lack of test results in a clinically relevant time frame, and lack of specific serologic targets for certain pathogens. Nonetheless, high-quality paired sera often contribute important information for epidemiologic purposes and should be included in research studies of pneumonia etiology.Antigen detection is also useful in selected settings. Rapid antigen tests for the detection of RSV and influenza obtained from upper respiratory tract samples are highly specific, although test sensitivity varies and may be particularly poor for influenza [125, 126] . In contrast, urinary antigen testing for S pneumoniae (Binax NOW) has high sensitivity but poor specificity in children, resulting in false-positive results attributable to pneumococcal colonization of the upper airway [127, 128] . Application of the Binax NOW platform is also adaptable to other sample types, and it has proven both highly sensitive and specific in pleural fluid samples [129] .Rapid molecular diagnostics, particularly PCR, also have potential for improving microbiologic yield over traditional methods. PCR testing is now available for nearly all clinically important respiratory pathogens, in both single and multiplex formats. PCR is also used to quantify pathogen load and determine antimicrobial resistance patterns. The nasopharynx is the preferred source for identifying pathogens not likely to colonize the upper airways (ie, viruses, M pneumoniae, C pneumoniae).Testing for bacterial pathogens from these samples is problematic because distinguishing causative agent from colonizer is often impossible. Quantitative real-time PCR may prove to be useful in this regard, as recently demonstrated for S pneumoniae [130] . Pathogen load may also predict illness severity [131, 132] . Thus, further refinement of quantitative methods could be beneficial in assessing etiology and predicting outcomes. Pneumococcal PCR from blood samples has received much attention in recent years. Although issues regarding specificity of the early PCR targets have largely been overcome, clinical sensitivity of these assays is 40%-100% when using culture-confirmed pneumococcal bacteremia as the reference standard; expanding the reference standard to include sputum culture and urine antigen testing among adults, clinical sensitivity decreases to 26%-32% [133] [134] [135] [136] [137] [138] . Conversely, most PCR-positive blood samples in pediatric studies are among children with negative blood cultures; whether these all represent causative pathogens versus carriage remains to be determined [135, [137] [138] [139] .Molecular testing of pleural fluid is attractive because sensitivity is likely improved over blood PCR and less subject to issues of specificity. Both broad range and species-specific bacterial PCR have been applied to pleural fluid samples. Using PCR to target the 16S ribosomal RNA gene common to a wide range of bacteria, Saglani et al [140] and Le Monnier et al [129] documented significant increases in pathogen recovery with this technique (69%-100%) compared with bacterial culture alone (19%-58%). Gollomp et al [141] documented only modest improvements of 16S PCR over bacterial culture. Using species-specific PCR targets, Blaschke et al [100] increased etiologic yield to 84% compared with 35% for culture-based methods alone among 63 children with pneumonia complicated by empyema. Recovery of S pneumoniae doubled from 35% to 71% using PCR, confirming the importance of this pathogen in severe pneumonia. Serotype 19A, responsible for 23% of S pneumoniae isolates recovered by culture, represented only 2% of culture-negative isolates recovered by PCR. Likewise, only 2% of culture-negative empyema cases were attributed to S aureus, whereas this pathogen was responsible for 18% of culture-positive cases. Although the impact of pneumococcal serotype 19A and S aureus should not be minimized, this study demonstrates the potential bias associated with reliance on culture-based methods and the need for improved diagnostics.Laboratory markers (eg, white blood cell count, C-reactive protein) are also often used to assist in predicting etiology, although these tests generally lack sufficient sensitivity or specificity to guide decision-making and are rarely helpful in confirming the diagnosis [142] [143] [144] [145] [146] [147] [148] [149] . These tests may be helpful in selected cases when measured serially to track disease progression and response to therapy.Procalcitonin is another potential biomarker for bacterial pneumonia. Procalcitonin is elevated in serious bacterial infections, and it has been used to predict neonatal sepsis and bacterial meningitis [150] [151] [152] [153] . In most reported studies, procalcitonin is significantly higher among children with bacterial (ie, pneumococcal) pneumonia compared with pneumonia caused by viral or atypical pathogens [144, 145, [154] [155] [156] [157] . Cutoff values ranging from 0.5 ng/mL to 2 ng/mL have been proposed to distinguish bacterial pneumonia from other pathogens, although these values lack sufficient sensitivity and specificity for routine clinical use. Lower cutoff values demonstrate improved sensitivity [157] , and they may prove useful in reducing antimicrobial use as demonstrated in a randomized controlled trial [158] .Other diagnostic methods on the horizon include genomic and proteomic analyses. Host gene expression analyses using blood microarray distinguish between individuals with acute viral or bacterial infections and healthy controls and may also predict illness severity [159] [160] [161] [162] . Urinary metabolic profiles and breath analysis may also one day prove useful for diagnostic purposes [163, 164] , although all of these techniques require additional investigation.Despite a better understanding of CAP epidemiology and its evolution in the conjugate vaccine era, optimal disease management remains a challenge. Although our appreciation for viral CAP has grown, it remains difficult to distinguish bacterial from viral etiologies, and even when bacterial disease seems obvious, insensitive diagnostics make precise pathogen detection challenging. Furthermore, the heterogeneous nature of the disease leads to a wide spectrum of illness severity, rendering outcome prediction difficult. The net effect is clinical decision-making that often lacks evidence, leading to wide variation in disease management, resource utilization, and outcomes [165] . In the United States, national guidelines for the management of CAP in children were published jointly by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America [166] . The guidelines are comprehensive in scope and are an excellent resource for both clinicians and investigators, which hopefully will assist in standardizing management strategies. However, the presence of evidence-based national guidelines will not lead to improved care and outcomes unless widespread local adoption and implementation efforts are used [167, 168] .Several recommendations in the guidelines center on antimicrobial management, emphasizing the use of narrow spectrum antibiotics (ie, penicillin and aminopenicillins) for the majority of cases of bacterial pneumonia (Table 3) . Strong consideration for withholding antibiotics among children less than 5 years of age with mild CAP is also recommended. Controversy over these points can be expected because this approach represents a major departure from typical practice in the United States Nonetheless, these recommendations are well supported by evidence, including recognition of the importance of viral CAP among young children; the dramatic reductions in IPD incidence and concomitant declines in penicillin resistance after introduction of PCV7 -a trend likely to continue with PCV13; and the proven effectiveness of appropriately dosed narrow spectrum therapy against nonmeningitic pneumococcal infections in the absence of high-level penicillin resistance.In contrast, several of the guidelines' recommendations were supported by poor-quality evidence. The guideline committee highlighted this challenge by identifying areas for future research. Blood cultures are recommended for all children hospitalized with CAP even though the sensitivity of this test is poor; most children with suspected bacterial pneumonia have negative blood cultures. However, very little data are available to guide clinicians in selecting populations in whom blood cultures may be most useful. Macrolide therapy is recommended for CAP caused by atypical pathogens, although without microbiologic confirmation, distinguishing atypical from viral and typical bacterial pathogens remains challenging. Evidence demonstrating substantial effectiveness of macrolides for primary treatment of atypical CAP is also lacking. Recommendations for severe CAP are also less clear, including the use of adjunctive immunomodulatory therapies for very severe CAP [169] and optimal management approaches for CAP complicated by pleural effusion or empyema. Simply defining CAP disease severity using objective criteria would be useful. A number of clinical severity scores are available for adult CAP (eg, CURB-65 [170] Pneumonia Severity Index [171] ), which predict outcomes. These scores are used for risk stratification in research studies, and help to inform site of care decisions and tailor antimicrobial therapies in clinical care [172, 173] . The majority of these adult severity scores are designed to predict disease mortality and include predictive factors that are not relevant to children, thus limiting their utility in pediatric populations. Unfortunately, no pediatric CAP severity scores have been validated in the developed world, which is a major impediment to advancing our understanding of disease severity and improving outcomes for pediatric CAP.Over the last 2 decades, our understanding of the epidemiology of pediatric CAP and the varied nature of the disease has grown substantially. The introduction of conjugate vaccines targeting HiB and S pneumoniae has dramatically reduced the incidence of invasive disease caused by these pathogens, although pneumococcus remains the most common bacterial cause of pediatric CAP. In addition, the emergence of CA-MRSA has led to an epidemic of serious infections. Finally, improvements in diagnostic methods have confirmed the importance of respiratory viruses, both singularly and in mixed infections, and improved our understanding of the role of M pneumoniae and other atypical pathogens as important causes of pediatric CAP. Despite these many advances, uncertainty abounds. Diagnostics with the ability to rapidly and comprehensively assess etiology and predict outcomes at the point of care are urgently needed. Highly sensitive and specific diagnostics are essential to improving disease management and informing our knowledge of disease pathogenesis and outcomes for viruses, bacteria, and mixed infections. Treatment studies of both old and new antimicrobials and adjunctive therapies are imperative for facilitating appropriate antimicrobial selection, combating antimicrobial resistance, and optimizing outcomes. Finally, epidemiologic studies using state-of-the-art diagnostics and populationbased surveillance must continue to monitor disease trends and inform public policy",
    "metadata": {
        "paper_id": "2794ce17b4648bed210c57a9a7b51fa255601211",
        "title": "Community-Acquired Pneumonia in the Conjugate Vaccine Era"
    }
}