{
    "abstract": [],
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b0",
            "title": "Army applies Emulate's lung-on-a-chip technology to COVID-19 research",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "",
                    "last": "Wyss Institute",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "Human organs-on-chips",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF3": {
            "authors": [
                {
                    "first": "D",
                    "last": "Huh",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "B",
                    "last": "Matthews",
                    "middle": [
                        "D"
                    ],
                    "suffix": ""
                },
                {
                    "first": "A",
                    "last": "Mammoto",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Montoya-Zavala",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "H",
                    "last": "Hsin",
                    "middle": [
                        "Y"
                    ],
                    "suffix": ""
                },
                {
                    "first": "D",
                    "last": "Ingber",
                    "middle": [
                        "E"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "1662--1668",
            "ref_id": "b3",
            "title": "Reconstituting organ-level lung functions on a chip",
            "venue": "",
            "volume": "328",
            "year": 2010
        },
        "BIBREF4": {
            "authors": [
                {
                    "first": "D",
                    "last": "Huh",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "159",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.3004249"
                ]
            },
            "pages": "",
            "ref_id": "b4",
            "title": "A human disease model of drug toxicity-induced pulmonary edema in a lung-on-a-chip microdevice",
            "venue": "Sci. Transl. Med",
            "volume": "4",
            "year": 2012
        },
        "BIBREF5": {
            "authors": [
                {
                    "first": "A",
                    "last": "Jain",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Primary human lung alveoluson-a-chip model of intravascular thrombosis for assessment of therapeutics",
            "venue": "Clin. Pharmacol",
            "volume": "",
            "year": null
        },
        "BIBREF7": {
            "authors": [
                {
                    "first": "B",
                    "last": "Hassell",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "2",
            "other_ids": {},
            "pages": "508--516",
            "ref_id": "b7",
            "title": "Human organ chip models recapitulate orthotopic lung cancer growth, therapeutic responses, and tumor dormancy in vitro",
            "venue": "Cell Rep",
            "volume": "21",
            "year": 2017
        },
        "BIBREF8": {
            "authors": [
                {
                    "first": "K",
                    "last": "Benam",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.3697"
                ]
            },
            "pages": "151--157",
            "ref_id": "b8",
            "title": "Small airway-on-a-chip enables analysis of human lung inflammation and drug responses in vitro",
            "venue": "Nature Methods",
            "volume": "13",
            "year": 2016
        },
        "BIBREF9": {
            "authors": [
                {
                    "first": "L",
                    "last": "Si",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41551-021-00718-9"
                ]
            },
            "pages": "",
            "ref_id": "b9",
            "title": "A human-airway-on-a-chip for the rapid identification of candidate antiviral therapeutics and prophylactics",
            "venue": "Nature Biomed. Eng",
            "volume": "",
            "year": 2021
        }
    },
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": " The novel coronavirus is a new kind of enemy. Now, the United States Army has added a cutting-edge tool to its arsenal to better understand this threat: \"organs-on-chips\" that recapitulate the microarchitecture and function of living human lungs."
        },
        {
            "cite_spans": [
                {
                    "end": 248,
                    "ref_id": "BIBREF0",
                    "start": 245,
                    "text": "[1]"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "In December 2020, Emulate, Inc. announced that researchers at the U.S. Army Combat Capabilities Development Command (DEVCOM) Chemical Biological Center (CBC) are using its Lung-Chips to better understand how SARS-CoV-2 interacts with lung cells [1] . With funding from the FY20 Coronavirus Aid, Relief, and Economic Security (CARES) Act, CBC scientists are conducting research with the Lung-Chips to observe intracellular interactions and gain insight into the role of proteins within human lung cells exposed to the virus. They hope this research will lead to the creation of therapeutic and protective measures and, ultimately, help in the development of preventive medications."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 600,
                    "ref_id": "FIGREF0",
                    "start": 591,
                    "text": "(Figure 1"
                }
            ],
            "section": "Organ-on-a-chip",
            "text": "Traditionally, developing a new drug involves extensive animal testing and in vitro cell studies. However, studies in both animal models and two-dimensional cell cultures often fail to translate into human patients, as neither model accurately mimics human physiology. To accelerate drug development, researchers need alternative ways to model human diseases. The term \"organ-on-a-chip,\" as well as the technology, was initially developed by Donald Ingber, founder of the Wyss Institute for Biologically Inspired Engineering at Harvard University and the scientific founder of Emulate, Inc. (Figure 1 ). \"These are microfluidic devices lined with living human cells that recreate the tissue-tissue interfaces and physical microenvironment of organs,\" says Ingber. \"I describe them as living, three-dimensional cross sections of the major functional units of an organ. We are not building a whole organ; we want to have a window on molecular-scale activity inside living cells.\""
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organ-on-a-chip",
            "text": "Each Organ-Chip consists of a clear, flexible polymer about the size of an AA battery that contains hollow microfluidic channels lined by living, organ-specific cells interfaced with a human endothelial cell- The chips provide a window into the inner workings of human cells in living tissues."
        },
        {
            "cite_spans": [
                {
                    "end": 554,
                    "ref_id": "BIBREF3",
                    "start": 551,
                    "text": "[3]"
                }
            ],
            "ref_spans": [
                {
                    "end": 306,
                    "ref_id": "FIGREF1",
                    "start": 298,
                    "text": "Figure 3"
                }
            ],
            "section": "Organ-on-a-chip",
            "text": "network of capillaries. It is here that the exchange of oxygen and carbon dioxide occurs. The Alveolus Lung-Chip has a top layer of lung cells that recreates air moving along it and a bottom layer that mimics blood flow delivering micronutrients inside the tissue, separated by a porous membrane ( Figure 3 ). Ingber and his colleagues showed that the mechanical force applied to the Lung-Chip, to simulate breathing, actually activated biologically relevant molecular pathways that are required to faithfully mimic lung physiology and disease states [3] ."
        },
        {
            "cite_spans": [
                {
                    "end": 173,
                    "ref_id": "BIBREF4",
                    "start": 170,
                    "text": "[4]"
                },
                {
                    "end": 200,
                    "ref_id": "BIBREF5",
                    "start": 197,
                    "text": "[5]"
                },
                {
                    "end": 222,
                    "ref_id": "BIBREF7",
                    "start": 219,
                    "text": "[6]"
                },
                {
                    "end": 343,
                    "ref_id": "BIBREF8",
                    "start": 340,
                    "text": "[7]"
                },
                {
                    "end": 455,
                    "ref_id": "BIBREF9",
                    "start": 452,
                    "text": "[8]"
                }
            ],
            "ref_spans": [],
            "section": "Organ-on-a-chip",
            "text": "Following the first publication of this model, Ingber's team has published several studies to model different respiratory conditions, including models of pulmonary edema [4] , pulmonary thrombosis [5] , and lung cancer [6] . They also developed a Small Airway-on-a-Chip and used it to model chronic obstructive pulmonary disease and asthma [7] . Most recently, they have modeled infections by influenza and other viruses using a Large Airway-on-a-Chip [8] ."
        },
        {
            "cite_spans": [
                {
                    "end": 581,
                    "ref_id": "BIBREF2",
                    "start": 578,
                    "text": "[2]"
                }
            ],
            "ref_spans": [
                {
                    "end": 319,
                    "ref_id": "FIGREF2",
                    "start": 311,
                    "text": "Figure 2"
                }
            ],
            "section": "Organ-on-a-chip",
            "text": "The multiple advantages and applications of organ-on-a-chip models led Ingber to launch Emulate, Inc. The company licensed the technology and is further developing and commercializing organ-on-a-chip devices and accompanying automated instruments. Emulate, Inc. creates chips for lined artificial vasculature ( Figure 2 ). Since they are translucent, the chips provide a window into the inner workings of human cells in living tissues. In addition, mechanical forces can be applied to mimic the physical microenvironment of living organs, such as breathing motions in the lungs [2] ."
        },
        {
            "cite_spans": [
                {
                    "end": 112,
                    "ref_id": "BIBREF3",
                    "start": 109,
                    "text": "[3]"
                },
                {
                    "end": 296,
                    "ref_id": null,
                    "start": 293,
                    "text": "[9]"
                }
            ],
            "ref_spans": [
                {
                    "end": 485,
                    "ref_id": "FIGREF3",
                    "start": 475,
                    "text": "(Figure 4)"
                }
            ],
            "section": "Organ-on-a-chip",
            "text": "In 2010, Ingber and his colleagues developed the first organ to be modeled on a chip, the Alveolus Lung-Chip [3] . The alveoli, the smallest structures of the lung, are hollow, air-filled sacs surrounded by a multiple organs in addition to lungs, including kidney, intestine, liver, and brain [9] . \"We collaborate with a range of customers who have purchased our platform and chips to do their research,\" says Lorna Ewart, Emulate, Inc.'s Executive Vice President in Europe (Figure 4) . \"Our technology is in use at major pharmaceutical and biotechnology companies, as well as in government and academic laboratories.\""
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Know your enemy",
            "text": "And now, Emulate, Inc.'s Lung-Chips are in the hands of the U.S. Army CBC. The focus of the CBC is to develop cell-based assays its researchers can use to learn about chemical and biological agents. One reason the CBC is equipped to perform this research is its Biosafety Level 3 facility, which is a laboratory under higher levels of containment where some of the deadlier biological agents can be handled safely. This includes the SARS-CoV-2 virus."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 468,
                    "ref_id": "FIGREF4",
                    "start": 460,
                    "text": "Figure 5"
                }
            ],
            "section": "Know your enemy",
            "text": "CBC researchers are using both the Alveolus and Small Airway Lung-Chips from Emulate, Inc. in their studies of the novel coronavirus. The two chips are complementary and model the different functional units of each area of the respiratory system. For instance, a distinguishing feature of the Small Airway Chip is that airway cells have cilia, tiny hairs that beat in a unidirectional fashion to sweep debris and bacterial or viral particles out of the body ( Figure 5 )."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Know your enemy",
            "text": "Ingber says it makes sense to use both the Alveolus and Small Airway Lung-Chips to study SARS-CoV-2. \"The initial infection occurs in ciliated airway cells, which express the angiotensin-converting enzyme 2 (ACE2) receptor that is the target of the virus,\" says Ingber. \"The Airway Chip is useful to look at initial proliferation, inflammation, and cytokine cascade, whereas the Alveolus Chip can be used to examine critical parts of the disease, such as pneumonia, acute respiratory distress syndrome, and blood coagulation."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 573,
                    "ref_id": "FIGREF5",
                    "start": 564,
                    "text": "(Figure 6"
                }
            ],
            "section": "Know your enemy",
            "text": "\"The big advantage is we can model host response to infection. Traditional drug screening just looks at the initial viral infection, but the bigger problem in COVID-19 is the host response, including cytokine storms, inflammatory cascades, and coagulation responses. You can't mimic that with cells in a dish.\" CBC research biologists Tyler Goralski and Dan Angelini have big plans for Emulate, Inc.'s Lung-Chips. \"Our primary goal is pure, mechanistic inquiry,\" says Goralski, who is one of the principal investigators for the CBC's Predictive Toxicology Program (Figure 6 ). We know a lot about how SARS-CoV-2 enters human cells and replicates, but we don't know everything. With these Lung-Chips, we are attempting to collect RNA and protein from the cells and subject that to various analyses to look at the transcriptome, metabolome, and proteome. With that information, we can begin to make predictions about different cellular pathways that are impacted and, specifically, how the virus is affecting lung cells.\" Additionally, Goralski and Angelini hope to determine the exact infectious dose and time the cascade of events inside the lung tissue when that threshold is reached."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Know your enemy",
            "text": "The CBC researchers say their ultimate goal is not to develop another vaccine, but to discover potential targets for therapeutics to intervene for patients already sick with COVID-19. As they uncover this information, they will share the data with the global medical community now fighting the pandemic."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Know your enemy",
            "text": "For Goralski, Emulate, Inc.'s Organ-Chips are a game-changer, saving the Army time, money, and research animals. \"This SARS-CoV-2 project has opened the door for us to use this organ-on-a-chip system, which is amenable to other types of organs with which we also work,\" he says. \"We can now research other biological threats with this technology.\""
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research model of the future",
            "text": "It is not just the U.S. Army conducting SARS-CoV-2 research with Organ-Chips. Emulate, Inc. is working with biotechnology companies and academic laboratories around the world to support studies of the novel coronavirus. Furthermore, organizations including the Pasteur Institute, Public Health England, and the National Institute of Allergy and Infectious Diseases are conducting their own COVID-19 research with Lung-Chips. Ewart says the U.S. Food and Drug Administration (FDA) is using the Small Airway Lung-Chip to look at COVID-19 vaccine safety."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research model of the future",
            "text": "Although organ-on-a-chip technology is only about ten years old, it is now at a pivotal point. The devices have gone through the early phases of testing and are now available for people to use in their own research. \"I think we are at a point now at Emulate where we have a productive platform that we know is robust and reproducible, so we can work on democratizing that technology,\" says Ewart. \"We believe in the coming years, we will start seeing scientists from government, military, academia, and pharma companies adopting the platform more and increasingly using it in their decision-making.\" Already, Emulate, Inc.'s Lung-Chips are proving to be valuable tools in the quest to learn as much as possible about the novel coronavirus, from how it attacks human lung cells to how it replicates and affects specific cell components at different stages of infection. According to Ewart, for this new enemy, bold, new technology like Organ-Chips may be our best hope."
        },
        {
            "cite_spans": [
                {
                    "end": 1059,
                    "ref_id": "BIBREF9",
                    "start": 1056,
                    "text": "[8]"
                }
            ],
            "ref_spans": [],
            "section": "Research model of the future",
            "text": "While traditional technologies for in vitro modeling have been slow to innovate, resulting in a high failure rate in drug development and a limited understanding of human physiological response to infection, advanced models like Organ-Chips are demonstrating more predictive outcomes than animal studies and two-dimensional cell cultures. \"During this pandemic, the scientific community has learned that we have to respond quickly to these Lung-Chips are proving to be valuable tools in the quest to learn as much as possible about the novel coronavirus. types of threats,\" Ewart says. \"The technologies that we have been using up until now have been shown to be inadequate. They are not responsive enough to help us move quickly and address a crisis.\" \"almosT all The work on COVID-19 drug development is on cells in a dish that do not look like the cells in our bodies, \" says Ingber. \"In our recent work with SARS-CoV-2 pseudovirus, we found that many drugs work in cultured cells, but only a subset work in our Lung-Chips-and in COVID-19 animal models [8] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research model of the future",
            "text": "We have now shown that we have multiple examples where our organ-on-a-chip models of lung and other organs have shown excellent clinical mimicry. \"   References"
        }
    ],
    "metadata": {
        "authors": [],
        "title": ""
    },
    "paper_id": "2776f9ffc8b020fa0f26a4909400e21adee85d93",
    "ref_entries": {
        "FIGREF0": {
            "latex": null,
            "text": "Don Ingber, founder of the Wyss Institute for Biologically Inspired Engineering at Harvard University and the scientific founder of Emulate, Inc. (Photo courtesy of Wyss Institute and Harvard University.)",
            "type": "figure"
        },
        "FIGREF1": {
            "latex": null,
            "text": "Cross section of Alveolus Lung-Chip architecture and cell configuration. (Image courtesy of Emulate, Inc.)",
            "type": "figure"
        },
        "FIGREF2": {
            "latex": null,
            "text": "The Emulate Organ Chip is a transparent, three-dimensional cross section of the major functional units of an organ. (Image courtesy of Emulate, Inc.)",
            "type": "figure"
        },
        "FIGREF3": {
            "latex": null,
            "text": "Lorna Ewart. (Photo courtesy of Emulate, Inc.)",
            "type": "figure"
        },
        "FIGREF4": {
            "latex": null,
            "text": "SEM image showing human ciliated cells inside Emulate's Lung-Chip. (Image courtesy of Emulate, Inc.)",
            "type": "figure"
        },
        "FIGREF5": {
            "latex": null,
            "text": "Tyler Goralski, research biologist at the U.S. Army Chemical Biological Center (CBC) and one of the principal investigators for their Predictive Toxicology Program. (Photo courtesy of the U.S. Army.)",
            "type": "figure"
        },
        "TABREF0": {
            "latex": null,
            "text": "Digital Object Identifier 10.1109/MPULS.2021.3078598 Date of current version: 23 June 2021.",
            "type": "table"
        }
    }
}