{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Both IL-17A and IL-22 share cellular sources and signalling pathways. They have synergistic action on epithelial cells to stimulate their production of antimicrobial peptides which are protective against infections. However, both interleukins may contribute to ARDS pathology if their production is not controlled. This study aimed to investigate serum levels of IL-17A and IL-22 in relation to the disease outcome in patients with SARS-CoV-2. Serum IL-17A and IL-22 were measured by ELISA in 40 patients with SARS-CoV-2, aged between 2 months and 16 years, (18 had COVID-19 and 22 had multisystem inflammatory syndrome in children \"MIS-C\") in comparison to 48 age-and sex-matched healthy control children. Patients with COVID-19 and MIS-C had significantly higher serum IL-17A and IL-22 levels than healthy control children (P<0.001). Increased serum IL-17A and IL-22 levels were found in all patients. Elevated CRP and serum ferritin levels were found in 90% of these patients."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Lymphopenia, neutrophilia, neutropenia, thrombocytopenia and elevated ALT, LDH and D-dimer were found in 45%, 42.5 %, 2.5%, 30%, 24.1%, 32.5%, 82.5%, and 65%, respectively of these patients. There were non-significant differences between patients who recovered and those who died or had a residual illness in evels of IL-17A, IL-22 and routine inflammatory markers of COVID-19. In conclusions, serum IL-17A and IL-22 levels were up-regulated in all patients with COVID-19 and MIS-C. Levels of serum IL-17A, IL-22 and the routine inflammatory markers of COVID-19 were not correlated with the disease outcome. Our conclusions are limited by the sample size."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 402,
                    "ref_id": "BIBREF0",
                    "start": 399,
                    "text": "[1,"
                },
                {
                    "end": 405,
                    "ref_id": null,
                    "start": 403,
                    "text": "2]"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Cytokine storm has been observed in some COVID-19 patients that may progress to multiple organ dysfunction and death. Thus, the prevention and early treatment of cytokine storm in patients with COVID-19 are important. Measuring levels of serum pro-inflammatory cytokines have many potential applications in COVID-19 management, determination of prognosis and prediction of the response to treatment [1, 2] ."
        },
        {
            "cite_spans": [
                {
                    "end": 386,
                    "ref_id": "BIBREF3",
                    "start": 383,
                    "text": "[3]"
                },
                {
                    "end": 487,
                    "ref_id": "BIBREF4",
                    "start": 484,
                    "text": "[4]"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "T helper (Th) 17 cells, a distinct lineage of effector CD4 + T cells, are characterized by production of interleukin (IL)-17. These cells also express IL-22, at substantially higher amounts than Th1 or Th2 cells. IL-6 enhances the generation of Th17 cells and both IL-6 and IL-17 synergistically promote viral persistence by the protection of the virus-infected cells from apoptosis [3] . Similar to IL-17A, IL-22 expression was initiated by IL-6 and other pro-inflammatory cytokines [4] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "IL-17 family of cytokines consists of six ligands from IL-17A to IL-17F. IL-17A is considered to be the effector and the classic cytokine of Th17 CD4 + T cells."
        },
        {
            "cite_spans": [
                {
                    "end": 285,
                    "ref_id": "BIBREF5",
                    "start": 282,
                    "text": "[5,"
                },
                {
                    "end": 288,
                    "ref_id": "BIBREF6",
                    "start": 286,
                    "text": "6]"
                },
                {
                    "end": 457,
                    "ref_id": "BIBREF6",
                    "start": 454,
                    "text": "[6,"
                },
                {
                    "end": 460,
                    "ref_id": "BIBREF7",
                    "start": 458,
                    "text": "7]"
                },
                {
                    "end": 779,
                    "ref_id": "BIBREF8",
                    "start": 776,
                    "text": "[8,"
                },
                {
                    "end": 782,
                    "ref_id": null,
                    "start": 780,
                    "text": "9]"
                },
                {
                    "end": 990,
                    "ref_id": null,
                    "start": 986,
                    "text": "[10]"
                },
                {
                    "end": 1117,
                    "ref_id": null,
                    "start": 1113,
                    "text": "[11]"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "IL-17A plays a protective role in the host defense against pathogens through eliciting an acute immune response at the epithelial and mucosal barriers to induce the tissue healing after injury and to maintain the epithelial tight-junction barrier during the process of inflammation [5, 6] . However, uncontrolled and excessive production of IL-17A is one of the potential mechanisms underlying autoimmunity, chronic inflammatory conditions and neoplasms [6, 7] . Although the mediated responses of IL-17A play a role in the killing of the pathogens via neutrophil recruitment, this may occur at the expense of the tissue damage. This \"double-edged sword\" paradigm has been involved in the lung injury caused by acute respiratory distress syndrome and H1N1 influenza infection [8, 9] . IL-22 is a member of the IL-10 family. It mediates its effects via the IL-22 receptor complex which is expressed by non-hematopoietic cell lineages of lung, skin, intestine, liver, pancreas and kidney [10] . IL-22 has a dual role either protective or pathogenic functions during inflammatory, infectious and autoimmune diseases [11] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "It has a role in tissue regeneration and regulation of host defense at barrier surfaces."
        },
        {
            "cite_spans": [
                {
                    "end": 102,
                    "ref_id": null,
                    "start": 98,
                    "text": "[10]"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "However, IL-22 has also been linked to several conditions involving inflammatory tissue pathology [10] ."
        },
        {
            "cite_spans": [
                {
                    "end": 427,
                    "ref_id": null,
                    "start": 423,
                    "text": "[12]"
                },
                {
                    "end": 657,
                    "ref_id": null,
                    "start": 654,
                    "text": "[2]"
                },
                {
                    "end": 746,
                    "ref_id": null,
                    "start": 742,
                    "text": "[13]"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Despite their protective role against extracellular pathogens and their active role in the regeneration of epithelial barrier organs, IL-17 and IL-22 may be detrimental when they are not tightly regulated. Indeed, these cytokines contribute to the pathology observed in several inflammatory and autoimmune diseases. They induce lung epithelial cells to express chemokines that attract neutrophils to the sites of infection [12] . Tocilizumab, a specific monoclonal antibody that blocks IL-6, has emerged as an alternative treatment for severe or critically ill COVID-19 patients with extensive lesions in the lungs and a confirmed elevated level of IL-6 [2] . A cytokine that may be related to IL-6 in the context of viral infection is IL-17 [13] . The debate whether blocking the other cytokines could reduce COVID-19 impact is growing."
        },
        {
            "cite_spans": [
                {
                    "end": 109,
                    "ref_id": null,
                    "start": 102,
                    "text": "19 [12]"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Targeting the TH17 pathway may benefit the patients with TH17 dominant immune profiles such as COVID- 19 [12] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "This study aimed to investigate serum levels of IL-17A and IL-22 in relation to the disease outcome in patients with COVID-19 and multisystem inflammatory syndrome in children (MIS-C)."
        },
        {
            "cite_spans": [
                {
                    "end": 46,
                    "ref_id": "BIBREF10",
                    "start": 44,
                    "text": "18"
                }
            ],
            "ref_spans": [],
            "section": "Study population",
            "text": "This cross-sectional study was conducted on 18 An informed written consent of participation in this study was signed by the parents or legal guardians of the study subjects. This work was approved by the local Ethical Committee of the Faculty of Medicine, Ain Shams University, Cairo, Egypt.  Outcome assessment: All patients were assessed on discharge from the hospital. They were classified according to their fate into patients with complete cure, patients with a residual illness in one or more of the major organs and those who unfortunately died."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19:",
            "text": " Complete blood picture (CBC): using coulter counter (Coulter MAXMUG-HL -CCI) and Leishman-stained peripheral blood film examination for differential white blood cell counting with special emphasis on neutrophil and lymphocyte counts. "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 961,
                    "ref_id": "TABREF8",
                    "start": 952,
                    "text": "(table 3)"
                }
            ],
            "section": "Statistical Analysis:",
            "text": "The results were analyzed by using the available software package (Statview, Abacus concepts, inc., Berkley, CA, USA). The parametric data were presented as mean and standard deviation (SD). The non-parametric data were presented as median and interquartile range (IQR) that is between the 25th and 75th percentiles. The parametric data was compared by using the Student's t-test, while the Mann-Whitney test was used to compare the non-parametric data. Chisquare test was used for comparison between qualitative variables of the studied groups. Spearman's rho correlation coefficient \"r\" test was used to determine the relationship between the all different variables. A probability (P) value of less than 0.05 was considered to be significant for all the tests. Patients were considered to have elevated serum levels of IL-17A and IL-22 if their levels were above the calculated highest cut-off values (the 95th percentiles of the healthy controls). (table 3) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients",
            "text": "There were non-significant differences between patients who recovered and those who died or had a residual illness in serum levels of IL-17A, IL-22 and the routine inflammatory markers of COVID-19 (tables 4,5)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients",
            "text": "There were non-significant differences between patients who had COVID-19"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients",
            "text": "and those who had MIS-C in serum levels of IL-17A and IL-22 (P>0.05)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 120,
                    "ref_id": "FIGREF11",
                    "start": 112,
                    "text": "figure 1"
                }
            ],
            "section": "Patients",
            "text": "There were significant positive correlations between serum levels of IL-17A and IL-22 in the studied patients ( figure 1 )."
        },
        {
            "cite_spans": [
                {
                    "end": 172,
                    "ref_id": "BIBREF11",
                    "start": 168,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Beside the immune responses of Th1 and Th2 cells, a role of Th17 cells has been emerged in the pathogenesis of the inflammatory and autoimmune disorders. control group [19] ."
        },
        {
            "cite_spans": [
                {
                    "end": 202,
                    "ref_id": null,
                    "start": 198,
                    "text": "[20]"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "During the rapid progression phase of COVID-19, the immune and inflammatory responses induce a severe cytokine storm due to the release of cytokines such as IL-6, IL-7, IL-22, IL-17 and many others [20] . The expression of both IL-17A"
        },
        {
            "cite_spans": [
                {
                    "end": 34,
                    "ref_id": "BIBREF3",
                    "start": 31,
                    "text": "[3,"
                },
                {
                    "end": 37,
                    "ref_id": "BIBREF4",
                    "start": 35,
                    "text": "4]"
                },
                {
                    "end": 87,
                    "ref_id": "BIBREF14",
                    "start": 83,
                    "text": "[21]"
                },
                {
                    "end": 225,
                    "ref_id": "BIBREF15",
                    "start": 221,
                    "text": "[22]"
                },
                {
                    "end": 363,
                    "ref_id": "BIBREF16",
                    "start": 359,
                    "text": "[23,"
                },
                {
                    "end": 367,
                    "ref_id": null,
                    "start": 364,
                    "text": "24]"
                },
                {
                    "end": 520,
                    "ref_id": "BIBREF17",
                    "start": 516,
                    "text": "[25,"
                },
                {
                    "end": 524,
                    "ref_id": "BIBREF18",
                    "start": 521,
                    "text": "26]"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "and IL-22 is initiated by IL-6 [3, 4] which is increased in patients with COVID-19 [21] . Measurement of inflammatory markers may help in the diagnosis, evaluation of the severity and monitoring the treatment of COVID-19 [22] . Immune dysfunction, especially cytokine storm and lymphopenia, in some patients with COVID-19 is a fatal factor for these patients [23, 24] . The elevated levels of inflammatory cytokines in COVID-19 patients is associated the decreased number and the increased exhaustion of lymphocytes [25, 26] ."
        },
        {
            "cite_spans": [
                {
                    "end": 336,
                    "ref_id": "BIBREF6",
                    "start": 333,
                    "text": "[6]"
                },
                {
                    "end": 744,
                    "ref_id": null,
                    "start": 740,
                    "text": "[31]"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "IL-17A has been shown to play a protective role in host defense against pathogens through eliciting acute immune response at epithelial and mucosal barriers, to take part in tissue healing after injury. However, uncontrolled and excessive production of IL-17A is one of the mechanisms that have a key role in inflammatory conditions [6] . Infection is a complex series of interaction between the human host, the microbe and the environment. Host genomic variability has been linked to complications associated with infections. In COVID-19 pandemic, the identification of the host genomic factors that increase the resistance or the susceptibility to COVID-19 and translation of these findings to improve the patient care should be the goal [31] . Thus, genetic factors may determine the outcome of the disease rather than the level of the inflammatory markers. This may explain the lack of association between the studied inflammatory markers and the outcome of COVID-19 infection in this study."
        },
        {
            "cite_spans": [
                {
                    "end": 135,
                    "ref_id": null,
                    "start": 131,
                    "text": "[32]"
                },
                {
                    "end": 343,
                    "ref_id": "BIBREF27",
                    "start": 339,
                    "text": "[33]"
                },
                {
                    "end": 666,
                    "ref_id": "BIBREF28",
                    "start": 662,
                    "text": "[34]"
                },
                {
                    "end": 827,
                    "ref_id": "BIBREF29",
                    "start": 823,
                    "text": "[35]"
                },
                {
                    "end": 874,
                    "ref_id": "BIBREF30",
                    "start": 870,
                    "text": "[36]"
                },
                {
                    "end": 879,
                    "ref_id": "BIBREF31",
                    "start": 875,
                    "text": "[37]"
                },
                {
                    "end": 884,
                    "ref_id": "BIBREF32",
                    "start": 880,
                    "text": "[38]"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "In contrast to our study, elevated levels of serum IL-17A were reported to be associated with the disease severity and progression [32] . Although the inflammatory markers are considered non-specific in patients with COVID-19 infection, serum levels of IL-6 and CRP were reported to predict the outcome in patients with COVID-19 infection [33] . Significantly elevated white blood cell count and acute-phase reactants, including C-reactive protein, ferritin, serum amyloid A, and procalcitonin and marked lymphopenia were also reported as sensitive markers that may be used to predict disease severity, outcome, and mortality in patients with COVID-19 infection [34] . A meta-analysis suggested that elevated procalcitonin, CRP, D-dimer, and LDH and decreased albumin can be used for predicting severe outcomes in COVID-19 [35] . peptides that precede adaptive immunity [36] [37] [38] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Limitation of this study is the small number of the studied children. So, further studies, on large scales, that investigate the relationship between SARS-CoV-2 severity and outcome and both IL-17A and IL-22 are required."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 13,
                    "ref_id": "TABREF8",
                    "start": 6,
                    "text": "Table 3"
                },
                {
                    "end": 155,
                    "ref_id": "TABREF9",
                    "start": 148,
                    "text": "Table 4"
                }
            ],
            "section": "Conclusion",
            "text": "Serum Table 3 . Percentage of the abnormalities of the levels of routine inflammatory markers of COVID-19, IL 17A and IL22 in the studied patients. Table 4 . Comparison between the studied patients who recovered and those patients who died in serum levels of the studied inflammatory markers of COVID-19. "
        }
    ],
    "metadata": {
        "paper_id": "27bc53a232bdbb5d7f7c7ad36846327c9180f799",
        "title": "Journal Pre-proofs Up-regulated Serum Levels of Interleukin (IL)-17A and IL-22 in Egyptian Pe- diatric Patients with COVID-19 and MIS-C: Relation to the Disease Outcome Up-regulated Serum Levels of Interleukin (IL)-17A and IL-22 in Egyptian Pediatric Patients with COVID-19 and MIS-C: Relation to the Disease Outcome Title: Up-regulated serum 17A and IL-22 in SARS-CoV-2"
    }
}