{
    "abstract": [],
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "P F",
                    "last": "Day",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M T",
                    "last": "Flores",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "O",
                    "last": "Connell",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "A",
                    "last": "",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "343--359",
            "ref_id": "b0",
            "title": "International Association of Dental Traumatology guidelines for the management of traumatic dental injuries: 3. Injuries in the primary dentition",
            "venue": "Dent Traumatol",
            "volume": "36",
            "year": 2020
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "H",
                    "last": "Singh",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "A",
                    "last": "Parakh",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "415--419",
            "ref_id": "b1",
            "title": "Tracheobronchial foreign body aspiration in children",
            "venue": "Clin Pediatr",
            "volume": "53",
            "year": 2014
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "G",
                    "last": "Holan",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "D",
                    "last": "Ram",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "150--152",
            "ref_id": "b2",
            "title": "Aspiration of an avulsed primary incisor. A case report",
            "venue": "Int J Paediatr Dent",
            "volume": "10",
            "year": 2000
        },
        "BIBREF4": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b4",
            "title": "A chest radiograph showing the avulsed 62 clearly visible to the left of the L4 vertebral body References 1. NHS England. Letter to chief executives of all NHS trusts and foundation trusts",
            "venue": "",
            "volume": "29",
            "year": 2020
        },
        "BIBREF5": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Recovery of surgical services during and after COVID-19. Tool 5: Consent to treatment while COVID-19 is present in society",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF6": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b6",
            "title": "The Faculty of Dental Surgery of the Royal College of Surgeons. Recommendations for Oral Surgery during the recovery phase of the COVID-19 pandemic",
            "venue": "",
            "volume": "",
            "year": 2020
        }
    },
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "If this non-orthodox re-organised approach is currently being adopted by some dentists when restoring the worn dentition, then I hope that our paper will encourage them to keep a very close eye on how the patient's articulatory, dental and periodontal systems are reacting to the occlusions that they are providing."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "I am grateful for his observation that a dentist, who cannot find the jaw relationship of which we speak, is going to struggle to make a stabilisation splint and mount the models to do a mock equilibration. He is absolutely right. Maybe this will be the stimulus for that dentist to seek some help. Not ideal, but better than the dentist being unaware of the need, because the patient was not being carefully monitored. I hesitate to contradict the President of such an esteemed society, but I think his last paragraph describes the re-organised approach by a specific means."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "His comments are most welcome to the discussion that we hoped would arise."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "https://doi.org/10.1038/s41415-021-3532-8"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and consent",
            "text": "Sir, the results of a local completed audit cycle in our oral and maxillofacial surgery (OMFS) department have raised some interesting points for discussion that I wish to share with the wider dental community."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and consent",
            "text": "Outpatient elective activity has gradually resumed since April 2020 1 and continues to take place in line with the latest Royal College of Surgeons COVID-19 safety guidelines. 2,3 These guidelines state that the decision to bring vulnerable patients into a hospital or dental clinic environment during the COVID-19 recovery phase should be decided after careful consideration and discussion of the risks and benefits as part of informed consent."
        },
        {
            "cite_spans": [
                {
                    "end": 51,
                    "ref_id": null,
                    "start": 50,
                    "text": "4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and consent",
            "text": "In line with the Montgomery v Lanarkshire ruling, 4 it is the opinion of the authors that the significant risk of contracting COVID-19 by attending hospital during the pandemic should be communicated to patients undergoing surgery."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and consent",
            "text": "A two-cycle departmental audit was conducted to identify if this risk was being communicated and documented by clinicians for patients undergoing OMFS procedures. The results of the first cycle and an education session were presented at a local clinical governance meeting. The audit was then repeated to assess any changes to practice."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and consent",
            "text": "The results showed an improvement for the inclusion of COVID-19 risk on written consent forms from 20% to 44%. The audit concluded that there is still scope for improvement in the department for consenting for COVID-19 infection and a further cycle will be considered for the new cohort of DCTs."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and consent",
            "text": "Presenting the audit revealed substantial differences in clinician opinion and raised questions on whether COVID-19 is indeed a material risk that should be included in the formal written consent process. Those who objected to including coronavirus as a"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE rEPOrT",
            "text": "Emergency dentistry"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 438,
                    "ref_id": null,
                    "start": 430,
                    "text": "Figure 1"
                }
            ],
            "section": "Ingested not inhaled",
            "text": "Sir, a three-year-old boy presented to the Accident and Emergency Department with his mother. He had hit his face after colliding with another child in a fall that was witnessed by his parents. There was no loss of consciousness. Examination revealed traumatic dental injuries including an avulsed upper primary incisor (62) which was unaccounted for. In line with international guidelines, 1 a chest radiograph was requested and Figure 1 shows a radiopaque object projecting adjacent to the left aspect of the L4 vertebral body, crucially indicating that the avulsed tooth had been ingested rather than inhaled."
        },
        {
            "cite_spans": [
                {
                    "end": 460,
                    "ref_id": null,
                    "start": 459,
                    "text": "2"
                },
                {
                    "end": 553,
                    "ref_id": null,
                    "start": 552,
                    "text": "3"
                }
            ],
            "ref_spans": [],
            "section": "Ingested not inhaled",
            "text": "We would like to emphasise that both the child and his parents were not aware, or perhaps in the case of the child, did not communicate that the tooth was swallowed during the sudden collision. This tooth could well have been inhaled. When considering that inhalation of foreign bodies in children has a 'lack of clinical manifestation' and is therefore often not diagnosed immediately, ensuring that the child has a chest radiograph undertaken is important. 2 A lack of intervention when a foreign body has been inhaled can have serious consequences. 3 We appreciate, especially when based in primary care, that having this imaging undertaken via the local hospital can be a time-consuming process, but we urge colleagues to consider if this is clinically necessary for some patients presenting with traumatic dental injuries. P. Radford, K. Corsar, Wakefield, UK documented risk felt that implied consent is gained from patients who attend for treatment in a dental practice or hospital setting, as the risk of contracting the virus is just as likely whilst getting to the appointment or any other activity. Those in favour explained that if a patient suffered health complications from contracting COVID-19 after coming into hospital for a routine procedure, they may have changed their mind regarding treatment if this risk had been communicated beforehand. From a medico-legal perspective, there would be no certainty as to when the virus was contracted and consenting for coronavirus may be considered a self-serving, defensive practice, thus not acting in the patient's best interests. Reflecting on the audit also raises the question for those who are discussing COVID-19 infection risk in the consent process as to how much longer will we need to continue doing so as our profession navigates through the 'new normal' era? J. Girdler, D. Keshani, Bradford, UK"
        }
    ],
    "metadata": {
        "authors": [],
        "title": ""
    },
    "paper_id": "2774d1a47702c19837dfa9cf221fe5614f5cd933",
    "ref_entries": {}
}