{
    "abstract_text": "",
    "body_text": "The outburst of the novel COVID-19 has caused unprecedented stress in the healthcare systems and global economy since its outbreak in December 2019. Effective treatment for severely ill patients still needs to be identified, and many countries are still pushed by daily increases in case numbers and deaths. Furthermore, before a vaccine is made available or drugs eventually capable of preventing the infection are identified, exit strategies in those countries that have managed to bend the transmission curve are inevitably governed by trial and error. The alarm remains high also because COVID-19 flare-ups are increasingly likely and a second wave in fall is seen as a real risk.The effects of hydroxychloroquine (HCQ) on COVID-19 remain at the centre of intense debate. In the laboratory setting, HCQ has initially shown promise by interfering with the attachment, internalisation and replication of SARS-CoV-2, 1 2 the causative agent of COVID-19. Additional benefits have been inferred from the capacity of HCQ to modulate inflammatory responses via toll-like receptor inhibition, 3 possibly hindering the cytokine storm leading to acute respiratory distress syndrome, 4 and to exert anticoagulatory activities 5 capable of ameliorating COVID-19-related systemic thrombosis. 6 Very recently, however, results from in vitro assays have not been confirmed in vivo in nonhuman primates. 7 In parallel, the early enthusiasm on the clinical efficacy of HCQ on COVID-19 coming on top of small case series and open-label non-randomised trials 8 9 has rapidly deflated following the dissemination of the results from large randomised clinical trials (RCTs). Three studies ceased enrolment early because of lack of efficacy of HCQ versus control arm in preliminary analyses. [10] [11] [12] Similarly, according to rigorous RCTs recently published on high-impact medical journals, the use of HCQ did not result in higher probability of negative conversion 13 or neither improved clinical status 14 as compared with standard care in hospitalised patients with mild-to-moderate COVID-19. HCQ has also been proven ineffective in reducing symptoms severity in outpatients with early, mild SARS-CoV-2 infection. 15 Together with these discouraging clinical results, safety concerns raised on the use of high-dose antimalarials in hospitalised patients have further dimmed the initial hopes that HCQ could represent a treatment option for COVID-19. An interim analysis of a randomised, double-blinded, phase IIb study indeed reported a trend towards excessively high cardiovascular mortality in patients receiving high-dose chloroquine diphosphate (1.2 g every day for 10 days), 16 and, despite its retraction, the Lancet paper by Mehra and co-authors 17 leaves many questions still open. As a matter of fact, most of the ongoing clinical trials have now stopped their track, and the US Food and Drug Administration (FDA) revoked its emergency use authorisation for HCQ for the treatment of COVID-19. 18 In parallel, society guidelines have soon revised their recommendations. On 20 August, the Infectious Diseases Society of America strongly recommended against the use of HCQ among hospitalised patients with COVID-19. 19 The Treatment Guidelines Panel of the National Institutes of Health delivered a similar recommendation on 27 August and also discouraged the use of the drug in non-hospitalised patients with the exception of clinical trials. 20 While the therapeutic use of antimalarials increasingly appears at its sunset, the eventual role of HCQ in the prophylaxis for COVID-19 remains to be ascertained. In the published RCT so far, it is shown that administration of HCQ in asymptomatic subjects who reported household or occupational exposure to confirmed COVID-19 cases did not reduce the incidence of illness. 21 Apart from methodological issues acknowledged by the investigators themselves, a major obstacle in the interpretation of the results in this study remains the relatively long delay in the initiation of HCQ after SARS-CoV-2 exposure, raising the possibility that the explored outcome was in fact progression of early disease rather than prevention of infection. 22 Animal models and in vitro experiments have however recently suggested that the prophylactic effects of HCQ are maximised when the drug is administered before SARS-CoV-2 exposure. 23 24 While we are still waiting for more responses in vivo, and the possible beneficial role of antimalarials in the initial phases of SARS-CoV-2 infection remains at present only a suggestion, some countries continue to recommend HCQ for the preexposure and postexposure prophylaxis in at-risk individuals. 25 Such empirical use is also fuelled by new data on the reassuring safety profile of the drug in outpatient clinical trial participants for COVID-19, 26 which adds on those already known from the long-time experience in the use of HCQ as a chronic treatment for many rheumatic diseases, including systemic lupus erythematosus (SLE) and rheumatoid arthritis (RA). 3 27 However, HCQ can be still associated with potentially serious harmful side effects, including severe hypoglycaemia, neuropsychiatric effects, hypersensitivity reactions and arrhythmias. 28 While the known benefits of HCQ in rheumatic diseases fully overwhelm its side effects, indiscriminate use in healthy subjects who cannot be screened for coexisting conditions that increase the risk of HCQrelated toxicity cannot be justified. Equally important, a new wave of enthusiasm for HCQ now in the setting of COVID-19 prevention may recreate shortage for those patients in whom regular supply of the drug is essential to keep the disease optimally controlled. In this scenario of uncertainty, we urgently need solid clinical data supporting the role-if any-of HCQ in the prevention of SARS-CoV-2 infection. Although both RCTs and observational studies will soon provide valuable information, some possible limitations should be kept in mind in order to balance expectations with reality.The number of studies registered at ClinicalTrials.gov on HCQ as preexposure or postexposure prophylaxis for COVID-19 in at-risk, asymptomatic individuals continues to increase. As of 18 September, 75 trials are registered, with 30 of them recruiting. Most of the studies are recruiting high-risk healthcare workers without contraindications for HCQ treatment. Patients in HCQ experimental treatment arms differ both in timing and in dosing of treatment strategies. Duration indeed ranges from 1 to 6 months, most of the studies considering 2-3 months. Most of the protocols use a higher induction dose of 400-1200 mg/day before different maintenance doses. These can be divided into daily dosing schedules, ranging from 200 to a maximum of 800 mg, or weekly schedules, ranging from 200 mg every 3 weeks to 400 mg two times per week. In most studies, the main primary outcome is the difference in incidence of COVID-19 between HCQ and placebo; other outcomes include differences in the clinical expressivity and contagiousness of the disease, especially in terms of hospitalisation.Although RCTs are optimal at reducing sources of bias when testing the effectiveness of new drugs (or new indications), the absence of scientifically established doses of HCQ for SARS-CoV-2, together with the complex pharmacokinetics of the drug, could represent major obstacles in the definitive interpretation of the results. According to a preclinical simulation, conventional schedules for malaria prevention may not be sufficient to reach plasma concentrations that would be expected to inhibit or suppress SARS-CoV-2 (EC 50 0.72 μM). 29 Even with the FDA-approved therapeutic regimen of 800 mg loading dose followed by 400 mg/day for 3 days, only 7% of the simulations had troughs above the target 14 days after treatment initiation. Only a 800 mg loading dose, followed by 400 mg given two to three times per week, maintained weekly troughs above EC 50 in >50% of the subjects. If higher EC 50 targets are required, safety could represent a serious issue. As an additional complication, with the tested regimens, steady-state levels of HCQ are reached after 7-8 weeks, thus implying relative long duration of treatment.While waiting for data from RCTs, rheumatologists working in severely affected areas have the opportunity of providing valuable information on the outcomes of SARS-CoV-2 infection associated with chronic HCQ exposure in real life. At ClinicalTrials.gov, several observational studies are recruiting patients diagnosed with chronic inflammatory disease for whom HCQ is already approved, such as SLE and chronic inflammatory arthritis, and some preliminary results are becoming available in the literature.According to recently published cases series, patients with SLE, even when chronically treated with HCQ, do develop serious COVID-19. [30] [31] [32] [33] However, incidence and severity of SARS-CoV-2 infection in SLE cannot be compared with the general population due to a likely higher pretest probability of developing the disease in SLE. Such higher risk may depend on several factors including the high prevalence of cardiovascular, renal and pulmonary comorbidities; the concomitant use of other immunosuppressants, as well as the possible intrinsic predisposition conferred by epigenetic changes in ACE2. 34 35 Within-group comparisons stratified for HCQ treatment should be better performed. However, HCQ is routinely recommended in SLE, 36 and absence of prescription may carry a number of confounders difficult to adjust for.Case-control analyses appear more feasible in RA. Due to its limited effects on major outcomes, HCQ is rarely prescribed as monotherapy, being mostly associated with other drugs such as methotrexate (MTX). 37 Compared with other immunosuppressants, long-term use of MTX does not appear per se to be a risk factor for serious infections. 38 The decision on whether combining HCQ with other disease-modifying antirheumatic drugs (DMARDs) depends on specific disease characteristics, such as a palindromic phenotype, in minority of the cases. Also, those patients receiving HCQ in association with other DMARDs because of contraindications to second-line therapies are numerous but not prevailing among HCQ recipients. Far more commonly, combination therapy with HCQ is at the discretion of the treating rheumatologist and largely depends on personal experiences and beliefs. In this context, different HCQ prescribing attitudes could constitute a valuable advantage, as they would allow to compare roughly homogeneous RA populations, with similar pretest probability of developing COVID-19. The non-randomised design of observational studies could be partly overcome through propensity score matching. Major limitations to this type of analysis still exist. Negative results would not exclude a prophylactic role of HCQ at higher doses. Indeed, although at the usual one time per day dose, steady-state levels are achieved after 6 months, 39 200-400 mg/day of HCQ can still be insufficient to reach inhibiting concentrations. 29 Adherence to HCQ is not easy to be verified in real life, and the blood concentrations of the drug have too large intrapatient and interpatient variations to be considered reliable. 3 More impacting, bottlenecks in cotton swab-based laboratory testing in less severe COVID-19 cases could restrict this type of surveillance to those patients with severe illness who have faster access to diagnosis. As rheumatological HCQ doses are inferior to those being trialled in the cure of moderate-to-severe COVID-19, the eventual effects of the drug on milder forms could thus remain undiscovered. However, antibody tests have become available, and serosurveys on well-defined patient cohorts could help to define the role that HCQ eventually plays in mild and asymptomatic infections.In conclusion, rheumatologists are now in charge of sharing large, methodologically rigorous data to help informing on the most reasonable use of HCQ in the setting of COVID-19.Contributors All the authors equally contributed to the conception and the drafting of the work. All the authors provided final approval of the version to be published.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.Patient consent for publication Not required.Ethics approval Not required.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement The manuscript does not include personal data. Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/.Serena Bugatti http://orcid.org/0000-0002-5396-707",
    "metadata": {
        "paper_id": "2777f37af9bd8ab5efaea8c1eaada31af713c1ee",
        "title": "Controversies over hydroxychloroquine in the prevention of SARS-CoV-2 infection put rheumatologists on the frontline"
    }
}