{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "COVID-19 and telehealth nurse practitioners telehealth billing telehealth coding telehealth policy telehealth reimbursement a b s t r a c t Telehealth is a growing valuable strategy to assist patients accessing needed care when unable to get to a health care setting for one of several reasons. During the coronavirus disease 2019 (COVID-19) pandemic of 2020, many health care practices were forced to implement telehealth services to meet patient and practice needs. In 2020, several temporary waivers, exceptions, and telehealth policy changes emerged across the nation. Many telehealth policies are state or federal specific. This report provides a general overview of essential telehealth policies and legislative updates along with resources and websites to guide and support nurse practitioners with contemporary regulations regarding telehealth billing."
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Telehealth is a strategy used to monitor and assist patient care providers with a variety of health care issues. Telehealth can occur in a virtual format using video, audio technology, or a combination of both. Examples of telehealth technologies include live videoconferencing, store-and-forward transmissions, remote patient monitoring, and mobile health (mHealth). Telehealth encounters can occur synchronously in real time such as with live video conferencing. Conversely, telehealth can occur asynchronously and recorded as with remote patient monitoring and store-and-forward transmissions. Based on the type of telehealth encounter, nurse practitioners (NPs) need to have knowledge, skills, and competencies to properly and legally bill for telehealth services. This report provides resources for NPs providing and billing for telehealth services as well as updates on timely and relevant telehealth policy billing issues and updates."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions",
            "text": "There are multiple definitions of terms related to telehealth, and it is relevant to distinguish between and among them for billing purposes. While these terms are similar, there are subtle differences in definitions that make billing for telehealth services a challenge. It is relevant for NPs to understand terminology related to telehealth and telehealth services to accurately bill for the proper services rendered."
        },
        {
            "cite_spans": [
                {
                    "end": 222,
                    "ref_id": "BIBREF0",
                    "start": 221,
                    "text": "1"
                }
            ],
            "ref_spans": [],
            "section": "Definitions",
            "text": "The term telemedicine refers to diagnosing and monitoring health care delivered with technology. Telehealth is more commonly used because it describes a wider range of management, education, and other health care fields. 1 Live videoconferencing generally occurs using software that meets Health Insurance Portability and Accountability Act (HIPAA) guidelines while connecting a provider and patient by video. During the pandemic, the HIPAA compliance video requirement was relaxed with some insurance payers."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions",
            "text": "Store-and-forward transmissions involve capturing data, such as a radiology image or report, with future transmission to another source. Today digital images, prerecorded videos, and various documents can be sent via secure and encrypted email correspondence through store-and-forward technology."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions",
            "text": "The term remote patient monitoring refers to remote collection of point-of-care testing data, home blood glucose, or blood pressure readings to track and manage medical care issues."
        },
        {
            "cite_spans": [
                {
                    "end": 210,
                    "ref_id": "BIBREF2",
                    "start": 209,
                    "text": "2"
                }
            ],
            "ref_spans": [],
            "section": "Definitions",
            "text": "Finally, mHealth is a more general term defined by the World Health Organization as a medical practice using devices such as mobile phones, patient monitoring devices, and various other wireless technologies. 2 Regardless of the method used for telehealth, NPs can provide telehealth care patient services using any of these means and bill for telehealth services."
        },
        {
            "cite_spans": [
                {
                    "end": 787,
                    "ref_id": "BIBREF3",
                    "start": 786,
                    "text": "3"
                },
                {
                    "end": 965,
                    "ref_id": "BIBREF5",
                    "start": 964,
                    "text": "4"
                }
            ],
            "ref_spans": [],
            "section": "Background",
            "text": "Many health care providers, including NPs, were searching for strategies and best practices to deliver care in safe, timely, and effective ways as a result of the coronavirus disease 2019 (COVID-19) pandemic beginning in late 2019 and continuing into 2020. In early 2020, President Trump signed the Coronavirus Aid, Relief, and Economic Security (CARES) Act in an effort to broaden implementation of telehealth by health care providers and increase patient access to telehealth services. As a part of the CARES Act and the Paycheck Protection Program and Health Care Enhancement Act, the US Department of Health and Human Services allocated $175 billion to health care providers and hospitals through the Provider Relief Fund to assist providers with care during the COVID-19 pandemic. 3 The Centers for Medicare & Medicaid Services (CMS) additionally broadened access to Medicare telehealth services to beneficiaries not able to travel to a health care provider. 4 Before the CARES Act and some temporary waivers related to billing, telehealth services were limited to patient care provided in designated rural areas and at originating sites such as offices, hospitals, or other approved medical facilities. In the midst of the pandemic, many people were ordered to shelter in place or elected to self-isolate to avoid the threat of coronavirus. The COVID-19 pandemic created an urgent and compelling need for telehealth services for many different kinds of patient populations and expanded sites. NPs are major providers of diverse patient populations and health care services, and they need to have the knowledge, skills, and competencies to deliver telehealth services and accurately and legally bill for the services. 5"
        },
        {
            "cite_spans": [
                {
                    "end": 984,
                    "ref_id": null,
                    "start": 983,
                    "text": "6"
                }
            ],
            "ref_spans": [],
            "section": "CMS Policy Updates",
            "text": "CMS led the telehealth initiative in early March 2020 by providing opportunities for health care providers and systems to offer telehealth services and reimbursement for telehealth in an unprecedented manner. CMS already made available payment for resources such as Virtual Check-Ins and E-Visits in 2019. Because Medicare beneficiaries are typically more high risk with the potential for multiple comorbidities, services such as evaluation and management of common problems, mental health counseling, and wellness care were added telehealth services during the pandemic. New additions to telehealth services were the allowance of patient self-reported home blood pressure readings for vitals during a visit and annual wellness examinations via telehealth. Additional changes to telehealth enacted in 2019 were the allowable Medicare telehealth services at renal dialysis facilities and home as well as treatment for substance use disorders or co-occurring mental illness disorders. 6 Summary of Medicare Telemedicine Services CMS currently recognizes 3 delivery methods for services to Medicare beneficiaries: e-visits, virtual check in, and telehealth visits. E-visits are not face-to-face, patient-initiated encounters, using an online patient portal generally integrated into the electronic health record system. Medicare includes codes for health care providers to bill based on time spent with the patient. Standardized medical procedural codes (Healthcare Common Procedure Coding System [HCPCS]) are available for clinicians who may not independently bill for evaluation and management visits."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CMS Policy Updates",
            "text": "Virtual check-ins are communications initiated by the patient to the health care provider. This brief 5-to 10-minute \"check in\" uses phone, audio, secure text messaging, email, or a patient portal to determine whether an office visit is warranted. The allowable HCPCS codes are G2012 and G2010. With virtual check-ins, the communication must not be related to a visit that occurred in the previous 7 days and must not lead to a visit in the upcoming 24 hours."
        },
        {
            "cite_spans": [
                {
                    "end": 635,
                    "ref_id": "BIBREF5",
                    "start": 634,
                    "text": "4"
                }
            ],
            "ref_spans": [],
            "section": "CMS Policy Updates",
            "text": "Effective March 6, 2020, and for the duration of the COVID-19 public health emergency, Medicare updated its policy that expands telehealth payments for wider circumstances and geographic areas. During the pandemic and for the duration of the public health emergency changes, patients can seek care from home instead of the previous limitation rural or official originating sites. Additionally, the Department of Health and Human Services announced a policy of enforcing discretion for Medicare telehealth services and will not conduct audits to ensure a prior relationship existed for the services during the public health emergency. 4 Table 1 provides a summary of Medicare services along with applicable billing codes and qualifiers for these services."
        },
        {
            "cite_spans": [
                {
                    "end": 256,
                    "ref_id": "BIBREF9",
                    "start": 255,
                    "text": "7"
                }
            ],
            "ref_spans": [],
            "section": "CMS Policy Updates",
            "text": "Another policy update in 2020 was the use of phone and audioonly telephone evaluation and management services and behavioral health counseling and educational services. Both services now allow the same reimbursement for services as if provided in-person. 7 Finally, per the final interim rule, providers may use Place of Service codes that would have been used for an in-person visit and attach a modifier \"95 00 to indicate it was a telehealth service. According to the CMS website, Medicare Advantage Plan providers indicated no out-of-pocket costs for COVID-19 tests and the potential to add more telehealth services than what was originally approved for the 2020 benefit period. 7"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medicaid-Specific Policy Updates",
            "text": "In response to COVID-19, Medicaid issued guidance to allow state programs to use telehealth or telephone consultations at their discretion. The Center for Connected Health Policy website details current state laws and reimbursement policies as well as legislative and regulation tracking for further information. CMS developed a Medicaid and Children's Health Insurance Program Telehealth toolkit to assist states with telehealth adoption during the COVID-19 emergency. Under Medicaid guidelines, individual states do have the flexibility to determine whether to cover telemedicine services. 8"
        },
        {
            "cite_spans": [
                {
                    "end": 415,
                    "ref_id": "BIBREF9",
                    "start": 414,
                    "text": "7"
                },
                {
                    "end": 837,
                    "ref_id": "BIBREF11",
                    "start": 836,
                    "text": "9"
                },
                {
                    "end": 1075,
                    "ref_id": "BIBREF13",
                    "start": 1073,
                    "text": "10"
                }
            ],
            "ref_spans": [],
            "section": "Policy Changes and Updates of Other Insurance Carriers",
            "text": "New telemedicine rules continue to evolve since the onset of the COVID-19 pandemic. Medicare, Medicaid, and private payers all have varying Current Procedural Terminology (American Medical Association), HCPCS codes, or qualifiers to bill for services. Several private health payers, including Aetna, Cigna, and Blue Cross and Blue Shield, announced telehealth will be more widely available and in some cases free. 7 Another example of a major insurance payers response to COVID-19, is United Health Care's (UHC) published telehealth update allowing providers to bill for services using FaceTime, Skype, Zoom, or similar platforms during the pandemic. Patients wishing to use telehealth services offered specifically by UHC can access urgent care 24/7 through one of the approved platforms, Teladoc, American Well, and Doctor on Demand. 9 During the pandemic and national public health emergency, UHC is waiving any out-ofpocket expenses for COVID-19 testing, visits, or treatments, regardless of the site choice of office, emergency department, urgent care, or telehealth. 10 Requirements for encrypted software meeting HIPAA guidelines were relaxed at the beginning of the pandemic in March 2020, but most Blue Cross plans may again be requiring encrypted software for telehealth reimbursement as of October 1, 2020. Additionally, Blue Cross now requires written telehealth policies and patient signatures authorizing the use of telehealth with care."
        },
        {
            "cite_spans": [
                {
                    "end": 138,
                    "ref_id": "BIBREF14",
                    "start": 136,
                    "text": "11"
                }
            ],
            "ref_spans": [],
            "section": "Policy Changes and Updates of Other Insurance Carriers",
            "text": "Humana, another large commercial and Medicare Advantage insurer, updated existing telehealth policies after CMS telehealth regulations. 11 In May 2020, Humana extended out-of-pocket costshare waivers for audio and video telehealth visits involving primary care, behavioral health, and specialty visits. Humana extended this benefit through the end of 2020 only to Medicare Advantage members because vulnerable seniors comprise most of the population. Additionally, Humana recognized audio-only billable visits when video capabilities were not available."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Changes and Updates of Other Insurance Carriers",
            "text": "It is important to note that the recent changes made by private insurers regarding telehealth services and billing are subject to change, but there is no indication at what point this will occur. Most insurance carriers waive copayments and deductibles using International Classification of Diseases, 10th Revision, codes U07.1, COVID-19 diagnosis; Z03.818, an encounter for observation for suspected exposure to other biologic agents ruled out; or Z20.828, contact with and (suspected) exposure to other viral communicable diseases."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Changes and Updates of Other Insurance Carriers",
            "text": "It appears the current changes to telehealth legislation will be in existence for federal as well as private third-party insurers until at least December 31, 2020. The only exception to this date for current changes lies with Medicare, Medicaid, and some Medicare Advantage plans. For example, Medicare states \"until sunset,\" but this term has yet to be defined or interpreted. Effective dates may be extended due to ongoing COVID-19 status. NPs should check with the payer's website for updates to effective dates or changes. Additional state-specific plans may have other guidelines that NPs need to follow for billing."
        },
        {
            "cite_spans": [
                {
                    "end": 999,
                    "ref_id": "BIBREF16",
                    "start": 997,
                    "text": "12"
                },
                {
                    "end": 1582,
                    "ref_id": "BIBREF9",
                    "start": 1581,
                    "text": "7"
                },
                {
                    "end": 1800,
                    "ref_id": "BIBREF9",
                    "start": 1799,
                    "text": "7"
                }
            ],
            "ref_spans": [
                {
                    "end": 2468,
                    "ref_id": "TABREF1",
                    "start": 2461,
                    "text": "Table 2"
                }
            ],
            "section": "Legislative Updates",
            "text": "Since the onset of COVID-19, there has been a great deal of legislative support and sponsorship of legislative changes fostering and promoting telehealth services. The following are examples of this legislative support and sponsorship. In June 2020, additional telehealth-related federal bills were introduced at the federal level. The bills include: S.3993 (Sen. Cruz, R-TX), a bill to permit a licensed health care providers to provide patient services in states where they are not licensed, and the following bills to amend Title XVIII of the Social Security Act: S. 3999 (Sen. King, I-ME), to ensure access to behavioral health services furnished through telehealth under the Medicare program; S. 3998 (Sen. Hyde-Smith, R-MS), to simplify payments for telehealth services as furnished by federally qualified health centers or rural health clinics; and HR 7391 (Rep. Sherrill, D-NJ) to remove certain geographic barriers to the originating site restrictions under the current Medicare program. 12 The Center for Connected Health Policy (CCHP), a national telehealth policy resource center, outlines further policies affected by the COVID-19 pandemic. Examples of Medicare policies changes noted on the website include end-stage renal disease and home dialysis billing guidelines as well as nursing home and hospice care waived requirements for telehealth billing. Other topics are discussed, including frequency limitations for in-patient visits, subsequent skilled nursing facility and critical care consults, Stark Law waivers, and out-of-pocket co-pay waivers are discussed. 7 Services included but not limited to interprofessional telephone, internet, or electronic health record consultations (eConsult), remote monitoring services, and online digital evaluation (E-Visit) remain unchanged. 7 The CCHP website contains current state laws and reimbursement policies related to telehealth. Another resource, the Regional Telehealth Resource Centers, serves 12 geographic regions in the US and can provide further information about state-specific reimbursement policies. For example, the Southeast Region serves Alabama, Georgia, South Carolina, and Florida and allows providers to view tools and resources, CMS waivers and billing guidance, and links to courses on telehealth presenting, telehealth coordination, and telehealth liaison. The CCHP website provides links to regional telehealth centers as well as further information on legislative updates. Table 2 provides a summary of these resource as well as other helpful websites, links, and information on telehealth services and policy updates."
        },
        {
            "cite_spans": [
                {
                    "end": 295,
                    "ref_id": "BIBREF17",
                    "start": 293,
                    "text": "13"
                },
                {
                    "end": 960,
                    "ref_id": "BIBREF19",
                    "start": 958,
                    "text": "15"
                },
                {
                    "end": 1144,
                    "ref_id": "BIBREF18",
                    "start": 1142,
                    "text": "14"
                },
                {
                    "end": 1655,
                    "ref_id": null,
                    "start": 1653,
                    "text": "16"
                },
                {
                    "end": 2216,
                    "ref_id": "BIBREF17",
                    "start": 2214,
                    "text": "13"
                }
            ],
            "ref_spans": [
                {
                    "end": 2766,
                    "ref_id": null,
                    "start": 2759,
                    "text": "Table 3"
                }
            ],
            "section": "Barriers and Facilitators to Telehealth Implementation",
            "text": "Many factors may affect whether telehealth is available or used in certain areas. Among patient-reported barriers to the use of telehealth are competency in use of technology, fear of identity theft, potential threats to independence and self-care, as well as possible disruption to services. 13 For example, patients indicate barriers to telehealth use may include NPs and other health care providers being less likely to advocate for patient needs and wishes. In federally funded health centers, the location of services, operational factors, patient demographics, and reimbursement policies all influence the use of telehealth. 14 For example, because federally funded health care centers are often in rural areas, technical issues were reported as a challenge to telehealth implementation. Telehealth is actually not new, but because of legislation, it has not been used by many NPs unless they practiced in areas where telehealth was legally allowable. 15 Rural health centers are more likely to report miscellaneous technical issues. Examples include inadequate space, inadequate providers and partners, and broadband equipment issues. 14 Specific to NPs, licensing and credentialing impact where NPs can practice and hamper their ability to work or practice across state lines without a second license to practice in another state. This gets expensive and involves following multiple state nursing guidelines both as a registered nurse and as a NP. The Advanced Practice Registered Nurse (APRN) Compact was adopted in August of 2020. This compact allows APRNs to hold 1 multistate license with the privilege to practice in another compact state. 16 Currently only 3 states, North Dakota, Idaho, and Wyoming have enacted this legislation. The compact will be implemented when 7 states have enacted the legislation. Efforts to adopt telehealth services present challenges for the elderly. Currently little information is published about the impact of the COVID-19 pandemic on telehealth adoption in the elderly. Known barriers documented in the literature include lack of special skills to operate equipment, potential threat to identity, and concerns that interventions could undermine self-care and coping. 13 Because telehealth is becoming more widely used and accepted by insurance payers, NPs in multiple specialties can now begin to use simple technology to provide cost-effective health care to patients. Telehealth is valuable not only to providers in primary care but also for NPs working in mental health performing psychiatric mental health counseling and treatment. Resources to assist NPs with reimbursement can be found on various sites as noted in Table 2. Further information regarding billing summaries for common payers can be found in Table 3 . One of the main differences in the policy changes during COVID-19 is the implementation of audioonly codes in addition to visual codes. A second difference is relaxation of the requirement for secure HIPAA-compliant video platforms. Thirdly, the originating site of services definition was expanded as previously mentioned."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Telehealth implementation is becoming a fast-growing means for delivering health care. NPs are in a favorable position to use current technology to support the needs of patients. They are also uniquely stationed to advocate for expansion of the APRN Compact to allow multistate licensure and impact the care of patients in many geographic areas. It is imperative that NPs review the Nurse Practice Act for the state where they practice. NPs should always review state-specific resources related to policy, current legislation, and billing guidelines to develop a solid plan for implementing telemedicine into the practice site."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Practice",
            "text": "Billing and reimbursement guidelines are quickly evolving, and therefore, one of the biggest challenges for any provider is finding the right resource to support implementation of telehealth into current workflow patterns. Knowledge of current billing and reimbursement guidelines, policy updates, and legislative resources can support a successful practice model."
        },
        {
            "cite_spans": [
                {
                    "end": 514,
                    "ref_id": "BIBREF21",
                    "start": 512,
                    "text": "17"
                },
                {
                    "end": 752,
                    "ref_id": "BIBREF24",
                    "start": 750,
                    "text": "18"
                },
                {
                    "end": 1012,
                    "ref_id": "BIBREF26",
                    "start": 1010,
                    "text": "19"
                }
            ],
            "ref_spans": [],
            "section": "Implications for Education",
            "text": "In 2020, many health care providers were suddenly using telehealth to monitor the health of patients. NPs who did not have baseline knowledge of types of telehealth services and resources were left to work with practice managers to support the needs of patients in new and foreign ways. In 2017, the National Organization of Nurse Practitioner Faculties released Nurse Practitioner Core Competencies Content to provide examples of curriculum content to support the incorporation of telehealth into NP education. 17 In 2018, National Organization of Nurse Practitioner Faculties additionally published a paper to support faculty with an overview of basic treatment modalities and strategies for incorporating telehealth into the educational platform. 18 More NP programs need to provide information on basic telehealth competencies and introduce students to resources to support and understand billing. Student confidence in basic telehealth knowledge can increase with even small changes in the NP curriculum. 19 "
        },
        {
            "cite_spans": [
                {
                    "end": 280,
                    "ref_id": "BIBREF27",
                    "start": 278,
                    "text": "20"
                }
            ],
            "ref_spans": [],
            "section": "Implications for Research",
            "text": "NPs are an important part of not only providing quality care but also of helping to generate new information on the impact of telehealth. Although more research is needed, one study found the impact of telehealth superior to in-person visits with regards to patient engagement. 20 Going forward, quality improvement initiatives aimed at addressing patient satisfaction with telehealth services as well as the use of remote patient-monitoring tools is needed. Additionally, studying the impact of telehealth on reducing 30-day readmission rates for certain chronic health conditions can potentially serve to reduce health care costs and improve mortality. For telehealth to continue on an uphill trajectory, insurance payers will also likely want to see outcomes data regarding the impact of telehealth on patient safety and quality. Consists of 12 regional and 2 national Telehealth Resource Centers (TRCs) to provide education and information for those participating in telehealth."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Research",
            "text": "Federally funded with most services free of charge Additional link to the TRCs with the 12 regional and 2 national resource centers American Telemedicine Association (ATA)"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Research",
            "text": "americantelemed.org Nonprofit association focused on accelerating adoption of telehealth. ATA supports public policies at the state and federal level and works to help patients, providers, and insurance payers see the benefits of telehealth."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Research",
            "text": "CHIP ¼ Children's Health Insurance Program."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Research",
            "text": "E.F. Snyder, L. Kerns / The Journal for Nurse Practitioners xxx (xxxx) xxx"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "The COVID-19 pandemic provided the impetus and facilitated several timely and relevant telehealth legislative changes. Many resources are now available to assist NPs to accurately and legally bill for telehealth services. Baseline knowledge of skills and competencies related to telehealth billing are key concepts for all NPs desiring to provide care in a remote fashion. Keeping abreast of key telehealth policies further supports telehealth billing practices."
        }
    ],
    "metadata": {
        "paper_id": "27a4f0d040621336ad1596c8cd3667281aa93069",
        "title": "Telehealth Billing for Nurse Practitioners During COVID-19: Policy Updates"
    }
}