{
    "paper_id": "27ac85ec53b357ad7efa01df07e61dba9203a0ae",
    "metadata": {
        "title": "Implementation of the Multidisciplinary Guideline on Chronic Pain in Vulnerable Nursing Home Residents to Improve Recognition and Treatment: A Qualitative Process Evaluation",
        "authors": [
            {
                "first": "Lizanne",
                "middle": [
                    "E"
                ],
                "last": "Van Den Akker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "addrLine": "Churchilllaan 11",
                        "postCode": "23333 ZD, 3527 GV",
                        "settlement": "Hippocratespad 21, Leiden, Utrecht",
                        "country": "The Netherlands;, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Margot",
                "middle": [
                    "W M"
                ],
                "last": "De Waal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "addrLine": "Churchilllaan 11",
                        "postCode": "23333 ZD, 3527 GV",
                        "settlement": "Hippocratespad 21, Leiden, Utrecht",
                        "country": "The Netherlands;, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "J E M"
                ],
                "last": "Geels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Else",
                "middle": [],
                "last": "Poot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilco",
                "middle": [
                    "P"
                ],
                "last": "Achterberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "addrLine": "Churchilllaan 11",
                        "postCode": "23333 ZD, 3527 GV",
                        "settlement": "Hippocratespad 21, Leiden, Utrecht",
                        "country": "The Netherlands;, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Chang",
                "middle": [],
                "last": "Arai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Akker, L.E.v.d.; Waal, M.W.M.d.; Geels, P.J.E.M.; Poot, E.; Achterberg, W.P. Implementation of the Multidisciplinary Guideline on",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While the normal aging process does not necessarily lead to pain, pain is common in older persons and is especially common among patients in nursing homes [1] . Although pain affects overall functioning in older adults, it often goes unrecognized by healthcare professionals, and research has shown both over-and undertreatment of pain [2, 3] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 342,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The biopsychosocial model depicts pain as a synergy in which biological, psychological, social aspects, and health-related quality of life all interact and therefore cannot be perceived separately [4] . This suggests that the diagnosis and treatment of pain requires a multidisciplinary approach that combines pharmacological and non-pharmacological treatment strategies [3, 5] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to well-established pharmacological treatments, there are also non-pharmacologic treatments that can (partially) relieve pain in older adults [6] and allow lower doses of analgesics [5] . Although most care professionals will acknowledge the beneficial effects of Healthcare 2021, 9, 905 2 of 14 non-pharmacological treatments and a multidisciplinary approach, these treatment options are rarely used in nursing homes, possibly due to the fact that many are not (yet) evidence based [7] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "905",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To address this issue in the Netherlands, a multidisciplinary guideline was developed in 2011 and revised in 2016: 'Recognition and treatment of chronic pain in vulnerable elderly' [8, 9] . In the years after publication, it became apparent that few elderly care physicians in Dutch nursing homes had implemented the guideline in their daily practice. Previous studies have also shown that publication of a guideline does not guarantee use of that guideline in daily patient care [10] [11] [12] [13] . A lack of specific knowledge, and attitudes and reactions to pain can all influence guideline adherence [14, 15] . Furthermore, it is often difficult for nursing homes to translate guidelines into practical implementation strategies that meet the needs and limitations of the organization. Therefore, a project was designed to support nursing homes in developing their own implementation strategies based on the principles of effective healthcare improvement [16] . This was done together with two nursing homes that showed interest and were able to participate within the given timeline. The main goal of this project was for nursing homes to optimize care for their residents who suffered from pain with assistance from the Dutch Association of Elderly Care Physicians (Verenso) and the Dutch Institute for Rational Use of Medicine (IVM). Below, we describe and qualitatively evaluate the implementation of the multidisciplinary guideline in one nursing home.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1273,
                    "end": 1282,
                    "text": "(Verenso)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This qualitative study examined the process of implementing a multidisciplinary guideline in nursing homes, based on interviews and analysis of documentation from meetings. The Medical Ethical Committee of the Leiden University Medical Center (LUMC) approved the study (P18.076). In the Netherlands, nursing homes are funded by the government [17] . They employ elderly care physicians who work in multidisciplinary teams [18, 19] . See also Supplementary File S1.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Design and Setting"
        },
        {
            "text": "Two nursing homes participated in this study. Since implementation of the guideline involves many different disciplines working in a nursing home, the following target groups were distinguished: project leader, members of the pain team, pharmacist, nurses (registered and non-registered), paramedics, physicians, members of the client council, residents, and legal representatives. For the purposes of evaluation, healthcare professionals were asked to participate in interviews. The inclusion criterion for all participants was sufficient proficiency in the Dutch language and written informed consent. As sample size cannot be predetermined in qualitative research [20] , recruitment of participants ended when no new insights (data saturation) emerged.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "Before the study commenced, all healthcare professionals working on at least one of the three wards selected for implementation and residents (or their legal representatives) living on one of the selected wards received an information letter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "The implementation process in the nursing home was predefined and divided into three phases-phase 1: preparation; phase 2: implementation of the guideline; phase 3: evaluation. Here we report on the situation before the implementation (T0) and on phase 1 and 2 of the implementation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Data on the implementation process were obtained from two sources: (1) semistructured interviews with professionals, and (2) policy documents and records of meetings. The interviews took place at baseline (May and June 2018, T0) and at completion of the implementation project (July and August 2019, T1), but implementation documentation was gathered over the entire implementation period. Semi-structured interview guides were developed to explore the care professional's perceptions of the process of implementation and the interviews were fine-tuned per profession (for the T0 and T1 interview guide for paramedics and nurses (registered and non-registered), see Supplementary File S2). The interviews were conducted face-to-face in the nursing home or by telephone, depending on the preference of the care professional, and lasted around 30 min. The interviewer made notes during and after each interview. The interviews were audio recorded and transcribed verbatim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Development of materials by the Dutch Association of Elderly Care Physicians (Verenso) and the Dutch Institute for Rational Use of Medicine (IVM) took place alongside implementation in the nursing homes. During the preparation phase, IVM developed the pharmacotherapy audit meetings, the e-learning for nurses, and a flyer for patients (available online www.medicijngebruik.nl/over-ivm/onderwerpen-a-z/nieuws/ 4573/project-\\T1\\textquoteleftpijn-in-beeld-en-behandeld\\T1\\textquoteright accessed on 15 July 2021). During the evaluation phase, Verenso developed an implementation manual and organized sounding board group meetings to evaluate all materials that ultimately will be included in the 'toolbox' alongside the guideline (available online www.verenso.nl/richtlijnen-en-praktijkvoering/richtlijnendatabase/pijn accessed on 15 July 2021).",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "(Verenso)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The transcribed interviews were content analyzed using ATLAS.ti version 7.5.10 (ATLAS.ti-Scientific Software Development GmbH, Berlin Germany), with open coding to address study objectives. The coding scheme was based on the topic questions. After open coding, broader themes and supporting quotes were identified [21] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Two nursing homes completed implementation of the guideline. A nursing home organization in Vlaardingen with six locations (415 clients), the Netherlands, implemented the guideline in three selected wards (60 clients, mean age 80.8 years): geriatric rehabilitation (R) and somatic (S) and psychogeriatric (PG) care. Another nursing home in Breda, the Netherlands, also implemented the guideline on a somatic ward, a ward for psychogeriatric care, and a short stay ward. Due to the COVID-19 pandemic, only the first nursing home yielded a complete dataset and is described in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The opinions of professionals were collected through interviews. The estimated point of saturation was observed after 21 interviews during the T0 interviews, and after 18 interviews at T1. For more information on participant characteristics, see Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Below, we describe their opinions regarding the original situation in themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions of Professionals before Implementation (T0)"
        },
        {
            "text": "Need for implementation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "All interviewed professionals emphasized the importance of implementing the guideline, mentioning the positive influence on raising awareness of pain, and standardizing clinical procedures, which should eventually lead to better pain treatment and fewer patients with unnecessary pain. One registered nurse commented: 'The different kinds of pain don't receive enough attention. We trust the physician's medical approach, but pain can also highlight other problems. More education is paramount'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Recognizing pain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "In general, all professionals considered themselves aware of pain and believed they could recognize almost all pain signals. Nevertheless, the professionals seemed open to further education concerning recognition of pain 'I can't recognize what I'm unfamiliar with'. Multiple problems were mentioned in relation to determining the presence of pain. 'Pain is a difficult symptom; residents might be in pain or might just be bored. A variety of factors can cause pain'. 'Pain is what a resident considers it to be'. Furthermore, nurses mentioned frustration concerning the discrepancy between their observations and those of the physician. 'The physician often comes to the ward and sees a client for a short time, and may come to a different conclusion than the nurses. Some physicians take the nurse's observations into account, while others draw conclusions solely based on their own observations'. Most of the nurses interviewed were aware that they are 'The eyes and ears of the physician', but in some cases it was not clear how the nurses were expected to quantify and report pain to the physicians. Furthermore, nurses admitted that they do not persist in reporting pain in residents with chronic pain: 'That resident is just in pain'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Measurement instruments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "All professionals acknowledged that pain measurement instruments should be used more often. The reasons mentioned for not using available instruments included a lack of knowledge regarding which instrument to use and when, a lack of evaluation of the results, and difficulties with entering results into the electronic patient information system. Physicians and nurses agreed that the use of measurement instruments would promote a structured approach and improve the speed with which treatments could begin, although one physiotherapist commented: 'I only have 30 min per client, which includes time for my administration. If I also have to use and report measurement instruments, I would not have any time left for my client'. • Non-pharmacological treatments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Non-pharmacological treatments include physiotherapy, occupational therapy, and others, together with complementary treatments such as massage, aromatherapy, etc. The project leader admitted that complementary treatments in particular could be used more frequently. As one physician put it, 'Physicians like evidence . . . complementary treatments are a blind spot', even though all professionals acknowledged the potential positive influence of complementary treatments and that they are unlikely to do any harm. The project leader mentioned that it is often difficult to determine who is responsible for this type of treatment as, for example, a massage is no longer the responsibility of the physiotherapist. Furthermore, the project leader questioned the willingness of the nurses to add complementary treatments to their existing tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Pharmacological treatments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Both nurses and physicians were generally satisfied with medical treatments and communication concerning these treatments. Some nurses mentioned difficulties with physicians: 'Some of them don't listen to us, or it takes a while for them to start the right treatment'. Physicians often begin treatments using low doses and during this dose-finding phase nurses must endure the sight of residents still in pain, which may lead them to conclude that the dose is incorrect. Furthermore, nurses mentioned that medical treatments are often not evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Healthcare organization:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The nurses mentioned that they were not encouraged by their team leaders to be more aware of pain, probably due to the many other tasks facing team leaders. However, all nurses agreed that recognizing pain is part of their job. The nurse's workload was also mentioned as an impediment to recognizing pain. Furthermore, due to the high turnover of professionals, it was harder to recognize pain in certain residents (it is easier to recognize that a resident is in pain when you know them well). A frequently mentioned barrier to recognizing and treating pain was the wide disparity in educational level between some professionals, which sometimes led to difficulties with interprofessional communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Education:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The general view concerning pain education was universally positive. A few professionals were aware of the existence of a guideline, but most had never heard of it. Furthermore, actually reading the guideline was not feasible for most professionals due to a lack of time, and they were therefore primarily interested in clinical training or e-learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Project management:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The project experienced some initial difficulties. Firstly, the timeline for the start of the project was too long, as the project leader mentioned: 'Everybody involved was ready to begin but we still had to wait for the official start'. Furthermore, nurses and paramedics felt that they did not receive enough information about the implementation of the guideline. Another issue was that the production of educational materials took longer than planned, resulting in the first meetings being less informative than they might otherwise have been. Nevertheless, the pain team members and physicians were very satisfied with the performance of the project leader, who effectively safeguarded the timeline and organized all meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Phase 1 started in February 2018. To summarize: the nursing home selected participating wards, all care professionals were informed, a pain team was installed, goals were formulated, and a meeting with the client council took place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 1: Preparation (6 Months)"
        },
        {
            "text": "Potential pain team members were approached, and the six members finally selected consisted of a physiotherapist, an occupational therapist, a psychologist, a physician, and two registered nurses, with a speech therapist available on demand. All members participated as a project team and together filled out the implementation matrix provided by ZonMw [22] . This matrix distinguished specific goals, divided into knowledge, attitudes and behaviors, to be reached by the end of the implementation period for the defined target groups. The summarized main implementation goals of the matrix are displayed in Table 2 . During this phase, meetings were organized with the relevant care professionals and the client council in order to keep everyone involved and up to date.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 615,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Phase 1: Preparation (6 Months)"
        },
        {
            "text": "With help from the pharmacist, the pain team then catalogued prescribed medication and reached out to local general practitioners (GPs) to develop a standardized format for a transfer letter with the goal of improving communication between GPs and other care professionals concerning pain at discharge. In the following months, the project team focused on developing working procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 1: Preparation (6 Months)"
        },
        {
            "text": "In accordance with the guideline, the pain team selected preferred (self-reported and observational) pain measurement instruments and made a plan to implement structural pain registration. The members of the pain team received extra education about pain measurement instruments, the recognition of pain, current protocols, the perception of pain, and treatments. Furthermore, they had an opportunity to familiarize themselves with the expertise of the other pain team members. The pain team scheduled meetings every other week to create a flowchart, become familiar with the expertise of other pain team members, and to advise professionals regarding complex individual cases with chronic pain complaints. The anticipated benefit of the pain team was derived from the multidisciplinary approach to individual patients with pain. The pain team instructed and assigned an anchoring role to one or two nurses per ward, and it was decided that they should complete the e-learning course 'Care for nursing home residents with pain' each year and score at least 7 out of 10 for the final test. The 'anchors' of the participating wards met each month to share knowledge about pain and to discuss their experiences of communication about pain. Furthermore, they were responsible for conveying information on pain to the residents/legal representatives by distributing the flyer 'pain in vulnerable nursing home residents' provided by Verenso and IVM [23] . The pain team's registered nurse organized meetings with the 'anchors', provided clinical lessons, and coached the care professionals in how to use measurement instruments, formulate pain goals, and improve pain reports.",
            "cite_spans": [
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Preparations by the Pain Team"
        },
        {
            "text": "The pain team also assigned the nurses the role of encouraging the residents to discuss their pain. Furthermore, the nurses were expected to have an understanding of pain measurement instruments, to distract residents from their pain, to help them find a more comfortable position, to provide the correct medication, and to maintain contact with the family regarding pain. They were also responsible for setting pain goals and for monitoring and evaluating progress. Pain education was made available to the nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparations by the Pain Team"
        },
        {
            "text": "The project team formulated the pain team's working procedures and created a flowchart for the nurses covering residents with known or suspected pain. This flowchart helps decide when to use which measurement instrument, whether the intervention is effective, and when it is time to ask a physician to assist the pain team. The project team agreed that a patient should meet the following criteria before assignment to a pain team: (1) presence of chronic pain (i.e., minimum of three months, no signs of tissue damage);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working Procedures for the Pain Team"
        },
        {
            "text": "(2) case exceeds the expertise of the ward; (3) case needs new or different insights; (4) pain seems inexplicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working Procedures for the Pain Team"
        },
        {
            "text": "A kick-off meeting marked the start of the implementation. Around 25 professionals were present: physicians, nurses, physiotherapists, and an occupational therapist. At the participating wards, information letters for patients were made available, and nurses were invited to follow the e-learning. Physicians, registered nurses, and a pharmacist were present at three pharmacotherapy audit meetings held at the start, during the course of, and at the end of the project. During these meetings, (non-)pharmacological treatment agreements were made and evaluated using data provided by a pharmacist (see Table 3 ). At the end of the implementation period, a functioning pain team was implemented, the pain policy was available for each professional, and pain was introduced as a fixed topic during the multidisciplinary meetings. Ending NSAID use is not feasible, write down indication and moment of evaluation † The group of physicians consisted of physicians employed by the nursing home and self-employed physicians (freelancers). NH = nursing home; MDM = multidisciplinary team meeting; prn 'pro re nata' = when needed/required. The project leader described progress made since the start of the project: 'There is greater awareness of pain, and paramedics are more open to providing complementary care'. The pain team was generally enthusiastic about the project and their responsibilities, although the 'anchors' did face difficulties. All present at the kick-off meeting were enthusiastic about the meeting. Nevertheless, due to the high staff turnover and scheduling difficulties, most (registered) nurses and paramedics were not reached during the project: 'After the kick-off meeting, I didn't receive any more information'. Compared to the other wards, the somatic ward had the most stable group of professionals and a supportive team leader.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 609,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Phase 2: Implementation of the Guideline (8 Months)"
        },
        {
            "text": "The professionals who were aware of the project mentioned that it was often unclear what was expected of them. All professionals aware of the project mentioned they were happy with the project leader, who monitored the progress of the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 2: Implementation of the Guideline (8 Months)"
        },
        {
            "text": "Below, we further describe opinions of the professionals regarding the implementation process in themes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase 2: Implementation of the Guideline (8 Months)"
        },
        {
            "text": "Pain diagnostics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Pain team members and (registered) nurses acquainted with the project reported greater awareness of pain in residents. This was not the case for professionals who were unaware of the pain project, who reported that they had not noticed any differences since the start of the project. The members of the pain team also felt more confident after the implementation of the guideline in terms of recognizing pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Measurement instruments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "During the implementation period, the nursing home introduced a new patient registration software system that included standard Numeric Rating Scales (NRS) forms and 'Pain Assessment Checklist for Seniors with Limited Ability to Communicate' (PACSLAC-D) forms [24] . Furthermore, professionals were now able to report on (pain) goals in the new registration software. Although it took some time for those involved to become accustomed to the new system, during the T1 measurements, three of the registered nurses instructed colleagues on how to work with the new system. The interviewed professionals who were aware of the project used measurement instruments more often.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Non-pharmacological treatments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The professionals did not notice any differences in how often non-pharmacological treatments were used. A physician commented: 'We are trying to change medical culture to promote 'non-evidence based' treatments; this process takes time'. However, the somatic ward did assemble a 'pain box' containing items related to complementary treatments, such as a heating pad, massage oil, and aromatherapy equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Pharmacological treatments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "One physician mentioned that it was difficult to notify patients regarding how and why their pain medication needed to be reduced, especially during busy periods. How the medical treatments prescribed by the physicians were influenced by the pharmacotherapy audit meetings, as they were now more aware of problems and wished to quickly reduce pain medication and to plan evaluation moments. Overall, the professionals were satisfied with the pharmacological treatment of pain, but two nurses mentioned that in some cases pain medication should be started more quickly. The physicians and pharmacist were satisfied with the pharmacotherapy audit meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Healthcare organization pain team:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The pain team was also satisfied with the policy document and flowchart (see Figure 1 ) they created. The multidisciplinary aspect of the team provided considerable positive motivation: 'We all view the problem from the perspective of our own expertise and thus complement each other'. A speech therapist was available when necessary. To ensure that the only cases provided fulfilled the criteria, the pain team decided that cases could only come from a physician. Furthermore, the pain team made pain a standard subject during multidisciplinary meetings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "•"
        },
        {
            "text": "The pain team discussed three cases over a period of 8 months. One member commented: 'I think we only received 3 cases because physicians consider it is a sign of weakness to consult others, and they want to solve problems themselves'. The pain team advised non-pharmacological treatments for the three cases they received, and during the pain team evaluation, pain was found to be more bearable for two of these clients. In the other case, the family preferred a pharmacological treatment, which was provided. otherwise enthusiasm can easily evaporate'. Interestingly, the most stable ward in terms of professional turnover also provided the most input (e.g., the painbox), suggesting that a stable ward may be an important prerequisite in implementing a guideline. In terms of improvements, more updates and information were mentioned, and others mentioned that newsletters would have been welcome. • Education:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "While the professionals were satisfied with the e-learning provided, most stated that they preferred lessons based on a (fictitious) case and mentioned that they already had a large amount of e-learning to complete. A team leader mentioned that e-learning should be provided every other year to ensure that new professionals were also up to date. The members of the pain team were familiar with and understood the workings of the guideline. However, most physicians and paramedics interviewed were unfamiliar with the guideline and mentioned that their familiarity with it had not increased since the start of the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Advice for future implementation in other nursing homes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The project leader mentioned the considerable amount of time required to implement the guideline, and although an eight-month period was initially allocated, in hindsight, this should have been at least a year. Furthermore, the necessary materials were not yet ready when the nursing home began implementation, which should be a requirement before kick-off: 'The first meeting should be informative in order to create general enthusiasm'. The project leader also commented 'The preparation phase needs to be kept short, otherwise enthusiasm can easily evaporate'. Interestingly, the most stable ward in terms of professional turnover also provided the most input (e.g., the painbox), suggesting that a stable ward may be an important prerequisite in implementing a guideline. In terms of improvements, more updates and information were mentioned, and others mentioned that newsletters would have been welcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Sustaining implementation over the longer term:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "During the T1 interviews, it became clear that not all initiatives had been implemented. The nursing home was working on the systematic use of patient registration software for pain reporting, implementing 'pain boxes' with complementary treatments in all wards, and had planned clinical lessons for the professionals and 'anchors'. Furthermore, there were plans to implement the guideline in all wards, to make e-learning available to all care professionals and to arrange financial compensation for the 'anchors'. In this manner, the nursing home hoped to successfully sustain implementation of the guideline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "This study explored the implementation process of the multidisciplinary guideline on the recognition and treatment of chronic pain in vulnerable elderly. A Dutch nursing home assembled a pain team, assigned anchor roles, created a flowchart-based pain policy, designated preferred measurement instruments, and applied an implementation toolbox. Professionals of participating wards confirmed that measurement instruments and non-pharmacological treatments were used more frequently and that pain became a permanent topic during multidisciplinary meetings. The project leader and pain team were highly motivated and enthusiastic concerning the project, although they realized that full implementation would be a major task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The greatest advances were noted on the somatic ward, and this ward had the most involved anchor personnel. For instance, ward personnel had developed a practical pain box that included materials to support complementary care. Compared to the other wards, the somatic ward had the most stable group of professionals and a supportive team leader. This accords with previous research, which has shown that a supportive culture, a shared focus to change, and a motivational leader are key factors in the implementation and sustainability of guidelines [25] [26] [27] . A recent study found that use of pain management champions can increase self-efficacy and induce behavior change [28] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this publication, we focused agreements (on processes outcomes) that were formulated (based on the goals) by the nursing home and evaluated in the pharmacotherapy audit meetings. For this, the pharmacist provided feedback on analgesic prescriptions to individual physicians. Unfortunately, these data could not be translated to meaningful project outcomes. This problem is recognized by others, and in line with one of the lessons from Quality Improvement Collaboratives that one should pay special attention to the collecting, processing, and interpreting of data [27] . However, we plan to analyze and discuss documentations in patient files and questionnaires in a succeeding publication. The implementation process was not entirely completed before the T1 measurements took place, and the most frequently mentioned explanation was that an implementation period of eight months was too short. Implementing a guideline requires a great deal of time and effort and involves many and varied aspects such as communicating with and instructing multiple target groups and professionals, changing standard routines, embedding new processes in usual care, and effectively creating 'new' functions for pain team members and anchor personnel. During the T1 measurements, the nursing home was still working on several initiatives concerning implementation of the guideline, such as broadening implementation to all wards, implementing pain toolboxes for complementary care, making e-learning available to all (registered) nurses, and informing professionals about the new electronic patient information system. Due to this ongoing process, it is likely that we did not fully capture the effect of implementation at T1. A further complication is that multiple projects and processes are always underway in a nursing home, so it is difficult to focus on a single project. Finding the necessary balance for an optimal timeline is difficult because a shorter implementation period would make it harder to reach all professionals, while a longer period might lead to a dilution of effort as other projects consume time and energy. After completion of the implementation period, few (registered) nurses and paramedics were aware of the implementation project, as most did not receive additional information after the kick-off meeting. One explanation was poor communication due to the high turnover rate of anchor personnel, and another was difficulty clearing (registered) nurse schedules to ensure that they were available for instruction and meetings. Previous research has also shown that a high turnover rate of care professionals negatively influences guideline adherence in nursing homes and that it can lead to a fluctuating focus on pain and weaken resident-professional relationships [29] .",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2783,
                    "end": 2787,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The pain team received only three cases for consultation in eight months, whereas the members of the pain team had expected that more cases would be referred. One explanation for the lack of referrals was the 'physician culture': a reluctance to consult other professionals. However, others stated that there were no other clients with complex chronic pain. Only physicians could refer a client to the pain team, but future nursing homes could also examine outcomes resulting from (registered) nurses referring clients to the pain team (while notifying physicians). Furthermore, in this project, the pain team was introduced as an 'expert team'. The other nursing home decided to introduce the pain team as a multidisciplinary consultation team, which it in fact is, perhaps lowering the threshold for physicians to consult the pain team. In addition, they included anchor personnel in the pain team as a way to increase involvement with the project, spread knowledge concerning the recognition and treatment of pain, and to leverage the expertise of the pain team. However, it is important to keep in mind that each nursing home has an individual culture, working methods, hierarchies, etc., therefore each nursing home will need to tailor implementation strategies to the culture and context of that particular nursing home. An essential prerequisite for successful implementation is a nursing home culture that stimulates working according to guidelines [25, 30] .",
            "cite_spans": [
                {
                    "start": 1457,
                    "end": 1461,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this project, the nursing home selected preferred pain measurement instruments, whereas previous research has shown that assigning measurement instruments is not enough [31] ; paramedics and (registered) nurses also need to feel confident about using these instruments and should know how to register results in the electronic patient information system and effectively communicate this to the team. A complication in this case was that the nursing home introduced a new electronic patient information system during the project. An advantage of the new system was that it eased the registration of pain scores and the determination and reporting of pain goals. However, informing and awakening the interest of (registered) nurses, paramedics, and clients/legal representatives in a new registration system takes time. During the T1 measurements, three registered nurses were assigned to inform and instruct all users regarding the registration system.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that the attitude of personnel was not an obstacle to implementation, as all professionals were highly motivated to implement the guideline. Unfortunately, awareness of the project was not widely shared, since information did not reach most of the (registered) nurses. This is in line with a systematic review concerning standards for infection prevention and control among nurses, where most participants of the studies had adequate knowledge and a positive attitude, but (when measured) average to poor level of practice [32] . Recommendations from included studies comprised providing periodic training via conferences and relevant practical courses, providing training at the start of employment, and combining up-to-date theoretical and practical problems. Research on improvement of pain management also shows, that training an entire multidisciplinary team can support implementation, as it facilitates interdisciplinary learning, collaboration, and communication [26] . Training should address barriers and facilitators on domains of capability, opportunity, and motivation. To establish new routines, a more complex approach is necessary to influence motivation and ultimately change behavior [33] .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 536,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some suggestions for improvements to future implementation research: Firstly, implementation materials and information about the importance of implementing the guideline should be present at the kick-off meeting. Secondly, everyone involved needs to be informed about their role and updated about any progress made (for example via newsletters). This way, everyone feels more involved and motivated to implement the guideline. Thirdly, during the preparation phase, timing of communication to stakeholders is important, since enthusiasm declines if staff are eager to start but have to wait for an official kick-off meeting. Fourthly, since implementing a guideline is very time-consuming the implementation phase requires more than 8 months. Finally, in order to successfully implement a guideline, anchor personnel and members of the pain team should be stimulated to attend meetings and actively encouraged to participate in implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, implementing a multidisciplinary guideline is not to be taken lightly. We have described the various actions that were taken in a nursing home to improve pain management. This project has yielded an implementation toolbox useful to other nursing homes wishing to implement the guideline, including information on pharmacotherapy audit meetings, an implementation manual, e-learning for nurses, and a flyer for patients. However, evaluation also showed that implementation did not reach all healthcare professionals and that securing new routines will need ongoing attention. Suggestions for improvement include (timing of) communication to stakeholders, with clear materials and descriptions of roles, and motivational support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We hope that the toolbox, together with process knowledge gained during this project, will ease future implementation and as such improve the care for nursing home residents with pain. Institutional Review Board Statement: Ethical review and approval were waived for this study (protocol P18.076) by the Ethics Committee of the LUMC, due to the fact that the Dutch Medical Research Involving Human Subjects Act (WMO) was not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Informed consent was obtained from all subjects involved in the study. Written informed consent has been obtained from the subjects who were interviewed to publish this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Statement:"
        },
        {
            "text": "The data presented in this study are available on request from the corresponding author. The data are not publicly available due to the confidentiality of involved professionals and organizations. We will be able to provide a detailed metadata description of our datasets, including machine-readable Dublin Core files. We will specify how researchers interested in our data can contact us via our data access committee. The data access committee is responsible for reviewing applications and for data access in agreement with the given informed consents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability Statement:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidance on the management of pain in older people",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdulla",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaffin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knaggs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schofield",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Age Ageing",
            "volume": "42",
            "issn": "",
            "pages": "1--57",
            "other_ids": {
                "DOI": [
                    "10.1093/ageing/afs199"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treatment of chronic non-malignant pain in the elderly: Safety considerations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Drug Saf",
            "volume": "32",
            "issn": "",
            "pages": "457--474",
            "other_ids": {
                "DOI": [
                    "10.2165/00002018-200932060-00003"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An interdisciplinary expert consensus statement on assessment of pain in older persons",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hadjistavropoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Herr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Turk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Dworkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Helme",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Parmelee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Rudy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lynn Beattie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. J. Pain",
            "volume": "23",
            "issn": "",
            "pages": "1--43",
            "other_ids": {
                "DOI": [
                    "10.1097/AJP.0b013e31802be869"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How can the quality of life of older patients living with chronic pain be improved? Pain Manag",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Achterberg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "431--433",
            "other_ids": {
                "DOI": [
                    "10.2217/pmt-2019-0023"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Herkenning en Behandeling van Pijn Bij Kwetsbare Ouderen [Multidisciplinary Guideline Recognition and Treatment of Pain in Vulnerable Elderly",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verenso",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Multidisciplinaire Richtlijn Pijn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multidisciplinary guideline 'Recognition and treatment of chronic pain in vulnerable elderly people",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Achterberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "De Ruiter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "De Weerd-Spaetgens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horikx",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Verduijn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A theory-based hybrid II implementation intervention to improve pain management in Swiss nursing homes: A mixed-methods study protocol",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brunkert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruppen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Adv. Nurs",
            "volume": "75",
            "issn": "",
            "pages": "432--442",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.13817"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pain Management in Nursing Home Residents: Findings from a Pilot Effectiveness-Implementation Study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brunkert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruppen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Am. Geriatr. Soc",
            "volume": "67",
            "issn": "",
            "pages": "2574--2580",
            "other_ids": {
                "DOI": [
                    "10.1111/jgs.16148"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nursing home staff adherence to evidence-based pain management practices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablonski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ersek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Gerontol. Nurs",
            "volume": "35",
            "issn": "",
            "pages": "28--34",
            "other_ids": {
                "DOI": [
                    "10.3928/00989134-20090428-03"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Du Pen, A. Pain Management Algorithms for Implementing Best Practices in Nursing Homes: Results of a Randomized Controlled Trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ersek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Neradilek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Herr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablonski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Polissar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Am. Med. Dir. Assoc",
            "volume": "17",
            "issn": "",
            "pages": "348--356",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamda.2016.01.001"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evidence-based implementation of evidence-based guidelines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. J. Health Care Qual. Assur",
            "volume": "19",
            "issn": "",
            "pages": "32--41",
            "other_ids": {
                "DOI": [
                    "10.1108/09526860610642582"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Practice guidelines as multipurpose tools: A qualitative study of noninvasive ventilation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sinuff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kahnamoui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giacomini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit. Care Med",
            "volume": "35",
            "issn": "",
            "pages": "776--782",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000256848.47911.77"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Implementation. Effective Improvement of Patient Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wensing",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grol",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Towards academic nursing home medicine: A Dutch example for Norway? Omsorg",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C M"
                    ],
                    "last": "Achterberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Husebo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "70--75",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dutch elderly care physician: A new generation of nursing home physician specialists",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lavrijsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Went",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schols",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Am. Geriatr. Soc",
            "volume": "58",
            "issn": "",
            "pages": "1807--1809",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1532-5415.2010.03043.x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nursing home medicine in The Netherlands",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schols",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur. J. Gen. Pr",
            "volume": "11",
            "issn": "",
            "pages": "141--143",
            "other_ids": {
                "DOI": [
                    "10.3109/13814780509178259"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Series: Practical guidance to qualitative research. Part 3: Sampling, data collection and analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Korstjens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Gen. Pr",
            "volume": "24",
            "issn": "",
            "pages": "9--18",
            "other_ids": {
                "DOI": [
                    "10.1080/13814788.2017.1375091"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How to plan and perform a qualitative study using content analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurs. Open",
            "volume": "2",
            "issn": "",
            "pages": "8--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.npls.2016.01.001"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Brochure Pain Suffering, Not Necessary. Tips for Patients, Family and Caregivers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Het Groenewoud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The psychometric quality and clinical usefulness of three pain assessment tools for elderly people with dementia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zwakhalen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hamers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pain",
            "volume": "126",
            "issn": "",
            "pages": "210--220",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pain.2006.06.029"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Organizational factors that support the implementation of a nursing best practice guideline",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marchionni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Nurs Manag",
            "volume": "16",
            "issn": "",
            "pages": "266--274",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2834.2007.00775.x"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Implementation of a Stepwise, Multidisciplinary Intervention for Pain and Challenging Behaviour in Dementia (STA OP!): A Process Evaluation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J C"
                    ],
                    "last": "Pieper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Achterberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Der Steen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Francke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Integr Care",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5334/ijic.3973"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Improving the Quality of Care in Care Homes Using the Quality Improvement Collaborative Approach: Lessons Learnt from Six Projects Conducted in the UK and The Netherlands",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Devi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pattison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cruickshank",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maries-Tillott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Damery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Env. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17207601"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Use of Pain Management Champions to Enhance Guideline Implementation by Care Workers in Nursing Homes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brunkert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Worldviews Evid. Based Nurs",
            "volume": "18",
            "issn": "",
            "pages": "138--146",
            "other_ids": {
                "DOI": [
                    "10.1111/wvn.12499"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Barriers to Optimal Pain Management in Aged Care Facilities: An Australian Qualitative Study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Veal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bereznicki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Winzenberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pain Manag. Nurs. Off. J. Am. Soc. Pain Manag",
            "volume": "19",
            "issn": "",
            "pages": "177--185",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pmn.2017.10.002"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evidence-based policy and procedures: An algorithm for success",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Oman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Nurs. Adm",
            "volume": "38",
            "issn": "",
            "pages": "47--51",
            "other_ids": {
                "DOI": [
                    "10.1097/01.NNA.0000295634.18463.4d"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Systematic pain assessment using an observational scale in nursing home residents with dementia: Exploring feasibility and applied interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zwakhalen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Van&apos;t Hof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hamers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Nurs",
            "volume": "21",
            "issn": "",
            "pages": "3009--3017",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2702.2012.04313.x"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Knowledge, attitude, practice, and clinical recommendation toward infection control and prevention standards among nurses: A systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nasiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balouchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rezaie-Keikhaie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheyback",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Rawajfah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am. J. Infect. Control",
            "volume": "47",
            "issn": "",
            "pages": "827--833",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2018.11.022"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A Contextual Analysis to Explore Barriers and Facilitators of Pain Management in Swiss Nursing Homes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brunkert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ruppen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Nurs. Scholarsh. Off. Publ. Sigma Tau Int. Honor Soc. Nurs",
            "volume": "52",
            "issn": "",
            "pages": "14--22",
            "other_ids": {
                "DOI": [
                    "10.1111/jnu.12508"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Work flowchart used by the pain team",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Work flowchart used by the pain team.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Materials: The following are available online at https://www.mdpi.com/article/10 .3390/healthcare9070905/s1, File S1: Nursing homes in the Netherlands, File S2: Semi-structured interview guide for paramedics and (registered) nurses. Author Contributions: Conceptualization, W.P.A., P.J.E.M.G., and M.W.M.d.W.; formal analysis, L.E.v.d.A.; writing-original draft preparation, L.E.v.d.A.; writing-review and editing, M.W.M.d.W., W.P.A., P.J.E.M.G., and E.P.; supervision, M.W.M.d.W. and W.P.A.; project administration, E.P. and P.J.E.M.G.; funding acquisition, W.P.A., P.J.E.M.G., and M.W.M.d.W. All authors have read and agreed to the published version of the manuscript. Funding: This research was funded by ZonMw, grant number 848023003.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participant characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of implementation goals. Residents/legal representatives have been informed about the care and treatment plans Knowledge 15 The client council is informed and updated about the progress of guideline implementation Knowledge * Verenso = Dutch Association for Elderly Care Physicians; IVM = Dutch Institute for Rational Use of Medicine.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of pharmacotherapy audit meetings.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Corinne de Ruijter (Verenso) for her work to get this project funded. We thank the project leaders of the nursing homes, Roy Dutrieux and Monique Ultee from Zonnehuis Groep Vlaardingen (ZGV), Niels de Bruin and Dionne de Wilde from Thebe, and all involved Healthcare 2021, 9, 905 13 of 14 employees of ZGV and Thebe for their commitment and support. We thank all other members of the project team and the sounding board group for their valuable input on the process and the tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest. W.P.A. and P.G. were involved in the development of the guideline. IVM offers a modified version of the developed e-learning to clients of the IVM Academy. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}