{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body of manuscript:",
            "text": "To the Editor: In the era of the coronavirus disease 2019 pandemic, debates have emerged on whether biologics might increase the risk of contracting the disease 1 . IL-17 is a biologic that is widely used in dermatology. There were reports that viral reactivation, although extremely low, could be detected during the use of IL-17 antibody 2 . This led to concerns in using the IL-17 antibody because it was believed that it could make patients more susceptible to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). When we read the article named Skin is a potential host of SARS-CoV-2: a clinical, single-cell transcriptome-profiling and histological study in a recently published issue 3 , a question occurred to us: If skin is a target of SARS-CoV-2, what might be the consequence of using the IL-17 antibody?"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body of manuscript:",
            "text": "ACE2 is the main entrance receptor for SARS-CoV-2. The expression of ACE2 is associated with the potential risk of making the target tissue susceptible to infection by SARS-CoV-2. Therefore, downregulating the expression of ACE2 could lower the risk of COVID-19. To evaluate the influence of IL-17 antibody on skin ACE2 expression, we randomly selected five psoriasis patients who were treated with IL-17 antibody (Taltz, Eli Lilly and Company). The skin lesions of these patients were biopsied on week 0 and week 8 and prepared for RNA sequencing. The skin ACE2 expression of patients who underwent the antibody therapy for 8 weeks (0.36 ± 0.10, n=5) was downregulated when compared with that at week 0 (1.24 ± 0.50, n=5), when the IL-17 antibody treatment was just started (P < 0.05, paired t-test). To confirm the result, we also selected three patients to compare the skin ACE2 expression at weeks 0 and 8 with immunofluorescence. Immunofluorescence staining revealed that the fluorescence intensity of ACE2 was downregulated in the skin at week 8 (0.84 ± 0.26, n=3) when compared to that before the IL-17 antibody treatment (9.23 ± 2.33, n=3, P＜0.05; unpaired t-test). Hence, either the mRNA or protein of ACE2 obtained from psoriasis patients can reveal that IL-17 antibody treatmentremarkably reduces ACE2 expression."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body of manuscript:",
            "text": "Our work above proves that the IL-17 antibody treatment during the COVID-19 pandemic is not contraindicated. Elevated ACE2 expression and detection of SARS-CoV-2 in the skin 4 of COVID-19 patients implied skin was a potential host of SARS-CoV-2. After IL-17 antibody treatment, the skin ACE2 expression was downregulated which meant IL-17 antibody could lower the risk of COVID-19 through lessening the cells which could interact with SARS-CoV-2. Additionally, IL-17 antibody could reverse the deteriorated barrier and inflammatory status in the skin of psoriasis patient which meant less microbe infection.Herein, the specific microbe could be SARS-CoV-2. Till now there is no evidence that COVID-19 can be spread by contact with skin. However, SARS-CoV-2 could survive on skin for 9h 5 , which indicated that SARS-CoV-2 might transmit through skin in the certain skin status like psoriasis. Thus, whether IL-17 antibody could reduce the COVID-19 risk through reversing the inflammatory skin status with deteriorated barrier and preventing SARS-CoV-2 transmitting should be further discussed."
        }
    ],
    "metadata": {
        "paper_id": "277ec319f87b5945d4088af76d462e8284d5cd40",
        "title": "If skin is a potential host of SARS-CoV-2, IL-17 antibody could reduce the risk of COVID-19"
    }
}