{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 148,
                    "ref_id": "BIBREF15",
                    "start": 146,
                    "text": "16"
                },
                {
                    "end": 307,
                    "ref_id": "BIBREF0",
                    "start": 304,
                    "text": "[1,"
                },
                {
                    "end": 310,
                    "ref_id": "BIBREF1",
                    "start": 308,
                    "text": "2]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has already affected over 120 million people, with over 2.6 million COVID-19related deaths as of 16 March 2021. Detecting severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA in nasopharyngeal swabs is a COVID-19 reference diagnostic standard [1, 2] ."
        },
        {
            "cite_spans": [
                {
                    "end": 269,
                    "ref_id": null,
                    "start": 264,
                    "text": "[2e4]"
                },
                {
                    "end": 506,
                    "ref_id": "BIBREF3",
                    "start": 503,
                    "text": "[4,"
                },
                {
                    "end": 509,
                    "ref_id": "BIBREF4",
                    "start": 507,
                    "text": "5]"
                },
                {
                    "end": 782,
                    "ref_id": null,
                    "start": 774,
                    "text": "[4,6e17]"
                },
                {
                    "end": 1181,
                    "ref_id": "BIBREF1",
                    "start": 1178,
                    "text": "[2]"
                }
            ],
            "ref_spans": [
                {
                    "end": 600,
                    "ref_id": "TABREF0",
                    "start": 552,
                    "text": "Table 1 and the Supplementary material (Table S6"
                }
            ],
            "section": "Introduction",
            "text": "However, because of a significant number of asymptomatic/mild infections, demanding implementation and scale-up of molecular testing and frequent changes in testing strategies, the SARS-CoV-2 RNA positives identified represent only the tip of the pandemic iceberg [2e4] . As a result, seroprevalence surveys measuring the population immune response to SARS-CoV-2 remain integral for understanding cumulative population exposure and insight into pandemic dynamics during the COVID-19 pre-vaccination era [4, 5] . As far as we know, and as summarized in Table 1 and the Supplementary material (Table S6 ), all population-based seroprevalence surveys published in peer-reviewed literature until 31 January 2021 were conducted during or just following the pandemic's first wave [4,6e17] . The most recent systematic review and meta-analysis, also assessing non-peer-reviewed seroprevalence surveys deposited in open-access preprint repositories or posted at websites, showed a general lack of peer-reviewed population-based studies from much of the world and significant data heterogeneity, and called for longitudinal surveys to continually monitor seroprevalence around the globe [2] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Here we present SARS-CoV-2 seroprevalence estimates for Slovenia assessed in the same participants in two rounds of a nationwide population study on a probability-based sample: at the end of the first epidemic wave (April 2020) and during exponential growth of the second epidemic wave (October/November 2020). Both study rounds were accompanied by significant logistical and methodological challenges. Although performed only 6 months apart, each round had a unique set of challenges, with several important lessons learned."
        },
        {
            "cite_spans": [
                {
                    "end": 242,
                    "ref_id": "BIBREF5",
                    "start": 239,
                    "text": "[6]"
                },
                {
                    "end": 337,
                    "ref_id": "BIBREF5",
                    "start": 334,
                    "text": "[6]"
                },
                {
                    "end": 595,
                    "ref_id": "BIBREF5",
                    "start": 592,
                    "text": "[6]"
                }
            ],
            "ref_spans": [],
            "section": "Study design and population",
            "text": "The Slovenian nationwide population study is the first using a probability-based sample representative of the entire country and across all age categories, combined with a longitudinal follow up of the entire cohort over the next 6 months [6] . The study design and results of baseline SARS-CoV-2 RNA testing were detailed previously [6] . Briefly, a sample of 3000 residents was selected from the Central Population Register and PCR testing of nasopharyngeal swabs (n ¼ 1366) performed in late April 2020 showed SARS-CoV-2 RNA prevalence of 0.15% (posterior mean 0.18%, 95% CI 0.03%e 0.47%) [6] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and population",
            "text": "All participants provided written informed consent before enrolment and for individuals younger than 18 years a parent or legal guardian provided consent. The Slovenian National Medical Ethics Committee (consent number 0120-199/2020/19) approved the study protocol. The study is registered with ClinicalTrials.gov (NCT04376996)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and population",
            "text": "To assess SARS-CoV-2 seroprevalence, participants provided two blood samples: the first-round sample in April 2020 and the second-round sample in October/November 2020."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological testing",
            "text": "First-round sera were tested in early May 2020 using the enzyme-linked immunosorbent assay anti-SARS-CoV-2 ELISA IgG (ELISA; Euroimmun, Lübeck, Germany) targeting the S1-domain of the spike (S) protein of SARS-CoV-2. The manufacturer's evaluation for ELISA showed 99.6% specificity and 99.4% sensitivity, and our internal evaluation showed 100% specificity (see Supplementary material, item S2). ELISA specificity in other evaluations varied significantly (Supplementary material, item S3). Due to uncertain seroprevalence estimates based on ELISA results, anonymized firstround sera were retested in early November 2020 using two electrochemiluminescence double-antigen sandwich immunoassays concomitantly: Elecsys Anti-SARS-CoV-2 (Elecsys-N) and Elecsys Anti-SARS-CoV-2 S (Elecsys-S) (Roche Diagnostics, Mannheim, Germany) on a cobas e411 analyser following the manufacturer's instructions, using cut-off values for positive results of 1.0 and 0.8 U/mL, respectively. Second-round sera were tested in early November 2020 using the same Elecsys-N/Elecsys-S combined approach. Additionally, all second-round sera positive by either Elecsys-N or Elecsys-S as well as 50 anti-SARS-CoV-2negative samples were tested further by neutralization test."
        },
        {
            "cite_spans": [
                {
                    "end": 308,
                    "ref_id": null,
                    "start": 298,
                    "text": "[3,5,18e24"
                }
            ],
            "ref_spans": [],
            "section": "Serological testing",
            "text": "Elecsys-N is an assay for qualitative detection of total anti-SARS-CoV-2 antibodies against SARS-CoV-2 nucleoprotein (N). The manufacturer's extensive evaluation showed 99.80% specificity and 99.5% sensitivity, and manufacturer-independent evaluations even with values spanning manufacturer claims [3,5,18e24 ] (see Supplementary material, item S5)."
        },
        {
            "cite_spans": [
                {
                    "end": 341,
                    "ref_id": "BIBREF19",
                    "start": 337,
                    "text": "[20]"
                }
            ],
            "ref_spans": [],
            "section": "Serological testing",
            "text": "Elecsys-S is an assay for quantitative detection of total anti-SARS-CoV-2 antibodies against the S1 receptor binding domain. The manufacturer's extensive evaluation showed 99.98% specificity and 98.8% sensitivity, and our internal unpublished Elecsys-N/Elecsys-S head-to-head comparison showed overall agreement of both assays of 98.68% [20] (see Supplementary material, item S5)."
        },
        {
            "cite_spans": [
                {
                    "end": 195,
                    "ref_id": "BIBREF24",
                    "start": 191,
                    "text": "[25]"
                }
            ],
            "ref_spans": [],
            "section": "Serological testing",
            "text": "A neutralization test (NT) was performed in a BSL-3 laboratory using SARS-CoV-2 (strain Slovenia/SI-4265/20, D614G; EVA-GLOBAL-Ref-SKU: 005V-03961). NT was based on the standardized protocol [25] . Briefly, Vero E6 cells were seeded in a concentration of 10 5 /well (96-well plate) 1 day before NT was performed. Triplicate serial dilutions of heat-inactivated plasma samples (56 C, 30 min) were incubated with 100 TCID 50 of SARS-CoV-2 for 1 h at 37 C. The plasmaevirus mixture was added to the cells and incubated at 37 C with 5% CO 2 for 4 days. The neutralization end-point titre was determined as the end-point plasma dilution that inhibited the SARS-CoV-2-induced cytopathic effect. For the presence of neutralizing anti-SARS-CoV-2 antibodies the NT titre 1:20 was considered positive if inhibition occurred in at least two out of three parallels; and NT titre 1:10 was considered positive if inhibition occurred in all three parallels."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis",
            "text": "We used three different but related models to estimate seroprevalence, as detailed in the Supplementary material (item S1). Model 1 is the baseline model for estimating seroprevalence from test results where the assay's sensitivity or specificity is not 100%. Model 2 is an extension of Model 1, where two tests are performed simultaneously. Model 3 is an extension of Model 1 that allows for inclusion of more than one source of estimates of specificity. We also corrected the estimates for seroprevalence for non-response bias using post-stratification on age group, sex, region and settlement type (urban/rural, size). However, because no significant differences were observed between estimates, post-stratification results are not shown. To provide the most reliable seroprevalence assessment for the challenging second-round period, two estimates of seroprevalence for October/November 2020 were calculated: (a) an estimate of the lower bound of the seroprevalence at the end of the sample collection period and (b) an upper bound of seroprevalence 14 days before the first samples were collected (see Supplementary material, item S6)."
        },
        {
            "cite_spans": [
                {
                    "end": 198,
                    "ref_id": "BIBREF25",
                    "start": 194,
                    "text": "[26]"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis",
            "text": "The analysis was performed in R and we implemented the models in the Stan probabilistic programming language and used the built-in Hamiltonian Monte Carlo-based Markov Chain Monte Carlo sampler [26] . We set the number of sampling iterations to a number sufficient for the sampling-based approximation error to be lower than the number of decimal places reported. The results are reported as the posterior mean and a 95% highest density interval (95% HDI)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results",
            "text": "From 1368 and 1245 participants in the first and second rounds, respectively, 1316 and 1211 blood samples were collected between 20 April and 1 May 2020 and 17 October and 10 November 2020, respectively. As detailed in the Supplementary material (item S7), the populations of both rounds matched the overall population well (n ¼ 3000) without observed statistically significant mismatches in sex (p ¼ 0.187 and p ¼ 0.216) and region (p ¼ 0.43 and p ¼ 0.44). Minor differences were observed in settlement type, where individuals from a rural settlement with <2000 inhabitants were more likely to participate (p ¼ 0.011), and in the age structure, where children in the age groups 0e10 years were less likely to be included and adults in the age group 51e60 years more likely (both p ¼ 0.000)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results",
            "text": "As detailed in the Supplementary material (items S1 and S4), after testing 1316 blood samples, four different estimates of SARS-CoV-2 seroprevalence in Slovenia for late April 2020 were calculated: three based on ELISA results and one based on concomitant Elecsys-N/Elecsys-S testing results. Uncorrected crude seroprevalence based on ELISA results was estimated at 3.11% (posterior mean 3.15%, 95% HDI 2.23%e4.10%), seroprevalence corrected for the manufacturer's estimate of ELISA specificity at 2.78% (95% HDI 1.81%e3.80%) and seroprevalence corrected for the estimate of ELISA specificity based on our meta-analysis (see Supplementary material, item S3) at 0.93% (95% CI 0.00%e2.65%). The unadjusted lower limit of anti-SARS-CoV-2 seroprevalence estimate for the first round based on the Elecsys-N/Elecsys-S results corrected for the manufacturers' estimates of the specificities of both assays was 0.87% (95% HDI 0.40%e1.38%)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 554,
                    "ref_id": null,
                    "start": 544,
                    "text": "(Table S4)"
                }
            ],
            "section": "Results",
            "text": "For the second round, based on Elecsys-N/Elecsys-S concomitant testing of 1211 blood samples and as detailed in the Supplementary material (item S6), the unadjusted lower limit of anti-SARS-CoV-2 seroprevalence in Slovenia on 11 November 2020 was 4.06% (95% HDI 2.97%e5.16%) and on 3 October 2020 the unadjusted upper limit of seroprevalence was 4.29% (95% HDI 3.18%e5.47%). Unadjusted age-specific anti-SARS-CoV-2 seroprevalence estimates for four age categories (0e20, 21e40, 41e60 and > 60 years) are presented in the Supplementary material (Table S4) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results",
            "text": "All 50 anti-SARS-CoV-2-negative samples tested negative by NT and three-quarters of second-round anti-SARS-CoV-2-positive samples contained measurable levels of anti-SARS-CoV-2 neutralizing antibodies. The unadjusted lower limits of prevalence of anti-SARS-CoV-2 neutralizing antibodies in Slovenia on 11 November 2020, as well as the unadjusted upper limit of prevalence on 3 October 2020, were 2.97% (95% HDI 2.06%e3.87%)."
        },
        {
            "cite_spans": [
                {
                    "end": 718,
                    "ref_id": "BIBREF26",
                    "start": 714,
                    "text": "[27]"
                },
                {
                    "end": 944,
                    "ref_id": "BIBREF1",
                    "start": 941,
                    "text": "[2]"
                },
                {
                    "end": 1026,
                    "ref_id": null,
                    "start": 1018,
                    "text": "[4,6e17]"
                },
                {
                    "end": 1868,
                    "ref_id": "BIBREF27",
                    "start": 1864,
                    "text": "[28]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Seroprevalence surveys on a probability-based sample provide crucial information on cumulative SARS-CoV-2 exposure in communities. Such serosurveys are particularly useful in settings where limited SARS-CoV-2 RNA testing and/or contact tracing capacity prevents reliable assessment of the COVID-19 burden through cumulative incidence data from official notification systems, which is an unfortunate reality in most of the world. To address this knowledge gap, in March 2020 the WHO recommended nationwide population-based, age-stratified epidemiological surveys and designed a flexible investigation study protocol to facilitate the collection and sharing of COVID-19 epidemiological data in a standardized format [27] . As a result, numerous SARS-CoV-2 seroprevalence surveys on a probability-based sample were performed, but so far the majority have resulted in reports deposited in open-access preprint repositories or posted on websites [2] , and only a dozen have had results published in peerreviewed literature [4,6e17] . Comparing the results of published seroprevalence surveys is complicated because serological assay combinations with substantially different performance characteristics and different approaches regarding estimate calculations and interpretation of the results were used and, despite being labelled as probability-based sample surveys, the great majority excluded children or adolescents, or included only individuals seeking various health-care services, resulting in underrepresentation of younger cohorts. In addition, with the start of large-scale vaccination against SARS-CoV-2, the value and purpose of populationbased seroprevalence surveys will shift from past/current aims toward the duration and dynamic of protective immunity after vaccination to dictate the future course of public health measures and mitigating strategies [28] ."
        },
        {
            "cite_spans": [
                {
                    "end": 212,
                    "ref_id": null,
                    "start": 204,
                    "text": "[4,6e17]"
                }
            ],
            "ref_spans": [
                {
                    "end": 201,
                    "ref_id": "TABREF0",
                    "start": 156,
                    "text": "(Table 1 and Supplementary material  Table S6"
                }
            ],
            "section": "Discussion",
            "text": "As of 31 January 2021, all published pre-vaccination SARS-CoV-2 serosurveys were conducted during or just following the first wave of the COVID-19 pandemic (Table 1 and Supplementary material  Table S6 ) [4,6e17] . Our study estimated the SARS-CoV-2 seroprevalence in Slovenia in two time periods: at the end of the relatively mild first epidemic wave (April 2020) and during the devastating exponential growth phase of the second epidemic wave (October/ November 2020). Due to considerably different circumstances, each study round dealt with distinct logistical and methodological challenges, resulting in several practical and informative lessons learned."
        },
        {
            "cite_spans": [
                {
                    "end": 430,
                    "ref_id": "BIBREF5",
                    "start": 427,
                    "text": "[6]"
                },
                {
                    "end": 3330,
                    "ref_id": "BIBREF2",
                    "start": 3327,
                    "text": "[3,"
                },
                {
                    "end": 3333,
                    "ref_id": "BIBREF4",
                    "start": 3331,
                    "text": "5,"
                },
                {
                    "end": 3337,
                    "ref_id": "BIBREF17",
                    "start": 3334,
                    "text": "18,"
                },
                {
                    "end": 3341,
                    "ref_id": "BIBREF18",
                    "start": 3338,
                    "text": "19,"
                },
                {
                    "end": 3345,
                    "ref_id": "BIBREF23",
                    "start": 3342,
                    "text": "24,"
                },
                {
                    "end": 3349,
                    "ref_id": "BIBREF28",
                    "start": 3346,
                    "text": "29,"
                },
                {
                    "end": 3353,
                    "ref_id": "BIBREF29",
                    "start": 3350,
                    "text": "30]"
                },
                {
                    "end": 3845,
                    "ref_id": null,
                    "start": 3842,
                    "text": "[7]"
                },
                {
                    "end": 3870,
                    "ref_id": "BIBREF11",
                    "start": 3866,
                    "text": "[12]"
                },
                {
                    "end": 3883,
                    "ref_id": "BIBREF10",
                    "start": 3879,
                    "text": "[11]"
                },
                {
                    "end": 3898,
                    "ref_id": "BIBREF16",
                    "start": 3894,
                    "text": "[17]"
                },
                {
                    "end": 4025,
                    "ref_id": null,
                    "start": 4011,
                    "text": "[4,8,10,14e16]"
                }
            ],
            "ref_spans": [
                {
                    "end": 182,
                    "ref_id": "FIGREF1",
                    "start": 174,
                    "text": "(Fig. 1)"
                }
            ],
            "section": "Discussion",
            "text": "Slovenia was relatively spared during the first COVID-19 epidemic wave, with approximately 1400 cumulative laboratory-confirmed COVID-19 cases and 50 deaths/million reported (Fig. 1) . After 2 months of draconian containment measures, based on favourable incidence data from the national official notification system and supported by low active COVID-19 prevalence estimates in a nationwide study on a probability-based sample [6] , the restrictions in the country started to loosen in May 2020, ultimately leading to Slovenia being the first country in Europe to officially declare the end of the first wave of the epidemic as of 31 May 2020. However, because of an initially very conservative national diagnostic strategy (mainly due to a limited supply of reagents and consumables), it was predicted that the cumulative number of laboratory-confirmed COVID-19 cases captured through the official national notification system poorly reflected actual cumulative SARS-CoV-2 exposure during the first wave. When deciding in late April 2020 which anti-SARS-CoV-2 assay to use for testing the firstround samples, we and many others had no other choice than to use assay(s) with largely unproven performance, with very limited real-life experience in daily diagnostics and in population-based studies, heavily relying on the manufacturer's evaluation data and/or limited independent evaluation data, with the assay's performance assessed on a very limited number of samples and on a potentially biased sample population. As a result of extreme containment measures at that time (total lockdown, border closure), the only assay with relatively reliable performance data and with the assay quantities available to us for timely testing of all first-round samples was Euroimmun's ELISA. From today's perspective it is obvious that our initial estimate of SARS-CoV-2 seroprevalence in Slovenia for late April 2020 corrected for the manufacturer's estimate of ELISA specificity (2.78%) was an overestimation that was later corrected using two completely different week 52 in 2020 captured though the national official notification system. New laboratory-confirmed COVID-19 cases per week are presented using blue bars, and the corresponding numbers are on the right y-axis. The cumulative number of laboratory-confirmed COVID-19 cases is presented by the dotted line, and corresponding numbers are on the left y-axis. For a nationwide seroprevalence population study on a probability-based sample, blood samples were collected between 20 April and 1 May 2020 (first study round) and 17 October and 10 November 2020 (second study round). National official notification system row data are available at https://www.nijz.si/sl/dnevno-spremljanje-okuzb-s-sars-cov-2-covid-19. Total data are presented from week 5 to week 52 in 2020; detailed data from week 9 to week 20 in 2020 are presented in the magnified window. approaches. First, after accumulation of published manufacturerindependent ELISA performance data, we innovatively corrected the first-round seroprevalence using pooled 'meta-specificity' (see Supplementary material, item S3). Second, when it became clear that concomitant use of highly-specific serological assays targeting different SARS-CoV-2 proteins offers reliable seroprevalence estimates in low-prevalence settings [3, 5, 18, 19, 24, 29, 30] , all firstround samples were retested in November 2020 using an Elecsys-N/Elecsys-S combination. Interestingly, using these two different approachesdcorrection of suboptimal ELISA results using pooled 'meta-specificity' versus concomitant use of two highly specific assaysdvery similar seroprevalence estimates for late April 2020 were determined (0.93% versus 0.87%). Slovenian seroprevalence in late April 2020 was compatible with population-based seroprevalence estimates for Iceland [7] , the Faroe Islands [12] , India [11] and China [17] , and substantially lower than those recorded in countries heavily affected by the first COVID-19 epidemic wave [4,8,10,14e16] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 489,
                    "ref_id": "FIGREF1",
                    "start": 483,
                    "text": "Fig. 1"
                }
            ],
            "section": "Discussion",
            "text": "In contrast to the first epidemic wave, Slovenia was one of the countries most affected in the second epidemic wave, with currently the third-worst COVID-19-related cumulative mortality globally (https://origin-coronavirus.jhu.edu/). With lessons learned during first-round testing, second-round specimens were also tested with the Elecsys-N/Elecsys-S combination, and all positives were tested further by NT. However, other methodological and logistic challenges arose. As shown in Fig. 1 , second-round specimens were collected at the turning point of the second epidemic wavedduring the collection period, the cumulative number of laboratory-confirmed COVID-19 cases in the country increased 3.6fold, from 13 675 to 48 837. In addition, several study participants were either isolated or quarantined. All of these extended the sample collection period over 25 days and resulted in non-random sampling collection order (participants with COVID-19-compatible symptoms/signs were tested later because of logistical issues). Consequently, the seroprevalence estimate for the second round could not be calculated as point prevalence, but we had to present the results as the period (see Supplementary material, item S6). As a result, the seroprevalence estimates for October/November 2020 were presented as the upper bound of seroprevalence 14 days before the sample collection starting date and the lower bound of seroprevalence at the end of the sample collection period because: (a) the sensitivity of the serological assays correlates with the time that elapsed between exposure and testing, (b) sample collection was performed during epidemic exponential growth and (c) in contrast to the first round, the second round was not accompanied with concomitant SARS-CoV-2 RNA testing. In comparison to the first round, concomitant use of Elecsys-N/Elecsys-S was even more beneficial in the second round not only to secure high specificity but also to increase net sensitivity by capturing the participants with an anti-S-only or anti-N-only early convalescent response [31e33]."
        },
        {
            "cite_spans": [
                {
                    "end": 463,
                    "ref_id": "BIBREF30",
                    "start": 459,
                    "text": "[31]"
                },
                {
                    "end": 976,
                    "ref_id": "BIBREF33",
                    "start": 972,
                    "text": "[34,"
                },
                {
                    "end": 980,
                    "ref_id": "BIBREF34",
                    "start": 977,
                    "text": "35]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "An important study limitation is that, as the result of stringent study protocol requirements, all first-round samples were anonymized after initial ELISA testing, making it impossible to individually link the Elecsys-N/Elecsys-S results from both rounds. However, the recent study that followed a large cohort of medical workers with the Elecsys-N/Elecsys-S combination showed the persistence of anti-SARS-CoV-2 antibodies in all participants up to 6 months [31] . We strongly believe that all first-round anti-SARS-CoV-2-positive participants were also captured by the Elecsys-N/ Elecsys-S combination in their second-round samples and that a risk of 6-month 'seroreversion' when using the Elecsys-N/Elecsys-S combination is negligible. An additional important inherited limitation of all seroprevalence surveys is that some individuals remain seronegative post-infection, as evidenced by the detection of memory T-cell SARS-CoV-2 responses in the absence of antibodies [34, 35] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In conclusion, the nationwide population study on a probabilitybased sample showed at least a four-fold increase in anti-SARS-CoV-2 prevalence from late April 2020 to October/November 2020. Significant logistical and methodological challenges accompanied both study rounds with several important lessons learned, including (but not limited to) the need for caution when relying on assays' evaluation data generated by manufacturers, the importance of manufacturer-independent assay performance assessments and early data sharing through peer-reviewed literature, the need for concomitant use of two highly specific serological assays targeting different SARS-CoV-2 proteins in seroprevalence surveys conducted in both low-prevalence settings and during epidemic exponential growth, and the power and flexibility of the Bayesian approach for overcoming methodological challenges arising in seroprevalence surveys of emerging pathogens."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions",
            "text": "MPO, AOV and ES contributed equally to this work. MPO, AOV, PMV and TAZ were responsible for the study concept and design. AOV, PMV, KRR, TAZ, MPE, MPO, NK, MK, BZ, JD, ES, SK, KS and VV were responsible for the acquisition, analysis or interpretation of data. MPO, AOV, ES and PMV drafted the manuscript, and NK, MK, KRR, BZ, JD, SK, KS and VV provided essential parts. BZ, JD, ES, SK and VV were responsible for statistical analysis. All authors approved the final version of the manuscript submitted to CMI. All authors had full access to the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding",
            "text": "This work was funded by the Government of the Republic of Slovenia, the Institute of Microbiology and Immunology, Faculty of Medicine, University of Ljubljana, Slovenia and the Slovenian Research Agency (grants: P5-0399, P2-0209, P5-0410, P5-0151 and P3-0083). All the authors declare no competing interests. The funders had no role in the study design, data collection, analysis, interpretation of the results, writing of the manuscript and decision to submit the work for publication."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declaration",
            "text": "The authors have no conflicts of interest to disclose."
        }
    ],
    "metadata": {
        "paper_id": "277d4ab3ab8603a5ee0ceb397d8a7cbcb4698b4d",
        "title": "Seroprevalence of severe acute respiratory syndrome coronavirus 2 in Slovenia: results of two rounds of a nationwide population study on a probability-based sample, challenges and lessons learned"
    }
}