{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The roadmap to elective surgery resumption after this COVID-19 pandemic should be progressive and cautious. The aim of this paper was to give recommendations and guidelines for resuming elective orthopedic surgery in the safest environment possible. Elective surgery should be performed in COVID-free facilities and hospital stay should be as short as possible. For matters of safety, patients considered first for surgery should be carefully selected according to COVID infection status/exposure, age, ASA physical status classification system / risk factors, socioprofessional situation and surgical indication. A strategy for resuming elective surgery in four phases is proposed. Preoperative testing for COVID-19 infection is highly recommended. In any cases, COVID symptoms including fever and increased temperature should be constantly monitored until the day of surgery. Elective surgery should be postponed at the slightest suspicion of a COVID-19 infection. In case of surgery, adapted personal protective equipment in terms of gowns, gloves, masks and eye protection is highly recommended and described."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 253,
                    "ref_id": "BIBREF0",
                    "start": 250,
                    "text": "[1]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Since March 2020, hospitals and surgeons have been advised to postpone or cancel elective scheduled operations until the inflection point in the exposure graph has passed so that healthcare infrastructures can support the critical patient care needs [1] . Hospital resources have therefore mainly been dedicated to the care of COVID-19 patients resulting in thousands of orthopedic surgeries being delayed all over the world if they were not considered to cause a significant harm to the patient or outcome."
        },
        {
            "cite_spans": [
                {
                    "end": 144,
                    "ref_id": "BIBREF1",
                    "start": 141,
                    "text": "[2]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "It is commonly agreed that there should be a decrease in incidence of COVID-19 cases for at least 2 weeks before elective surgery is resumed [2] . In Europe, several countries will soon reach this goal. Although the sanitary crisis can be considered to be under control, one should keep in mind that the pandemic is not finished yet."
        },
        {
            "cite_spans": [
                {
                    "end": 91,
                    "ref_id": "BIBREF2",
                    "start": 88,
                    "text": "[3]"
                },
                {
                    "end": 493,
                    "ref_id": "BIBREF3",
                    "start": 490,
                    "text": "[4]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Premature and sudden lifting of interventions could lead to a second wave of infections [3] . It is thus critical to maintain regulatory measures within healthcare infrastructures within the next months to assure patient and staff safety and limit the number of infections. This can only be achieved by preparing the roadmap to elective surgery resumption. Unfortunately, there is, to date, no specific literature concerning the organization of an outpatient clinic and surgical activities [4] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The aim of this paper was therefore to provide recommendations and guidelines for resuming elective orthopedic surgery in this period of pandemic in the safest environment possible and according to the current state of knowledge on COVID-19."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 214,
                    "ref_id": "TABREF0",
                    "start": 207,
                    "text": "Table 1"
                }
            ],
            "section": "Surgeries covered by the present guideline",
            "text": "The American Academy of Orthopaedic surgeons defined four type of orthopaedics procedures in times of pandemic: A) emergency only, B) urgent types of surgeries, C) urgent/somewhat elective and D) elective ( Table 1 ). The current guideline only covers categories A and B of this definition. These include all types of surgeries with predominantly chronic conditions or acute cases where surgery generally can be delayed without causing serious harm to patients. More precisely, the following procedures are considered: tendinous or ligamentous intra-or periarticular injuries of chronic and acute in nature; deformity-correcting osteotomies; joint arthroplasty procedures; elective shoulder, elbow, hand, hip, knee and foot and ankle surgery."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgeries covered by the present guideline",
            "text": "The present guideline is essentially based upon a review of sparse literature, interviews of specialist and mostly expert opinion. The content has been reviewed by a scientific committee. It can be useful in conducting negotiations or for practical implementation at the level of a hospital or a national specialty society but cannot be imposed as official guidelines. The purpose of this guideline is only to provide the community with possible answers as well as to raise awareness of the complexity of the problem."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Before resuming surgical activities",
            "text": "The main objective before resuming any surgical activity is to assure that all necessary regulatory measures are in place within the healthcare infrastructure to allow for the safety of patients, physicians, staff and institution until the end of the pandemic. All decision in the organizational aspect should naturally be locally based decisions, follow legal restrictions and guidelines from the relevant health authorities."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Before resuming surgical activities",
            "text": "First, state and hospital regulations should allow for a return to outpatient clinic and elective surgeries. These regulations/rules should be carefully reviewed to identify any aspect that may impact the ability of the facility to provide services. The facility's liability and malpractice insurance should also be confirmed for the emergent services. Ideally, a permanent COVID-negative clinical pathway should be devoted to elective surgery or urgent, somewhat elective surgery. This could be an isolated institution, a separate COVID free building of the institution or made possible with the creation of additional space. Sufficient space should also be available to allow for social distancing protocols."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Before resuming surgical activities",
            "text": "All collaborators should be tested (COVID-kit test, immune/serology test if possible) before resumption of clinical practice. According to the development of the pandemic, they should be monitored on a regular (e.g. weekly) basis and their protection be guaranteed (supplies, PPE). Testing of patients should also be organized before any surgery to avoid importing asymptomatic cases within the COVID-negative clinical pathway as well as to prevent secondary surge. Prescreening of exposed patients is of importance to avoid the planning of surgeries during the incubation period of COVID-19 and adequate policy should be implemented to avoid peri-operative COVID infection. Finally, care should be taken to operate patients when a standardized and sufficient postoperative follow-up is assured. Nurses, the team of anesthesiology, physiotherapists should be consulted and aware that elective surgeries will start again to guarantee proper patient care."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preselection of patients eligible for surgery",
            "text": "When resuming surgical activities, a careful selection of patients should be implemented in order to limit the risk of infections and complications. The selection of prioritized patients should take into account several parameters such as COVID exposure, age, American Society of Anesthesiologists (ASA) physical status classification system / risk factors and socio-professional situation."
        },
        {
            "cite_spans": [
                {
                    "end": 25,
                    "ref_id": "BIBREF5",
                    "start": 22,
                    "text": "[6]"
                }
            ],
            "ref_spans": [],
            "section": "Preselection of patients eligible for surgery",
            "text": "According to Fineberg [6] , patients should be treated according to their COVID-19 exposure. The author defined five types of patient categories: A patient (1) who is not known to have been exposed or infected, (2) who has been exposed but is asymptomatic, (3) who has recovered from infection and maybe adequately immune, (4) who is possibly infected (persons with sign and symptoms consistent with infection who initially test negative), (5) who is infected."
        },
        {
            "cite_spans": [
                {
                    "end": 308,
                    "ref_id": "BIBREF6",
                    "start": 305,
                    "text": "[7]"
                },
                {
                    "end": 479,
                    "ref_id": "BIBREF7",
                    "start": 476,
                    "text": "[8]"
                },
                {
                    "end": 630,
                    "ref_id": "BIBREF8",
                    "start": 627,
                    "text": "[9]"
                },
                {
                    "end": 661,
                    "ref_id": "BIBREF9",
                    "start": 657,
                    "text": "[10]"
                }
            ],
            "ref_spans": [],
            "section": "Preselection of patients eligible for surgery",
            "text": "Age and comorbidities are recognized to be negatively associated with outcomes of COVID-19. They should be taken into account in evaluating the risk to operate a patient. In the analysis of 44,672 confirmed cases in China, 81% of all death after COVID-19 infection occurred in patients above 60 years old [7] . A meta-analysis including 30 studies and 53,000 patients revealed that age (above 50), smoking, and any comorbidity were significant predictors for disease severity [8] . Other comorbidities to consider include high blood pressure, cardiovascular diseases, diabetes, lung diseases, cancer, liver and kidney diseases [9] . Patients with BMI above [10] 30 kg/m2 may also be considered at risk for severe forms of COVID-19. Finally, the socio-professional situation should be considered with probably a priority for active workers. Other aspects such as the presence at home from a person at risk for COVID-19 may also be taken into account."
        },
        {
            "cite_spans": [
                {
                    "end": 150,
                    "ref_id": "BIBREF5",
                    "start": 147,
                    "text": "[6]"
                }
            ],
            "ref_spans": [
                {
                    "end": 21,
                    "ref_id": "TABREF1",
                    "start": 14,
                    "text": "Table 2"
                }
            ],
            "section": "Preselection of patients eligible for surgery",
            "text": "To summarize, Table 2 presents the stratification of the theoretical risk of infection with respect to patient age, category according to Fineberg [6] and comorbidities. A sixth category of patients was added to take into account the presence of comorbidities. To resume elective surgery, patients with no sign of COVID-19 or who have recovered from the disease (categories 1, 2, 3) should have the priority. Patients with COVID-19 infection (suspected or confirmed: category 4, 5, 6) should have fully recovered and displayed an adequate immune response before considering surgery. ASA I (normal healthy patient) and II (patient with a mild systemic disease) should also have the priority. Any risk factor or comorbidity (e.g. age > 60 years, obesity, high blood pressure, cardiovascular disease and diabetes) should be disqualifying conditions in the early phase of elective surgery resumption."
        },
        {
            "cite_spans": [
                {
                    "end": 554,
                    "ref_id": "BIBREF11",
                    "start": 550,
                    "text": "[12]"
                }
            ],
            "ref_spans": [],
            "section": "Implication of surgical indications in patient selection",
            "text": "In the early phase, patient selection should also include the indication for surgery. The viral SARS Cov-2 concentration in articular, periarticular and bony tissues and fluids of infected patients is currently unknown. However, it is reasonable to assume that it is lower in musculoskeletal tissues than in respiratory or digestive tissues. Given these uncertainties, it is recommended to decrease those types of surgeries which generate a high amount of aerosol like electrocautery, working with oscillating saws as well as pulse lavage procedures [12] . In the absence of well-established scientific criteria, minimally invasive and arthroscopic may have the lowest infection risk and currently appear to be safer. They should be considered a priority if elective surgeries will be resumed. Surgical procedures followed by a hospital stay of no more than two to three days should be initially favored. Surgeries with a higher degree of invasiveness and blood loss may follow later."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 122,
                    "ref_id": "TABREF1",
                    "start": 115,
                    "text": "Table 2"
                },
                {
                    "end": 694,
                    "ref_id": "TABREF2",
                    "start": 686,
                    "text": "(Table 3"
                }
            ],
            "section": "Overview of patient selection process",
            "text": "Currently, it appears that patients of categories 1-3 (combining the criteria young age, absence of comorbidities, Table 2 ) and minimally invasive or arthroscopic surgery may have the lowest risk both for patients and surgeons. A strategy for resuming elective surgery may thus be foreseen in 4 phases: (1) Mini-invasive surgeries for patients under 60 years old, with no comorbidity and an hospital stay of maximum 3 days, (2) Surgeries for all patients without comorbidities and an hospital stay of maximum 3 days, (3) Mini-invasive surgeries for patients under 60 years old, with comorbidities or with an hospital stay above 3 days, (4) Surgeries for all patient with comorbidities (Table 3 ). Within each of these phases, two scenarios should be considered through a careful preoperative screening of patients. Appropriate scheduling should be made according to the COVID status and patients with no sign of COVID-19 or who have recovered from the disease (categories 1, 2, 3) should be separated from patients with COVID-19 infection (suspected or confirmed: category 4, 5, 6). The surgery should be delayed by a minimum of 8 weeks for the latter (until full recovery)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-operative screening",
            "text": "Patient should be screened preoperatively (e.g. by tele-or videoconference). A detailed discussion with the patient about his/her situation may be organized and includes COVID-19 related questions (symptoms, exposure, previous testing). Patients must understand all aspects of his/ her medical care that may change due to the current health emergency situation and also be aware about the limited but existent risks of COVID-19 infection during surgery / hospitalization. Despite all the preventive measures organized by the facilities to avoid COVID-19 infections during surgery and/or hospitalization, the infection risk can indeed not be 100% excluded. The patient should thus agree to undergo surgery under these conditions as well as additional preoperative screening. If a suspicion or confirmation of COVID-19 exists after the preoperative screening, the surgery should be delayed."
        },
        {
            "cite_spans": [
                {
                    "end": 528,
                    "ref_id": "BIBREF10",
                    "start": 524,
                    "text": "[11]"
                },
                {
                    "end": 818,
                    "ref_id": "BIBREF12",
                    "start": 814,
                    "text": "[13]"
                },
                {
                    "end": 936,
                    "ref_id": "BIBREF13",
                    "start": 932,
                    "text": "[14]"
                },
                {
                    "end": 1093,
                    "ref_id": "BIBREF14",
                    "start": 1089,
                    "text": "[15]"
                }
            ],
            "ref_spans": [],
            "section": "Pre-operative screening",
            "text": "In any cases, COVID symptoms including temperature should be constantly monitored until the day of surgery. Patients who are not known to have been exposed or infected (category 1) should receive at least receive a COVID-19-RT-PCR test 48 to 72 h before the operation. Patients who have been exposed but asymptomatic (category 2) should get a COVID-RT-PCR test, and eventually lung CT-scan 48 to 72 h before surgery. Patients who have recovered from infection and maybe adequately immune (category 3) should get a validated [11] . Known features of COVID-19 on lung CT-scan mainly include bilateral (87.5%, 435 out of 497 patients), multilobular (78.8%, 108 out of 137), ground-glass opacification (GGO; 88%, 346 out of 393) with a peripheral (76.0%, 92 out of 121) or posterior distribution (80,4%, 41 out of 51) [13] . It has been shown that some patients with a negative COVID-RT-PCR test displayed abnormalities on lung CT-scan [14] , questioning the sensitivity of the RT-PCR test. It appears that the combination of RT-PCR and lung CT-scan lead to the highest diagnostic sensitivity [15] (92%) compared to RT-PCR alone (78%), lung CTscan alone (67%) or combination of 2 RT-PCR (86%). Combination of both RT-PCR test and lung CT-scan to exclude COVID-19 patients is thus recommended to limit the risk to bring infected patient to surgery."
        },
        {
            "cite_spans": [
                {
                    "end": 178,
                    "ref_id": "BIBREF15",
                    "start": 174,
                    "text": "[16]"
                }
            ],
            "ref_spans": [],
            "section": "Pre-operative screening",
            "text": "Other tests, depending on facility rules, may include stool culture as a meta-analyses reported that viral RNA could be found in 48,1% of stool samples (95% CI, 38.3%-57.9%) [16] . An interesting fact is that 70.3% of the positive samples were collected after loss of virus detection from respiratory specimens. Stool culture may therefore be of interest after COVID-19 infection to insure that the patient is free from virus."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-operative screening",
            "text": "Before surgery, blood samples should be analyzed to detect any abnormalities such as an increased in C-reactive protein and modified blood count. A meta-analysis of 19"
        },
        {
            "cite_spans": [
                {
                    "end": 17,
                    "ref_id": "BIBREF16",
                    "start": 13,
                    "text": "[17]"
                },
                {
                    "end": 323,
                    "ref_id": "BIBREF17",
                    "start": 320,
                    "text": "18,"
                },
                {
                    "end": 326,
                    "ref_id": "BIBREF2",
                    "start": 324,
                    "text": "3)"
                }
            ],
            "ref_spans": [],
            "section": "Pre-operative screening",
            "text": "publications [17] showed that common laboratory findings in COVID-19 patients (observed in more than half of studied patients) included: decreased albumin (75,8%; 95% CI: 30,5-100,0), high C-reactive protein (58,3%; 95% CI: 21,8-94,7), high lactate dehydrogenase (57,0%; 95% CI: 38, 0-76,0), lymphopenia (43,1%; 95% CI: 18, 3) ."
        },
        {
            "cite_spans": [
                {
                    "end": 114,
                    "ref_id": "BIBREF17",
                    "start": 110,
                    "text": "[18]"
                },
                {
                    "end": 386,
                    "ref_id": "BIBREF18",
                    "start": 382,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "Anesthesia",
            "text": "Prevention of the coronavirus through aerosolization in a potentially infected patient should be the priority [18] . Therefore, it appears that local/regional anesthesia should be preferred to invasive airway management whenever possible for elective orthopaedic procedures of the upper and lower extremity. Spinal anesthesia is reported to be safe, even in COVID positive patients [19] . If possible, patients should wear surgical masks during the procedure. In case of anesthetic procedures with invasive airway management, surgeons should be aware that aerosolization through exhaled gases may occur. After the procedure, coughing on emergence should be minimized or avoided, as well as postoperative nausea and vomiting. Routine thrombo-prophylaxy should be meticulously prescribed for the time being between the operation and the authorization for partial to full weight-bearing."
        },
        {
            "cite_spans": [
                {
                    "end": 138,
                    "ref_id": "BIBREF11",
                    "start": 134,
                    "text": "[12]"
                },
                {
                    "end": 647,
                    "ref_id": "BIBREF19",
                    "start": 643,
                    "text": "[20]"
                },
                {
                    "end": 2094,
                    "ref_id": "BIBREF21",
                    "start": 2090,
                    "text": "[21]"
                }
            ],
            "ref_spans": [
                {
                    "end": 133,
                    "ref_id": "TABREF3",
                    "start": 126,
                    "text": "Table 4"
                }
            ],
            "section": "Recommended personal protective equipment (PPE)",
            "text": "Balanced recommendations for PPE in operating area for COVID-19 positive patients or suspected COVID-19 patients are found in Table 4 [12] . Sterile surgical gowns are part of the standard protection in the OR. In every surgery the OR team consisting of the surgeon, the surgical assistants and the scrub nurse wear sterile surgical gowns in order to reduce intraoperative wound contamination and to minimize the patient's infection risk. It is also a personal protection against blood and body fluids which often spray in an area of 3-8 m around the operating table. The safety levels of gowns for medical use can be classified in levels 1-4 [20] . Level 1 gowns should be used in minimal risk environment such as basic care or for visitors. Level 2 gowns should be used in low risk procedures such as venous blood draw. Level 3 gowns are generally used for moderate risk procedures such as arterial blood draw, or in the ER. Level 4 gowns are preserved for high risk procedures such as surgery or when infectious diseases are suspected. Helmets or togas might also be an option for protection against body spray, but only protect against airborne transmission of COVID-19 in combination with respirator masks. There are three different types of disposable masks available. Single-use face masks, surgical masks, and respiratory masks. Single use face masks, which are typically thin and consisting of only one layer are only capable of filtering rather larger particles (3 μm). Surgical masks are generally more effective than single use face masks in filtering virus-sized particles. A medical or surgical mask may be sufficient to prevent droplet transfer but do not offer protection against high risk AGPs, while a respirator mask is required for airborne infection. Air purifying respirator masks should thus be used as they are generally filtering smaller sized particles (0.3 μm) than surgical masks. The European Standard (EN 149:2001) classifies respirator masks into three different categories: Filtering facepiece 1 (FFP1), FFP2, and FFP3. FFP2 is comparable to US standard N95 [21] . Respiratory AGP require FFP3 masks or powered air-purifying respirators, whereas surgical AGP only require FFP-2 masks. The fitting and sizing of the mask is of utmost importance. Only a perfect sized and well fitted mask leads to efficient sealing of the respiratory tract."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommended personal protective equipment (PPE)",
            "text": "Eye protection is critical for orthopaedic surgeons as many procedures such as the use of power tools frequently lead to contamination of every OR personal in the room and surface contamination in the OR in an area of up to six meters around the operating table."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-operative follow-up",
            "text": "To assure a proper post-operative management of elective cases, the country, the region, the city should be partially or completely reopened with notably a reopening of physical therapy and outpatient facilities. Postoperative appointments should be planned in the early postoperative phase to detect potential COVID-related complications and made, if possible, with the use of videoconference and/or telehealthcare to minimize repetitive postoperative visits and therefore limit patient displacement."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-operative follow-up",
            "text": "If telehealthcare cannot be considered for some patients, the facility should organize a specific flow of patients to allow distancing protocol. This can include a minimization of patient number, maintaining a gap between booked appointments, preparing the waiting room with enough space for social distancing protocols and organize the patient itinerary to avoid patients to come across from each other."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "The roadmap to elective surgery resumption should be progressive and cautious, especially in area of pandemic focus. Elective surgery should ideally be strictly performed in a COVID-free facility and hospital stay should be as short as possible. For matter of safety, patients operated first should be carefully selected according to COVID exposure, age, ASA physical status classification system / risk factors, socio-professional situation and surgical indication. At the slightest suspicion of COVID symptoms, elective surgery should be postponed. In case of surgery, close monitoring of COVID-19 signs and adapted personal protective equipment is highly recommended."
        }
    ],
    "metadata": {
        "paper_id": "2793d7651a9001e57c41ee7db83c3d7f3bc5a630",
        "title": "COVID-19 -ESSKA guidelines and recommendations for resuming elective surgery"
    }
}