{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Autonomous Guided Vehicles (AGVs) are considered to be one of the critical enabling technologies for smart manufacturing. This paper focus on the application of AGVs in new generations of manufacturing systems including: (i) the fusion between AGVs and collaborative robots; (ii) the application of machine to machine communication for integrating AGVs with the production environment and (iii) AI-driven analytics that is focused on the data that is produced and consumed by AGV. This work aims to evoke discussion and elucidate the current research opportunities, highlight the relationship between different subareas and suggest possible courses of action."
        },
        {
            "cite_spans": [
                {
                    "end": 422,
                    "ref_id": "BIBREF1",
                    "start": 419,
                    "text": "[2]"
                }
            ],
            "ref_spans": [],
            "section": "Abstract",
            "text": "performed during the successive steps in the production chain. This means that the production activities cannot be centrally planned but have to be optimised locally in order to handle the ongoing production tasks, the available materials, the production equipment and the technologies. The new generation of manufacturing execution systems has to support the autonomy and distribution of the decision-making processes [2] ."
        },
        {
            "cite_spans": [
                {
                    "end": 921,
                    "ref_id": "BIBREF2",
                    "start": 918,
                    "text": "[3]"
                },
                {
                    "end": 1530,
                    "ref_id": "BIBREF3",
                    "start": 1527,
                    "text": "[4]"
                }
            ],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The increasing use of AGV in manufacturing has far-reaching consequences for the industrial communication systems. Unlike for other machines, the use of wired networks is not possible in the case of AGV, which have to move through large internal and external areas. On the other hand, production support algorithms based on machine learning require huge volume of data provided by AGV. In this way, a communication with AGV, becomes convergent rather with IoT than with the classical industrial communication. In this context, artificial intelligence that is based on supervised machine learning can be used to optimise the internal logistical tasks that are performed by AGV. This requires a multi-criteria optimisation that takes into account the multiple goals that are connected with the requirements to move materials and semi-products. This process must be performed in a distributed, dynamic and autonomous way [3] . Moreover, AGV also have to communicate with the production stands, Manufacturing Execution Systems (MES) and other AGV. For this reason, the machine learning approach has to be combined with Machine-to-Machine (M2M) communication. This requires, on the one hand, adjusting the information that is collected from the production systems into a form that is suitable for automatic processing, which can be performed by using artificial intelligence algorithms. The results that are produced by these algorithms have to be converted into a form that can be exchanged with and used by the production systems [4] . In turn, the precise information that is owned by AGV includes important parameters about the materials, semi-finished products and finished products that are being transported. Such data can be beneficial for the Manufacturing Execution System (MES) and for the Business Intelligence (BI) solutions that support the long-term optimisation of the production processes."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The goal of this paper is to summarise the existing research results and to show the most significant challenges related to the effective use of AGV, which are considered to be a part of a new generation of the manufacturing ecosystem. The paper is organised as follows: the second section presents the research challenges related to the fusion between AGV and collaborative robots. The research issues associated with the application of machine to machine communication for integrating AGV with the production environment are presented in section three. The fourth section summarises the state of the art in AI-driven analytics that are focused on the data that is produced and consumed by AGV. The conclusions are presented in Sect. 5."
        },
        {
            "cite_spans": [
                {
                    "end": 238,
                    "ref_id": "BIBREF4",
                    "start": 235,
                    "text": "[5]"
                }
            ],
            "ref_spans": [],
            "section": "Abstract",
            "text": "In small series manufacturing, the production tools have to be adjusted to specific products and the process organisation must follow these changes in order to avoid or reduce any losses that would result from non-productive time gaps [5] . The logistics Autonomous Guided Vehicles for Smart Industries 331"
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 879,
                    "ref_id": "BIBREF0",
                    "start": 876,
                    "text": "[1]"
                },
                {
                    "end": 1202,
                    "ref_id": "BIBREF5",
                    "start": 1199,
                    "text": "[6]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The growing popularity of Autonomous Guided Vehicles (AGV), which are used in manufacturing, has not only been the result of their technical features but also from their ability to cooperate. Cooperative-based internal logistics permits increased production flexibility. Because AGV are in the executive part of the internal logistics, their cooperation with other information systems and manufacturing equipment is particularly important. AGV have become a critical enabling technology for agile production systems. Modern production systems are characterised by a demand for a high degree of flexibility in order to cope with the frequent changes that result from orders that are changed by customers, low material buffers, the agile production technologies that are performed by robotised production stations and the many variants of production technology that can be used [1] . All of the factors mentioned above require the production process to be supported online by highly advanced information services, which are tasks must be performed in a distributed, dynamic and autonomous way. AGV are key components that are necessary for developing flexible and efficient internal transport systems [6] ."
        },
        {
            "cite_spans": [
                {
                    "end": 244,
                    "ref_id": "BIBREF6",
                    "start": 241,
                    "text": "[7]"
                },
                {
                    "end": 668,
                    "ref_id": "BIBREF7",
                    "start": 665,
                    "text": "[8,"
                },
                {
                    "end": 671,
                    "ref_id": "BIBREF9",
                    "start": 669,
                    "text": "9]"
                },
                {
                    "end": 1107,
                    "ref_id": "BIBREF10",
                    "start": 1103,
                    "text": "[10]"
                }
            ],
            "ref_spans": [
                {
                    "end": 689,
                    "ref_id": "FIGREF0",
                    "start": 683,
                    "text": "Fig. 1"
                }
            ],
            "section": "Introduction",
            "text": "Traditional industrial robot systems usually perform dedicated tasks on specific assembly stations and are often isolated from other stations and human operators using physical barriers such as fences. Introducing safe, collaborative robots [7] into production systems (that also work together with human operators) opens up the possibility of using robots for a wider variety of tasks and permits the physical barriers to the rest of the production processes to be removed. Such an option enables robot automation to be introduced more widely into factoriesbut these robots are still usually dedicated to specific assembly stations. Combining collaborative robots [8, 9] with AGV ( Fig. 1 ) merges the dynamic logistic benefits of AGV with the flexibility of collaborative robots to enable a more extensive use between many assembly stations. This could also increase the efficiency of the production staff. However, the autonomous operation of AGV requires that several issues have to be resolved. The integration of an AGV, a collaborative robot and various sensors requires that data fusion methods [10] be used to achieve a docking functionality and to recalibrate the AGV and robot to that particular assembly station."
        },
        {
            "cite_spans": [
                {
                    "end": 20,
                    "ref_id": "BIBREF11",
                    "start": 16,
                    "text": "[11]"
                },
                {
                    "end": 308,
                    "ref_id": "BIBREF12",
                    "start": 304,
                    "text": "[12]"
                },
                {
                    "end": 555,
                    "ref_id": "BIBREF6",
                    "start": 552,
                    "text": "[7]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Virtual sensing [11] , which is based on computational models and is widely used to optimise an operation or product quality in industry, is a non-invasive method that is used to measure the parameters in dynamic systems. Monitoring an industrial process using data fusion and virtual sensing techniques [12] supports developing methods that permit the changes in the area of production lines to be detected. The use of fusion techniques allows more information about the state of a system to be obtained from several sensors. Multi-sensor data fusion [7] permits the working status of a process and machinery to be acquired by integrating sensors into manufacturing systems. The data fusion from AGV, robots, assembly stations and production monitoring system using virtual sensing can enable new methods and algorithms to be created in order to optimise the short series production process in industry."
        },
        {
            "cite_spans": [
                {
                    "end": 208,
                    "ref_id": "BIBREF13",
                    "start": 204,
                    "text": "[13]"
                },
                {
                    "end": 235,
                    "ref_id": "BIBREF9",
                    "start": 232,
                    "text": "[9]"
                },
                {
                    "end": 265,
                    "ref_id": "BIBREF14",
                    "start": 261,
                    "text": "[14]"
                },
                {
                    "end": 292,
                    "ref_id": "BIBREF15",
                    "start": 288,
                    "text": "[15]"
                },
                {
                    "end": 534,
                    "ref_id": "BIBREF16",
                    "start": 530,
                    "text": "[16,"
                },
                {
                    "end": 538,
                    "ref_id": "BIBREF17",
                    "start": 535,
                    "text": "17]"
                },
                {
                    "end": 899,
                    "ref_id": "BIBREF18",
                    "start": 895,
                    "text": "[18]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The first main challenge is to obtain the fusion of the data between AGV and the collaborative robots, which could be achieved by developing a distributed computer system architecture for integrating AGV [13] , collaborative robots [9] and the required sensors [14] . A navigation system [15] supports the movements of AGV between assembly stations and helps to position an AGV for docking to an assembly station. Using distance sensors enables the docking precision to be increased. To determine the accuracy of the measurements [16, 17] , the selected sensors must be tested (camera, lidar, gyroscope, accelerometer, optical encoders). A vision-based recognition system further confirms that an AGV has arrived at the correct production station. Using methods that are dedicated to sensor fusion allows algorithms to be developed in order to increase the accuracy of the distance measurements [18] . The proposed methods also enable algorithms to be developed that allow precise docking to the assembly station."
        },
        {
            "cite_spans": [
                {
                    "end": 109,
                    "ref_id": "BIBREF14",
                    "start": 105,
                    "text": "[14,"
                },
                {
                    "end": 113,
                    "ref_id": "BIBREF19",
                    "start": 110,
                    "text": "19,"
                },
                {
                    "end": 117,
                    "ref_id": "BIBREF20",
                    "start": 114,
                    "text": "20]"
                },
                {
                    "end": 439,
                    "ref_id": "BIBREF18",
                    "start": 435,
                    "text": "[18]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Distance sensors (e.g. inclinometers, cameras, including Time-of-Flight (ToF) cameras, optical encoders) [14, 19, 20] can also be used to increase the recalibration of a collaborative robot to the mounting site on the assembly station. Using recognition methods based on a vision system increases the precision of the measurements. This approach allows the information covered by distance sensors to be combined with the vision system [18] to develop an algorithm that increases the accuracy of the distance measurements. The algorithms that are obtained allow the robot's displacement regarding the reference coordinate system at the mounting place at the assembly station to be calculated. In addition, robot-based calibration can be used to set the reference points for each axis. The displacement of the robot arm to the reference points at the assembly station and the use of precise force measurement on selected axes enables a more accurate determination of the current position of a collaborative robot."
        },
        {
            "cite_spans": [
                {
                    "end": 279,
                    "ref_id": "BIBREF7",
                    "start": 276,
                    "text": "[8]"
                },
                {
                    "end": 344,
                    "ref_id": "BIBREF9",
                    "start": 341,
                    "text": "[9]"
                },
                {
                    "end": 893,
                    "ref_id": "BIBREF7",
                    "start": 890,
                    "text": "[8]"
                },
                {
                    "end": 1295,
                    "ref_id": "BIBREF21",
                    "start": 1291,
                    "text": "[21,"
                },
                {
                    "end": 1299,
                    "ref_id": "BIBREF22",
                    "start": 1296,
                    "text": "22]"
                },
                {
                    "end": 1388,
                    "ref_id": "BIBREF23",
                    "start": 1384,
                    "text": "[23]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The next main challenge is to develop methods to support the cooperation between a collaborative robot and the production staff. One of the major challenges with physical Human-Robot Interaction (pHRI) is how to handle the possible or perceived risk of human-robot collisions [8] . Human motion and intention estimates that based on sensors [9] can ensure that the human states are continuously monitored and the human motion data together with the force/torque (FT) measurements from a collaborative robot can serve as inputs to a collision-handling (CH) system. A CH system can continuously monitor and assess the risk of unwanted interactions and collisions and implement the necessary reaction mechanisms, e.g. lower the speed of the robot, switch to a gravity compensation and compliance mode or to adhere to an admittance reflex strategy to drive away from the unwanted contact force [8] . A CH system should be implemented at the lowest control level in order to ensure that handling collisions takes priority over task execution. A collaborative robot control scheme for pHRI for robots that are mounted on AGV allows an overall system architecture to be built that takes into account the changes in roles between a human and robot in the interaction (leaderfollower, collaboration) [21, 22] and how to dynamically share the tasks in any humanrobot cooperative load transport [23] . The overall system architecture should also allow the seamless, shared cooperative pHRI control for a wide range of possible applications."
        },
        {
            "cite_spans": [
                {
                    "end": 129,
                    "ref_id": "BIBREF24",
                    "start": 125,
                    "text": "[24]"
                },
                {
                    "end": 677,
                    "ref_id": "BIBREF22",
                    "start": 673,
                    "text": "[22]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Although the approaches to cooperative pHRI control can be independent of any predefined trajectories or paths for the robot [24] , the available information on the task goal should be exploited in the overall pHRI control scheme. This can be accomplished by dividing tasks into sub-activities that can serve as feedforward reference inputs to the control system and that can try to make the most of the flexibility, knowledge and sensory skills of a human and the efficiency, strength, endurance and accuracy of a robot. Information on the task goal can also serve as an essential parameter for when a human or a robot should take the lead in a cooperative pHRI operation [22] and will be dependent on the particular pHRI application."
        },
        {
            "cite_spans": [
                {
                    "end": 483,
                    "ref_id": "BIBREF7",
                    "start": 480,
                    "text": "[8]"
                },
                {
                    "end": 762,
                    "ref_id": "BIBREF25",
                    "start": 758,
                    "text": "[25]"
                },
                {
                    "end": 1025,
                    "ref_id": "BIBREF26",
                    "start": 1021,
                    "text": "[26]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The overall physical interaction between humans and robots is a multi-dimensional dynamic control problem that is hard to define explicitly using rigid state-space models that have fixed parameters. Therefore, learning strategies for pHRI are now emerging as an essential research challenge and many learning and adaptation approaches are currently being proposed. They are primarily focused on two aspects of pHRIadaptive impedance control, and learning the desired trajectories [8] . Adaptive impedance controllers are focused on learning or adapting to the impedance gains and feedforward torques of the controller to improve the robot capabilities during an interaction. Some recent results have used neural networks or biomimetic approaches to learning [25] . Learning the desired trajectories for a pHRI has, in recent years, been primarily focused on using hidden Markov models (HMM) to find the appropriate motion patterns for human-robot cooperation. A novel approach for a mobile bi-manual platform is taken in [26] , where semantic task structures are learned during a joint task execution and where the semantic labels on the task segments are given by the human partner using speech recognition."
        },
        {
            "cite_spans": [
                {
                    "end": 294,
                    "ref_id": "BIBREF27",
                    "start": 290,
                    "text": "[27,"
                },
                {
                    "end": 298,
                    "ref_id": "BIBREF28",
                    "start": 295,
                    "text": "28]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "Machine to Machine (M2M) communication in the new generation of manufacturing systems can be considered on three levels: (i) the low-level communication protocols that support a reliable and time determined exchange of information between devices and between a device and production system [27, 28] in the case of AGV, low-level wireless communication protocols must take into account the movement of an AGV, which might result in a high degree of electromagnetic interference and also the need to maintain communication despite its moving between different network segments;"
        },
        {
            "cite_spans": [
                {
                    "end": 290,
                    "ref_id": "BIBREF29",
                    "start": 286,
                    "text": "[29]"
                },
                {
                    "end": 316,
                    "ref_id": "BIBREF30",
                    "start": 312,
                    "text": "[30]"
                },
                {
                    "end": 332,
                    "ref_id": "BIBREF31",
                    "start": 328,
                    "text": "[31]"
                },
                {
                    "end": 778,
                    "ref_id": "BIBREF3",
                    "start": 775,
                    "text": "[4,"
                },
                {
                    "end": 782,
                    "ref_id": "BIBREF32",
                    "start": 779,
                    "text": "32]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "(ii) the communication middleware, which based on the lower-level networks that support independent logical communication channels between an AGV and any cooperating devices or systems including syntax based data format conversion and information exchange management such as MQTT, CoAP [29] , OMADM, LwM2M, XMPP [30] and OPC UA [31] in the case of AGV, the communication middleware must support a high degree of flexibility, automatic reconfiguration and different types of information modes including cyclic real-time communication with control systems, event-based communication between the control subsystems and also batch communication with the management systems that are focused on aggregated data exchange and (iii) the ontology that describes the information models [4, 32] in the case of AGV, the ontology should facilitate and ensure unambiguous information exchange with other AGV, different production stations as well as with the production support systems such as an MES (Manufacturing Execution System). Below, we illustrate the scope of the M2M issues starting with the ontology domain and ending with wireless communication."
        },
        {
            "cite_spans": [
                {
                    "end": 784,
                    "ref_id": "BIBREF33",
                    "start": 780,
                    "text": "[33]"
                },
                {
                    "end": 1150,
                    "ref_id": "BIBREF34",
                    "start": 1146,
                    "text": "[34]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "The ontology that is used for AGV has to correspond with the information models that are used in the new generation of manufacturing systems. The ongoing changes that are called the Fourth Industrial Revolution are the primary interest of manufacturing companies, production technologies suppliers and the advisory groups that are supported by government agencies. The latter is attempting to structure the changes to harmonise the introduction of modern ICT technologies in manufacturing on a global scale. Examples of such global organisations are the German Platform Industrie 4.0; the NIST (National Institute of Standards and Technology), which is similar to the US Department of Commerce or the SMLC (Smart Manufacturing Leadership Coalition), which operates in South Korea [33] . All these solutions are characterized by increased autonomy and a departure from the centralized hierarchical system to the horizontal cooperative model. Since, detailed analysis is beyond the scope of this work, the authors discuss only one selected features of one, but commonly recognized approach the Reference Architecture Model for Industry 4.0 RAMI4.0 [34] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 37,
                    "ref_id": "FIGREF1",
                    "start": 29,
                    "text": "(Fig. 2)"
                }
            ],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "The vertical axis of RAMI4.0 (Fig. 2) organises the system structure and the functions of the individual layers, which are from the bottom up (i) the Asset layer, which represents reality, i.e. the asset that exists in the physical world; (ii) the Integration layer, which represents the transition from the physical world to the information world; (iii) the Communication layer, which describes the Industry 4.0-compliant access to the information and functions of a connected asset by other assets; (iv) the Information layer, which describes the data that is used, generated or modified by the technical functionality of an asset; (v) the Functional layer, which describes the (logical) functions of an asset (technical functionality) connected with/associated with its role in the Industry 4.0 system and (vi) the Business layer, which describes the commercial view including the general organisational boundaries."
        },
        {
            "cite_spans": [
                {
                    "end": 522,
                    "ref_id": "BIBREF34",
                    "start": 518,
                    "text": "[34]"
                },
                {
                    "end": 1550,
                    "ref_id": "BIBREF35",
                    "start": 1546,
                    "text": "[35]"
                }
            ],
            "ref_spans": [
                {
                    "end": 49,
                    "ref_id": "FIGREF2",
                    "start": 41,
                    "text": "(Fig. 3)"
                }
            ],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "RAMI4.0 defines the Administration Shell (Fig. 3) , which is the glue that enables the different physical entities that are used for production, including the equipment, materials, production technology and related software for controlling production and the human staff that is involved in the production to be joined. A Communication Layer that is based on a service-oriented architecture (SOA) is responsible for providing the seamless connection between the entities while the Information Layer is responsible for [34] supporting the meta-information that enables the information to be interpreted correctly by taking the required presentation context into account. The Administration Shell can allow access for both the fundamental elements of the system and for the highly complex aggregates that consist of many components. In the case of AGV, we can indicate two levels for the application of the Administration Shellone for a single vehicle that is responsible for executing the transportation tasks and the second for a fleet of AGV that offers holistic transportation services. Moreover, for each level, the information model must be presented according to its context of use, which means that multiple Administration Shells have to be implemented on each aggregation level. The Administration Shell should be implemented by communication middleware such as OPC UA. The OPC UA is an object-based and service-oriented communication middleware that not only supports the exchange of information but also organises the information models [35] . It is based on the client-server communication principle. Secure communication uses a Secure Channel. The Service Set is established by an OPC client, which is then managed by the services that are collected in the Session Service Set. The address space of the OPC UA server exposes both the data and the relevant information models that can be browsed by any connected client."
        },
        {
            "cite_spans": [
                {
                    "end": 517,
                    "ref_id": null,
                    "start": 513,
                    "text": "[36]"
                },
                {
                    "end": 647,
                    "ref_id": "BIBREF37",
                    "start": 643,
                    "text": "[37]"
                },
                {
                    "end": 1313,
                    "ref_id": "BIBREF34",
                    "start": 1309,
                    "text": "[34]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "OPC UA is also useful as a modelling tool that can be used in accordance with other standards that have been prepared by organisations such as W3C, ISA, OMAC, PLCopen, VDMA and others. Such an approach has resulted in several domain-specific information models that have been created under OPC UA, which are dedicated to a given type of application. In the context of AGV, two such models seem to be particularly valuable -(1) the OPC Foundation and AutomationML Companion Specification \"AutomationML for OPC UA\" [36] , which can be used for a technical description of an AGV and its components and (2) \"OPC UA for ISA-95 Common Object Model\" [37] , which is more relevant for communication with an MES. The address space of the OPC UA server can be browsed by any OPC UA clients that are connected. A reference mechanism is used to express the dependencies between the parts of the model. References link OPC objects with their type definition, other objects and the variables that are responsible for the physical data representation. The data types define the interpretation of the values of variables, which are also connected by references. The types of all of the references are known to clients and therefore the kind of relationship between the connected nodes can be easily determined. The number of [34] references between two particular nodes is not limited, so different dependencies can be expressed in one model. Clients can use the browsing services to discover all of the data items and model-based types of information about the items that are managed by the OPC UA server."
        },
        {
            "cite_spans": [
                {
                    "end": 905,
                    "ref_id": "BIBREF38",
                    "start": 901,
                    "text": "[38]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "A Data Access mechanism supports effective communication between OPC UA servers and clients. Each OPC UA client defines a set of subscriptions for the selected OPC UA servers, which are then performed as parts of individual sessions. The number of Monitored Items for each subscription is agreed upon between the client and the server. These mechanisms enable clients to select the required data. In this model, a client subscribes to variables with a given Sampling Interval [ms] according to which the OPC UA server only sends new information to the client when there is a change in the source of information, which is checked cyclically with the frequency that is defined by the sampling interval. The information is bound with its quality status and two timestampsone from the source and the second from the server. Data transfers are optimised by grouping them within the sessions for efficiency [38] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "The OPC Historical Access (HA) provides an interface with a historical archive that is connected with/associated with a given Object node and can be used by various applications such as the HMI, Report Generation, Analysis etc. The data that is provided by the historical interface consists of historical records or calculated values such as the min, max, average etc. A Client can read or annotate the historical data. Because OPC UA is only a communication interface, the historical data should be stored in an external database. Both Data Access and Historical Access communication modes use a common memory model. Each client can freely select the information in the server's address space and request access to the data under the requirements that they have defined. A common memory model does not support the integrity of the information between clients. In cases in which horizontal data integrity is essential, an Event-based communication Alarms & Events mechanism should be used. In Eventbased communication, all subscribed clients receive precisely the same messages about any state changes of the Object that was selected for the subscription."
        },
        {
            "cite_spans": [
                {
                    "end": 643,
                    "ref_id": "BIBREF39",
                    "start": 639,
                    "text": "[39]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "The physical connection with AGV has to be provided by Wireless Sensors and Actuators Networks (WSAN). WSAN consist of interconnected sensors and actuators that collaborate in order to monitor and control a system. The sensors measure the physical quantities and report this to the actuators, which then act on them. Currently, WSAN design generally uses a sink to collect and process the collected data and to send commands to the actuators. A WSAN handles network functions such as routing and scheduling medium access. The increased application of WSAN wireless technologies in industry has given rise to a plethora of protocol designs [39] . However, due to the added delay as the data transmits through the sink, future network design will include peer-to-peer communication between the sensor nodes and actuator nodes. This will be discussed further below."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "Transmitting through sinks creates challenges. Current industrial sensor networks (that also include WSAN) face a challenge due to the limited interoperability between different systems. One option is to relay the sensor data (using a sink solution) between the stovepipe solutions. Three challenges emerge. First, since the two solutions are disjoint and both offer a similar functionality, there is a duplication of functionality. In addition to the added cost, this solution also adds a delay as the data must be relayed through interconnection points. The relay point is located on the edge of the network, thus creating an excessive delay compared to a peer-to-peer connection. Second, the main challenge facing the network designer is ensuring the predictable maximum delay end-to-end. Interconnecting two disjoint technologies in which each separate network segment operates independently from each other obstructs such guarantees. Furthermore, since each stovepipe solution resides in disjoint domains and operates in isolation, it is not possible to establish an optimal path. Third, each separate network segment (stovepipe) has its own management system, which means that no coherent management can be developed. The only viable solution is to transform the current disjoint technologies into a common infrastructure similar to the transformation that occurred in the telecom industry in the 1990s."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "Due to the co-location of the sensors and the controllers on an autonomous unit, peer-to-peer communication between the units is preferable. Transmitting data through a sink delays the data too much. In addition, this solution makes the autonomous unit dependent on the infrastructure. Communication between an autonomous unit and fixed infrastructure requires special attention because the units detach from an access point (or base station) and re-attach to a new location (or station). Layer 3 technologies (IP) offer solutions for moving units, but further investigations/research is required to understand its implications on the delay as well as its robustness. Moreover, security will be an issue as both the de-detachment and re-attachment of the unit must follow strict security procedures. These procedures are likely to add a delay."
        },
        {
            "cite_spans": [
                {
                    "end": 363,
                    "ref_id": "BIBREF40",
                    "start": 359,
                    "text": "[40]"
                }
            ],
            "ref_spans": [],
            "section": "Machine to Machine Communication for Integrating AGV with the Production Environment",
            "text": "Based on reconfigurable I/Os and communication channels a real-time simulator can usually be easily connected to the practical relays from different vendors. Real-time simulators are used to validate the hardware-in-the-loop (HIL), develop algorithms for adaptive protection, design system schemes for integrity protection and perform remedial action schemes [40] ."
        },
        {
            "cite_spans": [
                {
                    "end": 587,
                    "ref_id": "BIBREF41",
                    "start": 583,
                    "text": "[41]"
                },
                {
                    "end": 938,
                    "ref_id": "BIBREF42",
                    "start": 934,
                    "text": "[42]"
                },
                {
                    "end": 1172,
                    "ref_id": "BIBREF43",
                    "start": 1168,
                    "text": "[43]"
                },
                {
                    "end": 1225,
                    "ref_id": "BIBREF44",
                    "start": 1221,
                    "text": "[44]"
                },
                {
                    "end": 1250,
                    "ref_id": "BIBREF45",
                    "start": 1246,
                    "text": "[45]"
                },
                {
                    "end": 1287,
                    "ref_id": "BIBREF46",
                    "start": 1283,
                    "text": "[46]"
                },
                {
                    "end": 1763,
                    "ref_id": "BIBREF47",
                    "start": 1759,
                    "text": "[47]"
                }
            ],
            "ref_spans": [],
            "section": "AI-Driven Analytics Focused on Data Produced and Consumed by AGV",
            "text": "AI-driven analytics is one of the domains that plays a significant role in maintaining a fleet of AGV and a production cycle. These analytics cover the development and use of ML algorithms to analyse the behaviour of AGV and to detect any anomalies, possible problems or failures. Machine learning provides many algorithms that fall into two main classes: (i) supervisedwhere information on the occurrence of faults is present in the training data set and (ii) unsupervisedwhere the process information is available, but no maintenance-related data exists. The supervised approaches [41] are divided into (i) classification modelsif the categorical labels are predicted and (ii) regression modelsif the results are continuous values. Classification and regression may need to be preceded by a relevance analysis, which attempts to identify the attributes that are significantly relevant to the classification and regression processes [42] . Supervised learning is successfully used in the area of predictive maintenance to classify faults by building fault detectors. In the literature, these detectors rely on various AI techniques such as Artificial Neural Networks [43] , k-Nearest Neighbours, Support Vector Machines [44] , Bayesian networks [45] or Principle Component Analysis [46] . Unsupervised learning techniques primarily work based on algorithms that detect outliers. Outliers can be detected using statistical tests that assume a distribution or probability model for the data or by using distance measures in which objects that are remote from any other cluster are considered to be outliers. Building models that do not require labelled data is possible because of techniques such as auto-encoders, Deep Belief Networks or statistical analysis [47] ."
        },
        {
            "cite_spans": [
                {
                    "end": 776,
                    "ref_id": "BIBREF48",
                    "start": 772,
                    "text": "[48]"
                },
                {
                    "end": 913,
                    "ref_id": "BIBREF49",
                    "start": 909,
                    "text": "[49]"
                }
            ],
            "ref_spans": [
                {
                    "end": 227,
                    "ref_id": "FIGREF3",
                    "start": 219,
                    "text": "(Fig. 4)"
                }
            ],
            "section": "AI-Driven Analytics Focused on Data Produced and Consumed by AGV",
            "text": "Industrial IoT systems usually generate large volumes of data in various formats and states (e.g. historical, data streams), which raises the challenges of Big Data. AIdriven analytics has to deal with these challenges (Fig. 4) . These challenges led to the creation and popularisation of data lake systems. Data lakes are repositories that keep the data in its original format. In recent years, the sudden proliferation of data in industrial computer systems has increased the pressure to introduce data lake-based analysis methods. More and more data are considered to be useful sources of information for making critical decisions. The vast volume of data that must be processed and the variety of formats that the data is stored in is a significant research challenge [48] . The uncertainty of data complicates data analysis and the inclusion of expert knowledge in data processing offers many advantages [49] ."
        },
        {
            "cite_spans": [
                {
                    "end": 547,
                    "ref_id": "BIBREF50",
                    "start": 543,
                    "text": "[50]"
                }
            ],
            "ref_spans": [],
            "section": "AI-Driven Analytics Focused on Data Produced and Consumed by AGV",
            "text": "Standard condition monitoring techniques rely on inspecting and observing the physical properties of AGV. The methods that are used include visual monitoring (contaminant, leaks, thermograph), audible monitoring and physical monitoring (temperature, vibration). Using real-time analysis of production data and advanced data exploration, we can implement remote condition monitoring and predictive maintenance tools to detect the first signs of failure long before the appearance of the early alarms that precede AGV failures in a short period [50] . As discrete production lines become more and more complicated, predictive maintenance has become a vital task for the engineers that are responsible for production support. Many potential technological and technical problems can be detected based on early signs that are first noticeable in changes in energy consumption. The current data can be compared with the information related to the energy consumption profiles in an appropriate production context. This comparison allows maintenance tasks to be planned and, as a result, reduces losses related to production breakdowns."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "AI-Driven Analytics Focused on Data Produced and Consumed by AGV",
            "text": "Thus, several challenges should be considered for the implementation of AGV in real-world domains and applications. Based on the AI-driven methodologies, pure data can produce more accurate performance. Most of the data that is collected from AVG may be incomplete and inconsistent and especially those data are collected by mobile or senor devices. Currently, the pre-processing step of data (i.e. labelling the data) in AI-driven analysis must be performed manually. It is necessary to build an intelligent model to refine the collected data in order to obtain excellent performance. To have better support for decision making, it is also a challenge to implement an automatic decision-support system that is based on the results produced by the AI-driven methodologies. Moreover, the results of AVG that are produced should consider the multi-objective criteria in order to achieve global optimisation for different tasks and domains. It is a considerable challenge to develop an optimised AI-driven system for AVG for intelligent decision-making."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions",
            "text": "The use of Autonomous Guided Vehicles (AGV) in production systems has many advantages as it allows production lines to be automated and accelerates logistics. However, it also raises many challenges that provide a space for future research. In this paper, authors tried to evoke a discussion on selected issues related to application of AGVs in flexible manufacturing systems including: (i) the fusion between AGV and collaborative robot with focus on flexibility and interoperability; (ii) the new models for machine to machine communication for AGVs which allow them to cooperate with production environment and at the same time use solutions developed for IoT; (iii) AIdriven analytics focused on the data produced and consumed by AGV that have to be adapted to the pipe-line processing of data collected from many distributed sources."
        }
    ],
    "metadata": {
        "paper_id": "27787733f48ada485cf995839f1147c3e8324bab",
        "title": "Autonomous Guided Vehicles for Smart Industries -The State-of-the-Art and Research Challenges"
    }
}