{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "States should seize this opportunity to deepen the trend of increased access to abortifacient drugs in pharmacies and through mail; increased self-managed medical abortions at home; and expanded use of telemedicine counseling for this purpose. This is not only consistent with scientific evidence on the safety, effectiveness, and acceptability of medical abortion but also a requirement of international human rights law, which demands that health goods and services be acceptable and, consequently, not subject to overmedicalization."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Innovation and efficiency, while upholding women's rights, is the way forward during the current pandemic. This is also a chance to break taboos around medical abortion and promote greater spaces for women's bodily autonomy during the current health crisis and beyond."
        },
        {
            "cite_spans": [
                {
                    "end": 366,
                    "ref_id": "BIBREF7",
                    "start": 365,
                    "text": "6"
                },
                {
                    "end": 655,
                    "ref_id": "BIBREF8",
                    "start": 654,
                    "text": "7"
                },
                {
                    "end": 889,
                    "ref_id": "BIBREF9",
                    "start": 888,
                    "text": "8"
                },
                {
                    "end": 1665,
                    "ref_id": "BIBREF19",
                    "start": 1663,
                    "text": "11"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Abortifacient drugs at home, endorsed by the World Health Organization and international human rights law According to WHO, medical abortion plays a crucial role in providing access to safe, effective, and acceptable abortion care and offers several advantages as a non-invasive and acceptable option to pregnant individuals, particularly in low-resource settings. 6 Because of their proven safety and efficacy, mifepristone and misoprostol were included for the first time in the 2005 WHO Model List of Essential Medicines. Given limited available clinical evidence at the time, the list included a specific requirement for \"close medical supervision.\" 7 Since then, numerous studies have documented the safety and effectiveness of self-managed medical abortion, without the need for specialized medical care or direct supervision, which has been reflected in updates of WHO guidelines. 8 For example, 2015 guidelines issued by WHO describe the importance of health professionals other than physicians in the provision of safe abortion and specify that women can play a role in self-managing medical abortion outside health care facilities, stating that it \"can be empowering for women and help to triage care, leading to a more optimal use of health resources.\" 9 This has been reaffirmed in subsequent guidelines and protocols issued by WHO. 10 Thus, retrieving the evidence gathered over the years, the 2019 List of Essential Medicines removed the note requiring \"close medical supervision.\" According to the experts committee, this decision was \"based on the evidence presented that close medical supervision is not required for its safe and effective use.\" 11 These issues-the fact that medical abortion has been confirmed to be safe, effective, and acceptable; that it can be delivered by health professionals other than physicians; and that pregnant women can actively participate through self-evaluation and self-management-are fundamentally connected to states' duties under international human rights law, which include taking explicit measures to promote and fulfill women's right to health."
        },
        {
            "cite_spans": [
                {
                    "end": 399,
                    "ref_id": "BIBREF20",
                    "start": 397,
                    "text": "12"
                },
                {
                    "end": 853,
                    "ref_id": "BIBREF21",
                    "start": 851,
                    "text": "13"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "In outlining states' obligations, international human rights bodies have paid special attention to WHO definitions on the minimum features of a health system. For instance, the United Nations (UN) Committee on Economic, Social and Cultural Rights has established that states have an immediate obligation to ensure the provision of medicines in accordance with the WHO List of Essential Medicines. 12 Meanwhile, the same committee's General Comment 22 on the right to sexual and reproductive health reasserts states' obligation \"to provide medicines, equipment and technologies essential to sexual and reproductive health, including based on the WHO Model List of Essential Medicines.\" It also warns that ideology-based policies and practices should not hinder access to sexual and reproductive health services, including access to abortion medicines. 13 Further, in 2020, the same committee highlighted that states must ensure access to up-to-date scientific technologies necessary for women in relation to their sexual and reproductive health. 14 This demands a reliance on science instead of prejudices and requires that states refrain from hindering access to safe, effective, and acceptable abortion methods as established by upto-date scientific consensus."
        },
        {
            "cite_spans": [
                {
                    "end": 490,
                    "ref_id": null,
                    "start": 488,
                    "text": "15"
                },
                {
                    "end": 936,
                    "ref_id": null,
                    "start": 934,
                    "text": "16"
                },
                {
                    "end": 1279,
                    "ref_id": "BIBREF22",
                    "start": 1277,
                    "text": "17"
                },
                {
                    "end": 1414,
                    "ref_id": "BIBREF23",
                    "start": 1412,
                    "text": "18"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The Committee on Economic, Social and Cultural Rights has also noted that health goods and services must be available (with a sufficient number throughout the country, with trained per-sonnel, and in accordance with WHO definitions), accessible (in geographic and economic terms and without discrimination), of quality (scientifically and medically appropriate), and acceptable (culturally appropriate, gender and life-cycle sensitive, respectful of personal autonomy, and confidential). 15 Regarding the acceptability element, the committee has explained that all health facilities, goods, and services must be \"respectful of medical ethics and culturally appropriate, i.e. respectful of the culture of individuals, minorities, peoples and communities, sensitive to gender and life-cycle requirements.\" It has also warned that there is a breach of state obligations when a state fails to adopt \"gender-sensitive approach to health.\" 16 As argued by Avedis Donabedian, \"quality of care is judged by its conformity to a set of expectations or standards that derive from three sources: (a) the science of health care that determines efficacy, (b) individual values and expectations that determine acceptability, and (c) social values and expectations that determine legitimacy.\" 17 With regard to acceptability, the key issue is conformity to the wishes, desires, and expectations of patients and their guardians. 18 This requires building evidence-based health systems that are respectful of patients' autonomy and preferences regarding health services, including abortion. Health regulations that are not based on therapeutic considerations-that is, policies based on overmedicalization-are incompatible with this requirement. Scientific progress is for human well-being and not for human control. It must act as a facilitator of people's bodily autonomy and must be attentive to their preferences so as to guarantee their personal dignity."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Public health policies to promote women's rights and autonomy"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Public health policies-such as those concerning the availability of abortifacient drugs in pharmacies, the expansion of telemedicine services, and the availability of outpatient abortion procedureshave a significant impact on women's autonomy, which, in many countries, is especially restricted when it comes to their sexual and reproductive health and rights."
        },
        {
            "cite_spans": [
                {
                    "end": 505,
                    "ref_id": "BIBREF24",
                    "start": 503,
                    "text": "19"
                },
                {
                    "end": 698,
                    "ref_id": "BIBREF25",
                    "start": 696,
                    "text": "20"
                },
                {
                    "end": 929,
                    "ref_id": "BIBREF27",
                    "start": 927,
                    "text": "21"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The liberal conception of autonomy has multiple limitations that are evident when considering certain groups, such as women. Women's sexual and reproductive health and rights, particularly the right to abortion, starkly reveal the cracks around the abstract autonomy model, which is focused on the will of the individual. Their ability to act \"autonomously\" in this realm is constrained not only by their individual will but also by the structural sociocultural and legal conditions in which they live. 19 The stigma around-and, in some scenarios, illegality of-abortion disrupts the possibility of women making autonomous decisions, while conditioning their relationship with the health system. 20 The legal, social, and cultural restrictions on abortion that are prevalent in many countries constitute an indicator of the inequality to which women are exposed when it comes to making autonomous decisions about their bodies. 21 This restricted autonomy is also expressed in the overmedicalization of services that only women need, such as services related to childbirth or abortion (when permitted by the law)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "The availability of abortifacient drugs in pharmacies at an affordable price and the expansion of telemedicine and outpatient abortion services operate as facilitators of women's autonomy. Indeed, restricting access to medical abortion to a hospital setting when it can be safely performed elsewhere, in accordance with the user's preferences, indicates a disregard for patients' autonomy. The failure to consider the various ways in which people relate to health services and self-care-together with the decision to exclude health care options that are effective, less invasive, and more sensitive to the wishes of individuals-embodies a discriminatory policy. To comply with the acceptability standard of health services, which is to respect people's autonomy and dignity, health policies must consider the wide array of people's preferences, without arbitrarily excluding some."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "The overmedicalization of sexual and reproductive health services for women-such as through regulations that require services to be provided only by qualified physicians-is incompatible"
        },
        {
            "cite_spans": [
                {
                    "end": 569,
                    "ref_id": "BIBREF29",
                    "start": 567,
                    "text": "22"
                },
                {
                    "end": 2179,
                    "ref_id": "BIBREF31",
                    "start": 2177,
                    "text": "25"
                },
                {
                    "end": 2317,
                    "ref_id": null,
                    "start": 2315,
                    "text": "26"
                },
                {
                    "end": 2896,
                    "ref_id": "BIBREF33",
                    "start": 2894,
                    "text": "28"
                },
                {
                    "end": 3186,
                    "ref_id": "BIBREF34",
                    "start": 3184,
                    "text": "29"
                },
                {
                    "end": 3401,
                    "ref_id": "BIBREF35",
                    "start": 3399,
                    "text": "30"
                },
                {
                    "end": 3664,
                    "ref_id": null,
                    "start": 3662,
                    "text": "31"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "N U M B E R 1 Health and Human Rights Journal with states' international human rights obligation to ensure that health services are acceptable. The UN Working Group on the issue of discrimination against women has expressed special concern in this regard, warning against laws and policies that \"provide for overmedicalization of certain services that women need to preserve their health without a justified medical reason. These include requirements that only doctors can perform certain services, such as pharmaceutical termination of pregnancy or obstetric care.\" 22 Overmedicalization not only disregards individuals' dignity (since people should not be subjected to invasive medical procedures when others more suitable and according to their preferences are available) but also contradicts the requirement that health goods and services be acceptable. This principle is tied to people's autonomy and the expectations and preferences of the individual seeking medical care. It demands that health systems adapt to people's needs and preferences when possible, as in the case of medical abortion. As mentioned above, numerous studies have shown that medical abortion outside of health facilities is a safe, effective, and acceptable method for women who choose to abort. A 2011 review found that \"there is no evidence that home-based medical abortion is less effective, safe or acceptable than clinic-based medical abortion.\" 23 The review examined three acceptability criteria-satisfaction with the method, likelihood of choosing it again, and likelihood of recommending it to a friendand noted that home-based medical abortion may actually improve its acceptability. Likewise, it has been found that the possibility to take the medication at home \"could enhance patient autonomy and privacy, and could provide women an opportunity to start the process with a partner or friend.\" 24 A qualitative study on misoprostol-only self-use conducted in Argentina-when abortion was legally restricted and mifepristone not available-revealed that women greatly appreciated the possibility of keeping their abortions private and being able to choose the day and place to perform it. 25 These findings are consistent with previous studies on women's experiences with medical abortion in other legally restricted contexts. 26 There may be many reasons why women prefer an abortion at home, one of which is the discriminatory practices within health care facilities, even in countries without restrictive laws. A study conducted in Scotland found that most women seeking abortion preferred the privacy of their own surroundings and that some women were fearful of being judged by health providers. 27 A 2017 study in Great Britain found that one-third of reasons for seeking abortion outside health care settings consisted of privacy concerns and either perceived or experienced stigma around abortion. 28 A recent qualitative study in rural Australia also showed that although women perceived abortion as an acceptable choice, they experienced a normative cultural positioning of abortion as shameful, stigmatized, and negative, which dissuaded them from discussing it with their physicians. 29 These findings are aligned with the alarms set by the UN Working Group on the issue of discrimination against women, which has expressed concern over the often humiliating treatment offered in health facilities. 30 Moreover, the UN Special Rapporteur on violence against women has highlighted that mistreatment in reproductive health services is \"part of a continuum of the violations that occur in the wider context of structural inequality, discrimination and patriarchy.\" 31 While discriminatory practices must certainly be eradicated, medical abortion at home may not be the panacea for public health policies everywhere. Some women may prefer a swift manual vacuum aspiration in a health facility, while others may prefer a medical abortion at home. Neither option is per se more valid than the other. These approaches should be available when appropriate, so that women may decide the best way to meet their needs without unwarranted guardianship."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Undoubtedly, women's experiences will be affected by more than the mere availability of a given abortifacient method. National legal contexts, health systems equity, health care affordability, and women's life trajectories, socioeconomic status, and identity are other determining factors in the effective enjoyment of their rights. Women's access to abortifacient drugs beyond COVID-19"
        },
        {
            "cite_spans": [
                {
                    "end": 179,
                    "ref_id": "BIBREF36",
                    "start": 177,
                    "text": "32"
                },
                {
                    "end": 438,
                    "ref_id": "BIBREF39",
                    "start": 436,
                    "text": "33"
                },
                {
                    "end": 942,
                    "ref_id": "BIBREF40",
                    "start": 940,
                    "text": "34"
                },
                {
                    "end": 1221,
                    "ref_id": null,
                    "start": 1219,
                    "text": "35"
                },
                {
                    "end": 1681,
                    "ref_id": null,
                    "start": 1679,
                    "text": "36"
                },
                {
                    "end": 1888,
                    "ref_id": "BIBREF44",
                    "start": 1886,
                    "text": "37"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "In response to the difficulties posed by the COVID-19 pandemic, France and the UK have modified their regulations to temporarily enable women to have medical abortions at home. 32 According to the UK Royal College of Obstetricians and Gynaecologists, in the six weeks following this decision, approximately 16,500 women accessed safe medical abortion at home in England and Wales, at a time when many in-person services were suspended. 33 These policies are not only an adequate response in time of crisis but also the way forward after the pandemic, for they align with international human rights law and scientific consensus. Before the current health crisis, there was a growing trend to liberalize access to abortifacient drugs. For example, Canada and Australia have recently allowed the sale of both mifepristone and misoprostol in pharmacies, while the UK has allowed women to complete the abortion process with misoprostol at home. 34 Also, in Argentina, where abortion was, until recently, legal only under some circumstances, at least since 2015 health protocols provide for outpatient medical abortions for free in public health facilities, while misoprostol remains available by prescription in pharmacies. 35 The pandemic may be an opportunity to advance and deepen the rights and autonomy of women. In April 2020, the Inter-American Commission on Human Rights entrusted states \"to guarantee the availability and continuity of sexual and reproductive health services during the pandemic crisis,\" while the Committee on the Elimination of Discrimination against Women instructed them to \"continue to provide gender-sensitive sexual and reproductive health services.\" 36 The UN Working Group on discrimination against women made similar recommendations and is drafting a special report on women's and girls' sexual and reproductive health and rights in situations of crisis. 37 Assessing states' performance in following these recommendations will surely shed light on concrete duties regarding women's human rights and the different health public policy options that can be implemented to ensure their full citizenship."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "There may well also be a chance to promote health services that are sensitive to gender needs and are based on human rights rather than discriminatory preconceptions."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "An adequate response to COVID-19 must prioritize women's sexual and reproductive health and rights and remove regulatory barriers to their fulfillment, paving the way for women's full autonomy. Once the present crisis is overcome, states should guarantee that the \"new normality\" is one in which women are able to regain control over their bodies, free from prejudice and taboo."
        }
    ],
    "metadata": {
        "paper_id": "279a29a8d8a7f38f811b5d597fe80e88b80f527a",
        "title": "J U N E 2 0 2 1 Health and Human Rights Journal 191 Health and Human Rights Journal HHr"
    }
}