{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Extrapulmonary Abdominal Intestinal HIV Immunocompromised a b s t r a c t Abdominal tuberculosis (TB) is a rare condition in developed nations and can be challenging to diagnose. This report concerns a 45-year-old patient who presented with abdominal pain and fever and would undergo a lengthy hospital admission complicated by a previously undiagnosed HIV infection. Computed tomography imaging performed the day our patient presented to the emergency room revealed rather classic findings corresponding with abdominal tuberculosis However, diagnostic difficulty delayed the diagnosis and treatment."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "This case highlights radiologists' opportunity to raise clinical suspicion early in hospital care, especially in a rare disease process that can have poor outcomes."
        }
    ],
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "U",
                    "last": "Debi",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "V",
                    "last": "Ravisankar",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "K",
                    "last": "Prasad",
                    "middle": [
                        "K"
                    ],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Sinha",
                    "middle": [
                        "K"
                    ],
                    "suffix": ""
                },
                {
                    "first": "A",
                    "last": "Sharma",
                    "middle": [
                        "K"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "40",
            "other_ids": {},
            "pages": "",
            "ref_id": "b0",
            "title": "Abdominal tuberculosis of the gastrointestinal tract: revisited",
            "venue": "World J Gastroenterol",
            "volume": "20",
            "year": 2014
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "P",
                    "last": "Rathi",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "P",
                    "last": "Gambhire",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "2",
            "other_ids": {},
            "pages": "",
            "ref_id": "b1",
            "title": "Abdominal Tuberculosis",
            "venue": "J Assoc Physicians India",
            "volume": "64",
            "year": 2016
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "M",
                    "last": "Petrosyan",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "R",
                    "last": "Mason",
                    "middle": [
                        "J"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "2",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "Tuberculous enteritis presenting as small-bowel obstruction",
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "4",
            "year": 2006
        },
        "BIBREF3": {
            "authors": [],
            "issn": "5",
            "other_ids": {},
            "pages": "112--125",
            "ref_id": "b3",
            "title": "Tuberculosis and HIV co-infection",
            "venue": "Medicine",
            "volume": "33",
            "year": 2005
        },
        "BIBREF4": {
            "authors": [
                {
                    "first": "F",
                    "last": "Abu-Zidan",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Sheek-Hussein",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b4",
            "title": "Diagnosis of abdominal tuberculosis: lessons learned over 30 years: pectoral assay",
            "venue": "World J Emerg Surg",
            "volume": "14",
            "year": 2019
        },
        "BIBREF5": {
            "authors": [
                {
                    "first": "J",
                    "last": "Alvares",
                    "middle": [
                        "F"
                    ],
                    "suffix": ""
                },
                {
                    "first": "H",
                    "last": "Devarbhavi",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "P",
                    "last": "Makhija",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Rao",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "R",
                    "last": "Kottoor",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "4",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Clinical, colonoscopic, and histological profile of colonic tuberculosis in a tertiary hospital",
            "venue": "Endoscopy",
            "volume": "37",
            "year": 2005
        },
        "BIBREF6": {
            "authors": [
                {
                    "first": "B",
                    "last": "Lucey",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Stuhlfaut",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Soto",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "Radiographics",
                    "last": "",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b6",
            "title": "Mesenteric lymph nodes seen at imaging: causes and significance",
            "venue": "",
            "volume": "25",
            "year": 2005
        },
        "BIBREF7": {
            "authors": [
                {
                    "first": "D",
                    "last": "Figueroa",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "N",
                    "last": "Guzman",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "C",
                    "last": "Isache",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b7",
            "title": "Tuberculous Enteritis: A Rare Complication of Miliary Tuberculosis",
            "venue": "Case Rep Infect Dis",
            "volume": "",
            "year": 2016
        }
    },
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 230,
                    "ref_id": "BIBREF0",
                    "start": 227,
                    "text": "[1]"
                },
                {
                    "end": 357,
                    "ref_id": "BIBREF1",
                    "start": 354,
                    "text": "[2]"
                },
                {
                    "end": 551,
                    "ref_id": "BIBREF2",
                    "start": 548,
                    "text": "[3]"
                },
                {
                    "end": 751,
                    "ref_id": "BIBREF3",
                    "start": 748,
                    "text": "[4]"
                }
            ],
            "ref_spans": [
                {
                    "end": 995,
                    "ref_id": null,
                    "start": 989,
                    "text": "Fig. 1"
                },
                {
                    "end": 1018,
                    "ref_id": null,
                    "start": 1010,
                    "text": "Fig. 2 )"
                },
                {
                    "end": 1114,
                    "ref_id": "FIGREF1",
                    "start": 1104,
                    "text": "( Fig. 3 )"
                },
                {
                    "end": 2034,
                    "ref_id": "FIGREF2",
                    "start": 2024,
                    "text": "( Fig. 4 )"
                }
            ],
            "section": "Introduction",
            "text": "Abdominal tuberculosis can affect any part of the gastrointestinal tract, the peritoneum, hepatobiliary tree, pancreas, perianal area, and lymph nodes, but more common locations include the peritoneum, intestines, and/or liver [1] . Our patient's disease involved the distal ileum and cecum, which is the most common location and represents 75% of cases [2] . Severe complications such as bowel obstruction can occur, and an inflammatory response can gradually result in ulceration and fistula formation, as was also seen in our patient's duodenum [3] . Immunodeficiency associated with HIV infection can modify clinical TB presentation, and radiographic presentations can be increasingly atypical in pulmonary, extrapulmonary, and disseminated TB [4] . Our patient suffered from this uncommon disease that presented ✩ Consent has been obtained by our patient. * Corresponding author. CT abdomen/pelvis with IV and oral contrast revealed an abnormally thickened wall of the distal ileum ( Fig. 1 ) and cecum ( Fig. 2 ) , hypodense adenopathy in the retroperitoneal, mesenteric, and porta hepatis regions ( Fig. 3 ) . Additional findings included a small amount of ascites as well as mild gallbladder and duodenal wall thickening. Right upper quadrant ultrasound confirmed mild gallbladder wall thickening and porta hepatis adenopathy with no other relevant findings. Our patient received IV fluids, antipyretics, empiric antibiotics, and was admitted to the hospital. His influenza and COVID-19 tests were negative. Despite a history of positive tuberculin skin test and prior negative chest x-ray, his interferon-gamma release assay test was negative. However, there was a concern for a false negative result, and further workup revealed a positive HIV-1 test with an absolute CD4 count of 10 cells/uL. Due to worsening respiratory status and elevated d-dimer, a CTA -computed tomography angiography chest was performed. It was negative for pulmonary embolus, although it revealed bilateral subcentimeter pulmonary nodules ( Fig. 4 ) with a random distribution and worsening effusions and atelectasis."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 1199,
                    "ref_id": "FIGREF3",
                    "start": 1189,
                    "text": "( Fig. 5 )"
                },
                {
                    "end": 1297,
                    "ref_id": "FIGREF4",
                    "start": 1287,
                    "text": "( Fig. 6 )"
                },
                {
                    "end": 1387,
                    "ref_id": "FIGREF5",
                    "start": 1377,
                    "text": "( Fig. 7 )"
                }
            ],
            "section": "Introduction",
            "text": "A paracentesis was performed due to increasing ascites. The peritoneal adenosine deaminase was mildly elevated; however, smears were negative for acid-fast bacilli (AFB). An exploratory laparoscopy was performed to evaluate the ileocecal findings with wedge biopsy of the mesentery and was also nondiagnostic. A bronchoscopy with right lower lobe biopsy and right middle lobe bronchioalveolar lavage was performed given the computed tomography (CT) chest findings. This was initially nondiagnostic for TB infection, but the send out test would reveal rare AFB. Our patient periodically required supplemental oxygen, as well as intravenous fluids and vasopressors due to his declining condition. Blood cultures were negative over five days. He continued to have persistent fevers and leukocytosis, so empiric antibiotics were changed, given the course of the atypical infectious process. Due to growing concern for extrapulmonary TB, he was empirically started on quadruple therapy. Coverage for Pneumocystis jirovecii infection was also begun. Esophagogastroduodenoscopy (EGD) and colonoscopy were performed and revealed a mass-like abnormality in the distal duodenal bulb with ulceration ( Fig. 5 ) and fistulization into the peritoneum. Colonoscopy revealed a patulous ileocecal valve ( Fig. 6 ) and severely ulcerated mucosa in the cecum and adjacent to the ileocecal valve ( Fig. 7 ) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Pathology confirmed the diagnosis with stains positive for AFB in both the EGD and colonoscopy biopsies. The patient became significantly anemic after new-onset hematemesis, was intubated, and underwent an emergent EGD that revealed an active hemorrhage in the duodenal bulb. Despite EGD therapy, the patient became unstable and expired. "
        },
        {
            "cite_spans": [
                {
                    "end": 173,
                    "ref_id": "BIBREF4",
                    "start": 170,
                    "text": "[5]"
                },
                {
                    "end": 268,
                    "ref_id": "BIBREF0",
                    "start": 265,
                    "text": "[1]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "TB is a great mimicker of disease. Misconceptions of its rarity and that it is always associated with active pulmonary TB can potentially distract experienced clinicians [5] . Approximately 15 -25 percent of patients with abdominal TB have concomitant pulmonary TB [1] . Our patient's chest x-ray did not reveal signs of active pulmonary TB, however, a CTA chest showed possible miliary distribution of nodules. Additionally, stains were positive for AFB on a send out test of the bronchioalveolar lavage."
        },
        {
            "cite_spans": [
                {
                    "end": 224,
                    "ref_id": "BIBREF1",
                    "start": 221,
                    "text": "[2]"
                },
                {
                    "end": 470,
                    "ref_id": "BIBREF5",
                    "start": 467,
                    "text": "[6]"
                },
                {
                    "end": 896,
                    "ref_id": "BIBREF6",
                    "start": 893,
                    "text": "[7]"
                },
                {
                    "end": 1006,
                    "ref_id": "BIBREF7",
                    "start": 1003,
                    "text": "[8]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The ileocecal region commonly presents in a hypertrophic pattern, and CT imaging will reveal concentric mural wall thickening --occasionally involving only the medial wallalong with lymphadenopathy with hypodense centers [2] . Our patient's CT abdomen exemplified this pattern the same day that he presented to the emergency room. A deformed, incompetent ileocecal valve described as a \"fish mouth appearance\" or patulous can be a common manifestation on colonoscopy [6] . Although malignancy, inflammatory bowel disease, peptic ulcer disease, and secondary infections were part of our patient's differential diagnosis during the initial workup, abdominal TB was of primary concern. CT findings can be non specific and the differential diagnosis for hypoattenuating lymphadenopathy can include malignancy, cavitating mesenteric lymph node syndrome related to celiac sprue, and Whipple disease [7] . An ulcerative pattern commonly affects the jejunum and ileum and can bleed, perforate, or form fistulas [8] . Although representing a less common location, our patient demonstrated this pattern in the distal duodenal bulb and was visualized on the CT abdomen as mild duodenal wall thickening."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Our severely immunocompromised patient was unaware of their HIV status and presented with an acute abdomen that would ultimately reveal abdominal tuberculosis as an AIDS defining illness. They demonstrated a false negative interferon-gamma release assay test, multiple negative biopsies, cultures, and stains for AFB from mesentery, bronchus, and ascites before EGD and colonoscopy confirmed stains positive for AFB 11 days after admission. Although quadruple therapy was initiated before the final diagnosis, it proved challenging and elusive. This was likely due to our patient's profoundly low CD4 count of 10 cells/uL. This unique case allows the radiologist to raise clinical suspicion early in patient care-particularly considering the diagnostic challenges-to help clinicians begin timely treatment. In the setting of less pronounced or even non classic imaging presentations, experienced radiologists could also be deceived. Although abdominal tuberculosis is a rare entity, radiologists and clinicians need to be aware of it and consider it in the differential diagnosis when evaluating a patient suspected of an abdominal infectious or neoplastic process."
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {},
                "email": "",
                "first": "Thom",
                "last": "Drew Mr",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": "",
                "last": "Bs",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": "Randall",
                "last": "Mcgill",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "A rare case of abdominal tuberculosis ✩"
    },
    "paper_id": "27a441ee90241a44dae60263dd4fb4dac9fa78f9",
    "ref_entries": {
        "FIGREF0": {
            "latex": null,
            "text": "Axial image from contrast-enhanced CT abdomen reveals an abnormally thickened wall of the cecum (dark blue arrow) and ascending colon (light blue arrow) with pericolonic infiltration of the mesenteric fat. (Color version is available online.) Axial image from contrast-enhanced CT abdomen reveals hypodense adenopathy in the porta hepatis (dark blue arrow) and retroperitoneum (light blue arrow). (Color version is available online.) chest x-ray 2 years prior. He was also born and lived for many years in a country endemic to TB. Laboratory values revealed leukocytosis, elevated lipase, ESR -erythrocyte sedimentation rate, and CRP -C-reactive protein. His initial chest x-ray revealed bibasilar atelectasis and small left pleural effusion.",
            "type": "figure"
        },
        "FIGREF1": {
            "latex": null,
            "text": "Coronal image from contrast-enhanced CT abdomen reveals normal ileum (dark blue arrow) vs. abnormal ileum (light blue arrow) as well as the ileocecal valve (light blue dotted arrow). Hypodense adenopathy (light blue stars) in the retroperitoneum and porta hepatiscan also be appreciated.",
            "type": "figure"
        },
        "FIGREF2": {
            "latex": null,
            "text": "Axial image from CTA chest revealed bilateral subcentimeter pulmonary nodules with a random distribution, worsening effusions (dark blue arrows), and atelectasis.",
            "type": "figure"
        },
        "FIGREF3": {
            "latex": null,
            "text": "EGD demonstrates a mass-like area in the duodenal bulb with a cratered ulcer (dark blue arrow) and fistula advancing into the peritoneum.",
            "type": "figure"
        },
        "FIGREF4": {
            "latex": null,
            "text": "Colonoscopy revealed a patulous ileocecal valve (dark blue arrow).",
            "type": "figure"
        },
        "FIGREF5": {
            "latex": null,
            "text": "Colonoscopy revealed a localized area of severely ulcerated mucosa (dark blue arrow) found in the cecum and immediately adjacent to the ileocecal valve.",
            "type": "figure"
        },
        "TABREF0": {
            "latex": null,
            "text": "E-mail address: thomdr@pcom.edu (T. Drew Mr).in what appeared to have fairly typical radiographic features. This case illustrates some of the radiologic features associated with abdominal TB and radiologists' opportune role in rare disease diagnosis.",
            "type": "table"
        }
    }
}