{
    "abstract_text": "",
    "body_text": "The unprecedented onset of COVID-19 caused widespread healthcare reconfiguration. While the government aimed to prioritize cancer care in the UK, patient perception of the impact of these service changes has been afforded little attention. We investigated patient perceptions of the impact of the pandemic upon malignant melanoma (MM) care.Supporters of a patient support group (PSG), Melanoma UK, were invited to complete a semi-structured questionnaire through social media channels and a mailing list during the 8-week study period (April-June 2021). In total, 175 responses were received (see Table 1 for demographics).Following the UK lockdown in March 2020, the proportion of patients accessing exclusively face-to-face (FTF) outpatient appointments for MM care fell from 91.4% (n = 160) to 21.7% (n = 38), while the proportion accessing 'virtual' (telephone/video) appointments increased from 0.6% (n = 1) to 32.6% (n = 57), with the remainder accessing a blend of FTF and virtual appointments. Most patients (61.7%; n = 108) prefer FTF appointments, with 36.6% (n = 64) preferring a blend of FTF and virtual consultations and 1.7% (n = 3) preferring purely virtual consultations. Reasons for the latter include receiving results more easily, reduced risk of contracting and transmitting COVID-19, and reducing travelling expenses. Reasons for preferring F2F included requests for physical examinations, more 'personal' consultations and opportunities to allay fears.Most patients (80%; n = 140) did not report delays to their treatment. Most appointments were unaffected: 55.4% of patients (n = 97) reported that appointments occurred as planned, with 25.7% (n = 45) indicating a reduced frequency. Of those who did not have appointments, 17.1% (n = 30) stated that this was due to cancellations/postponements, whereas only 1.7% (n = 3) reported cancellations because they had completed treatment. Of the 35.4% of patients (n = 62) who faced difficulties in accessing their MM clinic, 37.1% (n = 23) reported appointment delays/cancellations and 16.1% (n = 10) a lack of contact. Most patients (72%; n = 126) did not report any difficulties in managing their MM, which was in contrast to before the lockdown, when 28% (n = 49) reported difficulties, such as concerns with shielding, lack of check-ups and long waiting times. Over half (57.7%; n = 101) experienced more distress or anxiety since the original lockdown, compared with 42.3% (n = 74) who did not. Of those who sought further help (52%; n = 91), 27.7% (n = 27) consulted a PSG, compared with 17.6% (n = 16) who sought medical help. Prior to the lockdown, most patients were using support materials to help with their diagnosis: 51.4% (n = 90) used PSGs, with 30.3% (n = 53) using social media, 27.4% (n = 48) using information leaflets and 8% (n = 14) using videos. Since the lockdown, 40.6% (n = 71) of patients had increased their use of support materials.Although there has been a shift from FTF towards virtual appointments, most patients still prefer FTF appointments. Clinicians should be aware of this, but should consider virtual appointments where patients prefer this and there is no detriment to care.Although for most patients MM care was reportedly unaffected, a significant number reported less frequent appointments. In Italy, colleagues reported significant reductions in the number of detections of cutaneous MMs throughout southern and northern Italy during the lockdown period. 1 Interestingly, for patients who had dermatological surgery, there were no new cases of COVID-19 within that cohort 14 days postoperatively, and the authors implored the continuation of dermatological surgery for patients with MM. 1 Another study 2 found that total appointments to dermatology outpatients reduced to 58% during the first lockdown, with first attendances reducing to 43%, although the study did not distinguish cancer from other types of referral. MM diagnoses reduced to 54% of prepandemic levels by May 2020, although there was a rebound to 72% by November 2020. 3 The implications of this reduced incidence of new MM diagnoses remain to be seen in terms of patient outcomes, and may inform for future provision of MM follow-up intervals. A recent report suggested that up to 7.3% of patients in a pigmented lesion clinic have incidental findings that are only discovered during full skin examination, which was less likely during the pandemic and may account for some of the reduced incidence of MM diagnoses. 4 More than half of patients in our survey had experienced more anxiety/distress since lockdown, which reflects national data demonstrating an increase in psychological morbidity, 5 an emerging chasm that should be addressed in future national holistic melanoma guidelines, which is not currently addressed. 6 We believe that this is the first cross-sectional study assessing the implications of the COVID-19 lockdown as perceived by patients with MM.The limitations of this study include a lack of patients aged ≥ 80 years and fewer male respondents. This may be partly explained as we distributed the survey via digital means only, and these demographics may have reduced digital access. They may have experienced relatively more difficulties with virtual appointments and transport difficulties, which may have not been reflected in our data. There may be selection bias as respondents from a PSG may be more likely to proactively manage their own care.Our study highlights the impact of the COVID-19 pandemic on patients with MM. Although care has largely remained unaffected, we urge clinicians to consider mental health interventions to abate the increased levels of patient anxiety. Clinicians should offer FTF appointments and explain the need for these, but consider virtual appointments in cases where physical examination is not required, where patients prefer virtual appointments or where COVID-19 testing may preclude attendance.We would like to thank patients and supporters of Melanoma UK for their assistance of this study. • Most patients (72%) did not report any difficulties in managing their MM during the lockdown.• Mental health was largely affected, with 57.7% of patients reported more anxiety or distress compared with before the lockdown, and 52% seeking help for this.• The use of patient support materials increased since the lockdown by 40.6% of patients",
    "metadata": {
        "paper_id": "2773e542ae96647964b582a30a72bc9883227c6f",
        "title": "Clinical and Experimental Dermatology Exploring the implications of the first COVID-19 lockdown on patients with melanoma: a national survey"
    }
}