{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Objectives: The outbreak of novel coronavirus provided an opportunity to undertake an online survey to study the relationships between body weight changes with changes in physical activity and lifestyle during an unusual event of forced isolation, or quarantine. Methods: We distributed an electronic questionnaire using the popular social application WeChat to adults from any province of China except Hubei Province, the epicenter of the outbreak. The questionnaire asked for demographic information, body weight, physical activity, and lifestyle factors before and during the quarantine. Results: Of 376 questionnaires returned, 339 were valid (90.2%). During the period of semi-lockdown, both females and males with BMI <24 gained weight, males with BMI ≥24 lost weight, and females with BMI ≥24 gained weight. The average steps per day and the average moderate or vigorous-intensity exercise declined significantly for both males and females during the semi-lockdown. Changes in body weight inversely correlated with changes in steps per day and moderate or vigorous-intensity exercise during the quarantine. Conclusions: Normal weight individuals, who are not normally troubled by overweight or obesity, had less awareness of weight gain than people with a BMI ≥ 24. Under the conditions of the semi-lockdown, they tended to gain weight."
        }
    ],
    "back_matter": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments",
            "text": "We acknowledge the assistance of John T. Cathey in editing the manuscript."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest",
            "text": "The authors declare that they have no conflict of interest."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Statement",
            "text": "The research protocol was approved by the ethics committee of the Affiliated Hospital of North Sichuan Medical College."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contribution",
            "text": "Ming He, Yin Xian, and Xiaodong Lv contributed equally to this work and should be considered co first authors."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b0",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "K",
                    "last": "Leung",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Wu",
                    "middle": [
                        "T"
                    ],
                    "suffix": ""
                },
                {
                    "first": "D",
                    "last": "Liu",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "1382--1393",
            "ref_id": "b1",
            "title": "First-wave COVID-19 transmissibility and severity in China outside Hubei after control measures, and second-wave scenario planning: a modelling impact assessment",
            "venue": "Lancet",
            "volume": "395",
            "year": 2020
        },
        "BIBREF10": {
            "authors": [
                {
                    "first": "H",
                    "last": "Du",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "D",
                    "last": "Bennett",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "L",
                    "last": "Li",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "3",
            "other_ids": {},
            "pages": "487--496",
            "ref_id": "b10",
            "title": "Physical activity and sedentary leisure time and their associations with BMI, waist circumference, and percentage body fat in 0.5 million adults: the China Kadoorie Biobank study",
            "venue": "Am J Clin Nutr",
            "volume": "97",
            "year": 2013
        },
        "BIBREF11": {
            "authors": [
                {
                    "first": "A",
                    "last": "Agodi",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "A",
                    "last": "Maugeri",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Kunzova",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "7",
            "other_ids": {},
            "pages": "",
            "ref_id": "b11",
            "title": "Association of dietary patterns with metabolic syndrome: results from the Kardiovize Brno",
            "venue": "Study. Nutrients",
            "volume": "10",
            "year": 2018
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "H",
                    "last": "Yokomichi",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "W",
                    "last": "Zheng",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "H",
                    "last": "Matsubara",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "4",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "Impact of the great east Japan earthquake on the body mass index of preschool children: a nationwide nursery school survey",
            "venue": "BMJ Open",
            "volume": "6",
            "year": 2016
        },
        "BIBREF3": {
            "authors": [
                {
                    "first": "C",
                    "last": "Sikorski",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Luppa",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "H",
                    "last": "Glaesmer",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "6",
            "other_ids": {},
            "pages": "512--522",
            "ref_id": "b3",
            "title": "Attitudes of health care professionals towards female obese patients",
            "venue": "Obes Facts",
            "volume": "6",
            "year": 2013
        },
        "BIBREF4": {
            "authors": [
                {
                    "first": "M",
                    "last": "Fan",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Hong",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "P",
                    "last": "Cheung",
                    "middle": [
                        "N"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "2",
            "other_ids": {},
            "pages": "618--629",
            "ref_id": "b4",
            "title": "Knowledge and attitudes towards obesity and bariatric surgery in Chinese nurses",
            "venue": "Obes Facts",
            "volume": "30",
            "year": 2020
        },
        "BIBREF5": {
            "authors": [
                {
                    "first": "Jph",
                    "last": "Wilding",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "V",
                    "last": "Mooney",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "R",
                    "last": "Pile",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Should obesity be recognised as a disease?",
            "venue": "BMJ",
            "volume": "366",
            "year": 2019
        },
        "BIBREF6": {
            "authors": [
                {
                    "first": "Z",
                    "last": "Cheng",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "F",
                    "last": "Almeida",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "6",
            "other_ids": {},
            "pages": "890--897",
            "ref_id": "b6",
            "title": "Mitochondrial alteration in type 2 diabetes and obesity: an epigenetic link",
            "venue": "Cell Cycle",
            "volume": "13",
            "year": 2014
        },
        "BIBREF7": {
            "authors": [
                {
                    "first": "T",
                    "last": "Sundfor",
                    "middle": [
                        "M"
                    ],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Svendsen",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Tonstad",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "7",
            "other_ids": {},
            "pages": "698--706",
            "ref_id": "b7",
            "title": "Effect of intermittent versus continuous energy restriction on weight loss, maintenance and cardiometabolic risk: a randomized 1-year trial",
            "venue": "Nutr Metab Cardiovasc Dis",
            "volume": "28",
            "year": 2018
        },
        "BIBREF8": {
            "authors": [
                {
                    "first": "G",
                    "last": "O&apos;donovan",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "E",
                    "last": "Stamatakis",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Hamer",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "2",
            "other_ids": {},
            "pages": "222--227",
            "ref_id": "b8",
            "title": "Associations between alcohol and obesity in more than 100 000 adults in England and Scotland",
            "venue": "Br J Nutr",
            "volume": "119",
            "year": 2018
        },
        "BIBREF9": {
            "authors": [
                {
                    "first": "J",
                    "last": "Lim",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "H",
                    "last": "Park",
                    "middle": [
                        "S"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "4",
            "other_ids": {},
            "pages": "358--364",
            "ref_id": "b9",
            "title": "Trends in the prevalence of underweight, obesity, abdominal obesity and their related lifestyle factors in Korean young adults",
            "venue": "Obes Res Clin Pract",
            "volume": "12",
            "year": 1998
        }
    },
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 360,
                    "ref_id": "BIBREF0",
                    "start": 359,
                    "text": "1"
                },
                {
                    "end": 525,
                    "ref_id": "BIBREF1",
                    "start": 524,
                    "text": "2"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "F ollowing the outbreak of coronavirus disease 2019 (COVID-19) caused by the novel coronavirus severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) in Wuhan in December 2019, the Chinese government announced a lockdown of Wuhan city on January 23, 2020, as part of a second stage of prevention and control measures to slow the spread of the epidemic. 1 By January 29, control measures had been activated in all of China's provinces, and a semi-lockdown was in place in several prefecture-level cities by February 8. 2 Chinese New Year celebrations were canceled, collective activities, bus and railway service was suspended, and factories and restaurants were closed. Curfew and quarantine measures were implemented in many mainland cities. The flow of people was controlled by allowing only 1 person from each household to go out to buy necessities every 2-3 d. All of these measures to reduce transmission of the virus proved effective because by early March, the number of new cases was declining. The WHO-China Joint Mission on Coronavirus Disease 2019, conducted from February 16 to 24, 2020, reported that the country was beginning to return to normal."
        },
        {
            "cite_spans": [
                {
                    "end": 412,
                    "ref_id": "BIBREF2",
                    "start": 411,
                    "text": "3"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "In addition to the closures, the months of January and February are also the time of the Spring Festival in China, when people tend to consume high fat and calorie food more than usual, which might also contribute to changes in anthropometric measures. A retrospective cohort study showed that BMI of preschool children in 3 affected prefectures increased immediately after Great East Japan earthquake in 2011. 3 Anticipating that the reduced physical activity resulting from the enforced quarantine would have an effect on anthropometric measures such as body weight, we undertook an online survey using the popular social media application WeChat during the month of March immediately after people began to return to normal."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS",
            "text": "This online survey was distributed as an electronic questionnaire through the social media platform WeChat from the Affiliated Hospital of North Sichuan Medical College, Sichuan Province, China, in March 2020. Participants were asked to complete the electronic questionnaire. Respondents were restricted to adults from any province of China except Hubei Province, the epicenter of the outbreak, which was under a much longer period of lockdown than other provinces."
        },
        {
            "cite_spans": [
                {
                    "end": 108,
                    "ref_id": "BIBREF3",
                    "start": 106,
                    "text": "4,"
                },
                {
                    "end": 110,
                    "ref_id": "BIBREF4",
                    "start": 109,
                    "text": "5"
                }
            ],
            "ref_spans": [],
            "section": "METHODS",
            "text": "The questionnaire designed by the authors was based on similar questionnaires reported in the literature. 4, 5 More modifications were made after receiving feedback from 31 early responses. The questionnaire consisted of 3 parts. The first part requested demographic and anthropometric information, including home domicile, gender, age, height, and weight changes (5 wk before and during the COVID-19 virus outbreak). From these data, we calculated body mass index (BMI), and the change in body weight from before until after the semi-lockdown. A high BMI for both males and females was a BMI ≥ 24. The second part requested information on participant lifestyle before the Epidemic Period of Coronavirus Disease 2019, such as the frequency of dinner parties of typically 8-10 people, amount of alcohol consumed during parties, the frequency of snacks, and lifestyle changes during period of semi-lockdown. The third part was about attitudes toward weight control and diet control (intention to control food intake, intention to remain physically active). We also collected data on exercise, including average number of walking steps and average of medium-or vigorous-intensity exercise time per day before (December 23, 2019, to January 26, 2020) and during (January 27, 2020, to March 1, 2020) semi-lockdown. The data for the third part were retrieved through Smartphone health software, such as Exercise Health or Keep. No financial and other material incentives were offered to the participants. We deployed the questionnaire on WeChat in early March and collected data until 20 March 2020."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis",
            "text": "Statistical data were analyzed by IBM SPSS version 25 (Armonk, NY: IBM Corp). The continuous variables are expressed as the median and interquartile range with the mean in graphs or as mean (standard deviation) in the tables. Shapiro-Wilk test and Kolmogorov-Smirnov test are used to test the normality of the continuity variables. The mean of independent samples was compared by independent sample t-test or the median by the Mann-Whitney test as necessary."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis",
            "text": "The paired t-test and Wilcoxon signed-rank test were used to test differences between variables from before to after semi-lockdown. The chi-squared test was used to compare the differences of categorical variables. Spearman correlation was used to analyze the correlation between the other variables. P < 0.05 was considered statistically significant."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant Characteristics",
            "text": "Of 376 questionnaires returned, 339 were valid (90.2%). Thirtyseven questionnaires were not completed or the respondent was from Hubei province. Most of the responses were from Sichuan Province and from a few other provinces that were under semilockdown from January 27, 2020, to March 1, 2020. The 339 respondents included 158 males with a mean (SD) age of 36.4 (11.9) y and median age of 35 y and 181 females with a mean (SD) age of 37.6 (12.4) y and median age of 38 y."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 441,
                    "ref_id": "TABREF0",
                    "start": 434,
                    "text": "Table 1"
                },
                {
                    "end": 569,
                    "ref_id": null,
                    "start": 560,
                    "text": "(Figure 1"
                },
                {
                    "end": 1116,
                    "ref_id": "FIGREF0",
                    "start": 1108,
                    "text": "Figure 2"
                },
                {
                    "end": 1408,
                    "ref_id": "FIGREF1",
                    "start": 1398,
                    "text": "(Figure 3)"
                }
            ],
            "section": "Change of Body Weight and Physical Activity",
            "text": "During the period of semi-lockdown, both females and males with BMI < 24 gained weight (before vs after 51.1 ± 4.1 vs 53.3 ± 5.9 kg, P < 0.001 and 65.6 ± 5.8 vs 67.3 ± 5.5 kg, P < 0.001 for female and male, respectively), and males with BMI ≥ 24 lost weight and females with BMI ≥ 24 gained weight (before vs after 62.9 ± 4.2 vs 63.8 ± 5.4 kg, P = 0.042 and 77.3 ± 7.5 vs 76.4 ± 6.9 kg, P = 0.003 for female and male, respectively) ( Table 1 ). The change in body weight by BMI category during the period of semi-lockdown was significant for males and females (Figure 1 ). The average steps per day and the average moderate-or vigorous-intensity exercise time declined significantly for both males and females during the period of semi-lockdown (average steps per day: before vs during 7038 ± 1923 vs 3741 ± 1042 step, P < 0.001 and 8321 ± 3000 vs 3728 ± 1726 step, P < 0.001 for female and male, respectively). The average moderate-or vigorous-intensity exercise time before vs during was 14.0 ± 6.3 vs 5.4 ± 2.0 min, P < 0.001 and 15.0 ± 5.1 vs 3.2 ± 3.2 min, P < 0.001 for female and male, respectively ( Figure 2 ). The change in average steps per day by BMI category was significantly different for males but not for females. The change in moderate-or vigorous-intensity exercise was also significantly different by BMI category, with people of high BMI decreasing less than people of low BMI (Figure 3) . "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 465,
                    "ref_id": "TABREF1",
                    "start": 457,
                    "text": "Table 2)"
                }
            ],
            "section": "Weight Control Awareness of Different BMI Categories",
            "text": "Before the COVID-19 epidemic, more people of high BMI intended to control food intake and increase physical activity than people with low BMI. Rate of intention to control food intake: BMI ≥ 24 vs BMI < 24. 67.9 vs 51.6%, P = 0.043 and 62.5 vs 43.6%, P = 0.029 for female and male, respectively. Rate of intention to increase physical activity: BMI ≥ 24 vs BMI < 24. 32.1 vs 18.0%, P = 0.037 and 27.1 vs 12.7%, P = 0.027 for female and male, respectively ( Table 2) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 636,
                    "ref_id": "TABREF2",
                    "start": 628,
                    "text": "Table 3)"
                }
            ],
            "section": "Influencing Factors on BMI",
            "text": "BMI before epidemic control of male residents was negatively correlated with the average steps per day (Rs = −0.336; P < 0.001), the average moderate-or vigorous-intensity exercise minutes (Rs = −0.329; P < 0.001), and positively correlated with the frequency of dinner parties (Rs = 0.184, P = 0.021), the alcohol consumption during dinner parties (Rs = 0.161; P = 0.044). The BMI before epidemic control of female was negatively correlated with the average moderateor vigorous-intensity exercise minutes and positively correlated with the frequency of snacks (Rs = −0.215; P = 0.004 and Rs = 0.186, P = 0.012, respectively) ( Table 3) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 255,
                    "ref_id": "FIGREF2",
                    "start": 247,
                    "text": "Figure 4"
                }
            ],
            "section": "Influencing Factors on the Changes in Body Weight",
            "text": "The changes in body weight inversely correlated with changes in steps per day and moderate-or vigorous-intensity exercise in males and females and were statistically significant, except for males for moderate-or vigorous-intensity exercise time ( Figure 4 ). Changes in body weight of males were inversely correlated with the change level of alcohol consumption during the semi-lockdown for COVID-19 (Rs = −0.255; P = 0.002)."
        },
        {
            "cite_spans": [
                {
                    "end": 111,
                    "ref_id": "BIBREF5",
                    "start": 110,
                    "text": "6"
                },
                {
                    "end": 222,
                    "ref_id": "BIBREF6",
                    "start": 221,
                    "text": "7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Obesity is a pathological state related to both genetic and acquired factors, particularly exercise and diet. 6 Important reasons for the prevalence of obesity are consumption of energy-rich foods and a lack of exercise. 7 Because of the rarity of events such as the recent outbreak of novel coronavirus, the effects of a period of isolation at home have not been well studied. Because the lifestyles of Chinese residents were completely altered by this rare event, we recognized the opportunity to conduct a survey to determine the effects of the quarantine on weight changes. Surprisingly, we found that, after the first 5 wk epidemic period of COVID-19, both females and males with BMI < 24 gained weight, male residents with BMI ≥ 24 Changes in Body Weight, Physical Activity, and Lifestyle During the Semi-lockdown Period"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "4",
            "text": "Disaster Medicine and Public Health Preparedness lost weight, and females with a BMI ≥ 24 gained weight. BMI before the epidemic control was positively correlated with the frequency of dinner parties of several people and with the consumption of alcohol while dining, particularly in males. In China, the food consumed during dinner parties is often high-fat and high calorie. During the period of semi-lockdown, government rules disallowed people from gathering for dinner parties in home or at restaurants. So, the decrease in energy and alcohol intake during the semi-lockdown, when people were unable to eat at normal levels of consumption, leads to significant weight loss."
        },
        {
            "cite_spans": [
                {
                    "end": 132,
                    "ref_id": "BIBREF7",
                    "start": 131,
                    "text": "8"
                },
                {
                    "end": 257,
                    "ref_id": "BIBREF8",
                    "start": 256,
                    "text": "9"
                },
                {
                    "end": 606,
                    "ref_id": "BIBREF9",
                    "start": 604,
                    "text": "10"
                }
            ],
            "ref_spans": [],
            "section": "4",
            "text": "This finding is consistent with reports that intermittent energy restriction or persistent energy restriction can help reduce BMI, 8 and that the relationship between alcohol consumption and obesity is linear with nondrinkers having a low risk of obesity. 9 According to the Korea National Health and Nutrition Examination Survey, a cross-sectional and nationally representative survey conducted from 1998 to 2012 in South Korea, an increase in the risk of obesity was accompanied by an overconsumption of energy in men (but not women), and by low physical activity and high-risk drinking by both sexes. 10 Based on this survey, we consider that, for weight changes, the effect of weight loss due to reduced calorie intake was more powerful than weight gain due to reduced physical activity."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "4",
            "text": "In our study, we evaluated respondents' awareness of weight control by asking whether they usually intended to control food intake and increase physical activity. Men with BMI ≥ 24 had a greater awareness of weight control than men with BMI < 24, but were often unable to effectively reduce social intercourse and drinking due to work or other reasons, which resulted in overweight or obesity. The control period following the COVID-19 outbreak was actually conducive to weight control because of the interference with social intercourse."
        },
        {
            "cite_spans": [
                {
                    "end": 633,
                    "ref_id": "BIBREF10",
                    "start": 630,
                    "text": "11,"
                },
                {
                    "end": 636,
                    "ref_id": "BIBREF11",
                    "start": 634,
                    "text": "12"
                }
            ],
            "ref_spans": [],
            "section": "4",
            "text": "The reasons for weight gain in males and females with BMI < 24 are explained by the correlation analysis that indicated that before the epidemic, the normal weight population engaged in more physical activity, attended dinner parties less frequently, and consumed less alcohol compared with the overweight or obese population, so the change in physical activity was the most obvious during the period of semi-lockdown, which resulted in weight gain. This is consistent with the findings of the China Kadoorie Biobank study and the European Kardiovize Brno 2030 Study in which greater physical activity was related to a lower BMI. 11, 12 In our study, people with a BMI < 24 were not normally troubled by overweight or obesity, but also had less awareness of weight gain than people with a BMI ≥ 24. Therefore, under the conditions of the semi-lockdown, they tended to gain weight more easily."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "4",
            "text": "We also found that females with a BMI ≥ 24 gained less weight than females with a BMI < 24. The change in the average daily physical activity of overweight or obese residents was less than that of normal weight people during the period of control. Because the rise in BMI before epidemic control was negatively correlated with the average daily moderate-or vigorousintensity exercise minutes, overweight or obese people exercised less in normal times, leading to females with BMI ≥ 24 gaining less weight and males with BMI ≥ 24 losing weight after home isolation. The limitations of our study are the relatively small sample size and short 5-wk period of the study. Some provinces in China cancelled the first level response to the public health emergency and some industries have resumed production, so the flow of personnel began to increase, which may have caused weight changes to eb affected by other factors. There are certain limitations using the bivariate analyses. In the further research, we need to involve more sample size and independent variables for multivariate analysis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS",
            "text": "In conclusion, the virus that causes COVID-19 is still prevalent all over the world. Some countries have gradually adopted forced isolation measures such as lockdown and reducing the flow of people. Such measures force changes in lifestyle, which may lead to changes in body weight. Normal weight individuals may not normally be troubled by overweight or obesity and may have less awareness of weight gain than people with a BMI ≥ 24. Therefore, normal weight as well as overweight and obese people should be aware of the need for weight control when physical activity is necessarily reduced by epidemic prevention and control measures. "
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {},
                "email": "",
                "first": "Ming",
                "last": "He",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": "Yin",
                "last": "Xian",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": ";",
                "last": "Lv",
                "middle": [
                    "Xiaodong"
                ],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": "Jinsong",
                "last": "He",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": "Yixing",
                "last": "Ren",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "Changes in Body Weight, Physical Activity, and Lifestyle During the Semi-lockdown Period After the Outbreak of COVID-19 in China: An Online Survey"
    },
    "paper_id": "2791a621dd4aa97f38792607a80e3fb25ba7ec6e",
    "ref_entries": {
        "FIGREF0": {
            "latex": null,
            "text": "a) Average steps per day before and during the period of semi-lockdown by gender (statistical comparison by paired t test). (b) Average moderate-or vigorous-intensity exercise (minutes per day) before and during the period of semi-lockdown by gender.Statistical comparison by Wilcoxon signed rank test.",
            "type": "figure"
        },
        "FIGREF1": {
            "latex": null,
            "text": "a) Change in average steps per day by BMI category for males and females from before January 27 to during first 5 wk after January 27. (b) Change in moderate-or vigorous-intensity exercise (minutes per day) by BMI category for males and females from before January 27 to during first 5 wk after January 27 (median, interquartile range, mean).",
            "type": "figure"
        },
        "FIGREF2": {
            "latex": null,
            "text": "a) Change in average steps per day by gender by change in body weight. (b) Change in average moderate-or vigorousintensity exercise per day by gender by change in body weight.",
            "type": "figure"
        },
        "TABREF0": {
            "latex": null,
            "text": "Body Weight Before and After the First 5 wk of the COVID-19 Outbreak by Gender and BMI Category Values are mean (SD), median. Statistical comparison by paired t test. Bolding indicates statistical significance.Change in Body Weight by BMI Category for Males and Females During the Period of Semi-lockdown (Median, Interquartile Range, Mean). in Body Weight, Physical Activity, and Lifestyle During the Semi-lockdown Period Disaster Medicine and Public Health Preparedness",
            "type": "table"
        },
        "TABREF1": {
            "latex": null,
            "text": "Intention to Change Lifestyle Factors by BMI Category for Males and Females Before the COVID-19 EpidemicStatistical comparisons by chi-squared test. Bolding indicates statistical significance.",
            "type": "table"
        },
        "TABREF2": {
            "latex": null,
            "text": "Correlation Analysis BMI Before Epidemic Control With Physical Activity and Lifestyle (Spearman Correlation)",
            "type": "table"
        },
        "TABREF3": {
            "latex": null,
            "text": "Department of General Surgery, and Institute of Hepato-Biliary-Pancreas and Intestinal Disease, Affiliated Hospital of North Sichuan Medical College, Nanchong, P.R. China (Drs He, Xian, Lv, He, Ren). Correspondence and reprint requests to Yixing Ren, Department of General Surgery, and Institute of Hepato-Biliary-Pancreas and Intestinal Disease, Affiliated Hospital of North Sichuan Medical College, Nanchong 637000, P. R. China (e-mail: yixingren@nsmc.edu.cn).",
            "type": "table"
        }
    }
}