{
    "abstract_text": "",
    "body_text": "The emergency call should instruct patients to choose the nearest center that can complete primary percutaneous coronary intervention (PCI) treatment. Avoid public transportation.Adopt the principle of maximum protection. Patients with AMI accompanied by fever, especially respiratory symptoms, should first go to a fever outpatient clinic. Combined with epidemiological history and body temperature screening, if suspected of SARS-CoV-2 infection, they will be admitted to the hospital isolation ward for rapid nucleic acid test.The nucleic acid test can significantly delay the time of STEMI emergency reperfusion. Patients suspected or diagnosed with SARS-CoV-2 infection should be isolated and begin thrombolytic therapy immediately, if within reperfusion time. High-risk patients with contraindications for thrombolysis need to assess the risk of infection and the benefit of PCI. Perform PCI only for culprit vessel.Perform the following management: [ Fig. 1a : Partial reference to \"Diagnosis and treatment process of acute myocardial infarction in the prevention and control of coronavirus Chinese expert advice (first edition)\"].In case of patients within the reperfusion time window and no contraindication to thrombolysis, thrombolytic therapy is performed in an isolation ward. After successful thrombolysis, treatment is continued in the isolation ward. After the patient has recovered from COVID-19 pneumonia and test of nucleic acid is twice negative, elective PCI should be considered. Patients within the reperfusion time window with contraindications for thrombolysis or failure of thrombolysis need to comprehensively evaluate the risks of PCI and infection control.comprehensively evaluate the risks of PCI and infection control.Transfer to isolation ward for conservative treatment. The door-to-balloon time in NSTMI patients is less strict than that in STEMI patients. Therefore, we should exclude the SARS-CoV-2 infection first (Fig. 1b) . The confirmed case should be transferred to the isolation ward until patient recovery and then it was assessed whether further invasive interventions are needed. Very few NSTEMI patients may present hemodynamic instability and fatal arrhythmia who cannot wait for the results of nucleic acid tests, and then, the isolated intervention surgery should be the first choice",
    "metadata": {
        "paper_id": "2781ffbe95be3ab252d18dc116ef7f40069fee7f",
        "title": "How to balance acute myocardial infarction and COVID-19: the protocols from Sichuan Provincial People's Hospital"
    }
}