{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor",
            "text": "Infection with severe acute respiratory syndrome coronavirus 2 (termed SARS-CoV-2 or COVID-19) is an occupational risk for healthcare workers during the pandemic 1 . Although seroprevalence studies have been published previously 2,3 , the prevalence of SARS-CoV-2 IgG antibodies among surgical personnel in US hospitals has not been reported to date."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor",
            "text": "Mayo Clinic Hospital (Jacksonville, Florida, USA) is a 304-bed hospital that provides services for most adult surgical specialties, with 17 651 procedures performed in 2019. All surgical personnel who participated in a previous study evaluating COVID-19 transmission risk 4 were invited to undergo SARS-CoV-2 IgG serum antibody testing. A total of 394 participants were tested from 11 to 25 May 2020. An EDI Novel Coronavirus COVID-19 IgG enzymelinked immunosorbent assay kit (Epitope Diagnostics) was used. This assay had 100 per cent sensitivity and 100 per cent specificity, as reported by the manufacturer, at the time of testing. Participants also completed a pretest written survey that asked whether they had had symptoms suggestive of COVID-19 disease since their last nasopharyngeal reverse transcriptase-PCR (NP rt-PCR) test or whether they had completed other SARS-CoV-2 testing (NP rt-PCR or serum antibody)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor",
            "text": "Participants were stratified by age, sex, occupational role, and surgical area. Serology test results were summarized as number (percentage) of positive tests. Indeterminate results were categorized as negative findings. The difference in test results among participant categories was analysed by use of Fisher's exact test. All tests were two-sided, and P < 0.050 was considered statistically significant. No participant data were missing from the study. Potential sources of bias (for example, stemming from those who did not complete the study) were addressed by evaluating results by occupational role and by surgical work area. The data were analysed using R version 3.6.2 (R Development Core Team, Vienna, Austria). This prospective study was approved by the Mayo Clinic Institutional Review Board (protocol 20-004054) and registered with ClinicalTrials.gov (identifier NCT04383587)."
        },
        {
            "cite_spans": [
                {
                    "end": 608,
                    "ref_id": "BIBREF5",
                    "start": 607,
                    "text": "5"
                }
            ],
            "ref_spans": [
                {
                    "end": 856,
                    "ref_id": "TABREF0",
                    "start": 848,
                    "text": "Table 1)"
                }
            ],
            "section": "Dear Editor",
            "text": "Of the 394 invitees, 300 (76.1 per cent) elected to participate in the study and 292 personnel (including 2 of 3 employees with previously positive NP rt-PCR test results) completed the SARS-CoV-2 IgG antibody testing. Eight participants were positive for SARS-CoV-2 antibodies and four had indeterminate results (categorized as negative). The prevalence of antibody positivity in this cohort was 2.7 (95 per cent c.i. 1.2 to 5.3) per cent. This positivity rate was similar to the SARS-CoV-2 IgG positivity rate in the local community at the time of testing (4.9 per cent in Duval County as of 29 May 2020) 5 . No statistically significant differences in positive or negative outcomes were observed when participants were stratified by age or sex. No occupational roles or surgical areas showed a significantly higher rate of antibody positivity ( Table 1) . Of the two employees with previous positive results from NP rt-PCR screening, one was positive for SARS-CoV-2 IgG antibodies; that person was employed as a perfusionist. The other employee had indeterminate results on antibody testing. Four participants indicated on the pretest questionnaire that they had developed new COVID-19-like symptoms since their most recent NP rt-PCR test. All four had negative results on serological testing, and one had a subsequent NP rt-PCR test, with negative results. All seven IgG-positive participants with no previously documented positive PCR positive results were asymptomatic from the presumed exposure date to the positive IgG test date."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor",
            "text": "In this cohort of healthcare workers in a surgical setting with potential previous exposure, the antibody positivity rate was low and consistent with community rates. These findings also support previous work suggesting low nosocomial transmission 2 . Given that the surgical workforce continues to remain vulnerable and most infections appear to have occurred outside of work, medical and surgical practices have an essential role in emphasizing appropriate outside-of-work behaviour to maintain a critical workforce. This information may also be useful in initial vaccine distributions, with priority given to those most vulnerable occupationally. "
        }
    ],
    "metadata": {
        "paper_id": "27a6410dd7af9bcbe7ccf585d3a8008b259f66f7",
        "title": "Seroprevalence of SARS-CoV-2 antibodies in healthcare workers in a surgical environment"
    }
}