{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 56,
                    "ref_id": "BIBREF12",
                    "start": 53,
                    "text": "[4]"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Prevalence",
            "text": "In the field of epidemiology, Chiarotti and Venerosi [4] , from the Italian National Institute of Health, presented an interesting review of the ASD prevalence estimates published since 2014. Data confirmed a high variability in prevalence across the world, likely due to methodological differences in case detection, and the consistent increase of prevalence estimates within each geographical area."
        },
        {
            "cite_spans": [
                {
                    "end": 90,
                    "ref_id": "BIBREF13",
                    "start": 87,
                    "text": "[5]"
                },
                {
                    "end": 240,
                    "ref_id": "BIBREF14",
                    "start": 237,
                    "text": "[6]"
                },
                {
                    "end": 538,
                    "ref_id": "BIBREF15",
                    "start": 535,
                    "text": "[7]"
                },
                {
                    "end": 1171,
                    "ref_id": "BIBREF16",
                    "start": 1168,
                    "text": "[8]"
                },
                {
                    "end": 1700,
                    "ref_id": "BIBREF17",
                    "start": 1697,
                    "text": "[9]"
                },
                {
                    "end": 1716,
                    "ref_id": "BIBREF18",
                    "start": 1712,
                    "text": "[10]"
                }
            ],
            "ref_spans": [],
            "section": "Screening and Early Behavioural Markers",
            "text": "The SI included six papers about the screening of ASD. Petrocchi and colleagues' study [5] provided a systematic review of level 1 and level 2 screening tools for the early detection of ASD under 24 months of age. Levante and colleagues [6] examined the cross-cultural generalisability of the First Year Inventory (FYI) on an Italian sample, testing its construct validity, consistency, and structural validity. Their findings supported the generalisability of the Italian version of the FYI and its validity. Devescovi and colleagues [7] aimed to identify early signs of atypical development consistent with ASD or other developmental disorders in a population of 224 low-risk toddlers through a two-stage screening approach applied at 12 and 18 months of age using the Communication and Symbolic Behavior Scales Developmental Profile (CSBS DP) Infant-Toddler Checklist (I-TC) and the Quantitative Checklist for Autism in Toddlers (Q-CHAT). Their results showed that autistic signs can be detected as early as the first year even though a few questions extrapolated from both screeners with potential benefit in terms of the screening procedure. Taresh and his group [8] presented a conceptual framework aimed to utilize the current literature to present a discussion on preschool teachers' knowledge, belief, identification skills, and self-efficacy (KBISSE) in identifying children with ASD and making decisions to refer children suspected with ASD to specialists. The conceptual framework emphasized the need for preschool teachers to be educated in ASD via an educational module that could increase teachers' self-efficacy in identifying children with ASD. Finally, the studies of Baccinelli [9] and Caruso [10] , coordinated by Maria Luisa Scattoni from the Italian National Institute of Health, were aimed to investigate the early motor trajectories of infants at high-risk (HR) of ASD through MOVIDEA, a semi-automatic software developed to analyze 2D and 3D videos and provide objective kinematic features of their movements. Results revealed that early developmental trajectories of specific motor parameters were different in HR infants later diagnosed with Neuro-Developmental Disorders from those of infants developing typically."
        },
        {
            "cite_spans": [
                {
                    "end": 20,
                    "ref_id": "BIBREF19",
                    "start": 16,
                    "text": "[11]"
                }
            ],
            "ref_spans": [],
            "section": "Motor Profile",
            "text": "Alsaedi's study [11] aimed to determine the prevalence, severity, and nature of the motor abnormalities in children with ASD as well as to elucidate the associated developmental profiles. The short-form of the Bruininks-Oseretsky Test of Motor Proficiency, Second Edition (BOT-2) was used to assess various aspects of the motor performance of children with ASD and typically developing from three Gulf states. The results revealed the high prevalence of motor abnormalities among the ASD group when compared with the normative data derived from the BOT-2 manual as well as with the data concerning the typically developing group."
        },
        {
            "cite_spans": [
                {
                    "end": 28,
                    "ref_id": "BIBREF20",
                    "start": 24,
                    "text": "[12]"
                },
                {
                    "end": 437,
                    "ref_id": "BIBREF21",
                    "start": 433,
                    "text": "[13]"
                },
                {
                    "end": 845,
                    "ref_id": "BIBREF22",
                    "start": 841,
                    "text": "[14]"
                }
            ],
            "ref_spans": [],
            "section": "Language Profile",
            "text": "Barsotti and colleagues [12] aimed to study the grammatical comprehension of children with ASD. The presence of receptive difficulties in school-age ASD children with relatively preserved non-verbal cognitive abilities could provide important hints to establish rehabilitative treatments. The main finding of the study showed that language comprehension is the most impaired language domain in ASD. The Gladfelter and Barron's study [13] explored whether global-local processing differences influence the type of semantic features children with ASD, developmental language disorder (DLD), and their neurotypical peers learn to produce when learning new words. Results indicated that the children with ASD and DLD produced more global, rather than local, semantic features in their definitions than the children with typical language. Shield [14] presented a longitudinal case study of a single child with ASD, a hearing, signing child of Deaf parents. Lexical signs and fingerspelled letters were coded for the four parameters of sign articulation (handshape, location, movement, and palm orientation). Longitudinal data suggested that palm orientation errors could be rooted in both imitation differences and motoric difficulties."
        },
        {
            "cite_spans": [
                {
                    "end": 30,
                    "ref_id": "BIBREF23",
                    "start": 26,
                    "text": "[15]"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychological Profile",
            "text": "Cristofani and colleagues [15] aimed to examine the role of empathic dimensions and executive skills in regulating externalizing behaviors. This study further corroborated developmental models of empathy and their clinical implications, for which externalizing behaviors could be attenuated by enhancing executive functioning skills."
        },
        {
            "cite_spans": [
                {
                    "end": 48,
                    "ref_id": "BIBREF24",
                    "start": 44,
                    "text": "[16]"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychological Profile",
            "text": "The aim of the Andreou and Skrimpa's review [16] was to present the most recent available studies with respect to the connection between the function of mirror neurons in individuals with ASD and ToM-reflecting sensorimotor, social and attentional stimuli. The majority of these studies approach the theory of broken mirror neurons critically. Findings from electroencephalography (EEG) studies so far indicate that further research is necessary to shed more light on the mechanisms underlying the connection(s) between ToM and neurophysiological operations."
        },
        {
            "cite_spans": [
                {
                    "end": 68,
                    "ref_id": "BIBREF25",
                    "start": 64,
                    "text": "[17]"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychological Profile",
            "text": "The study of Papangelo and the group of Maddalena Fabbri-Destro [17] , from the Institute of Neurology of National Council of Research of Parma, was aimed to evaluate the performance of human figure drawings (HFD) of children with ASD relative to typically developing (TD) controls. Findings suggested that the use of HFD tests with individuals with ASD may not be used in clinical practices. However, in basic research, HFDs could be used to highlight dependencies between drawing performance and neuropsychological features, thus possibly providing hints on the functioning of autism."
        },
        {
            "cite_spans": [
                {
                    "end": 40,
                    "ref_id": "BIBREF26",
                    "start": 36,
                    "text": "[18]"
                },
                {
                    "end": 410,
                    "ref_id": "BIBREF27",
                    "start": 406,
                    "text": "[19]"
                },
                {
                    "end": 847,
                    "ref_id": "BIBREF28",
                    "start": 843,
                    "text": "[20]"
                },
                {
                    "end": 1179,
                    "ref_id": "BIBREF29",
                    "start": 1175,
                    "text": "[21]"
                }
            ],
            "ref_spans": [],
            "section": "Sensory Profile",
            "text": "The study of Panerai and colleagues [18] was aimed to better understand the relationship between sensory and feeding problems in ASD by comparing the sensory responsiveness of ASD children with (ASD-W) and without (ASD-WO) feeding problems. Both groups showed strengths in Visual/Auditory sensitivity, Low-Energy/Weak, and Movement sensitivity, again more marked in ASD-WO. The work of Perin and his group [19] was aimed to investigate the Physiological Profile Assessment (PPA) in children and adolescents with ASD compared with age-matched typically developing (TD) individuals and examine the relationship between the PPA subset within the ASD and TD participants according to different age groups. Performance in most of the PPA tests significantly improved with older age in the TD group but not in the ASD group. Molinaro and colleagues [20] conducted a review of visual impairments in ASD. They highlighted the finding that in the absence of a valid methodology adapted for the visually impaired population, diagnosis of ASD in children with VI is often based on non-objective clinical impression, with inconclusive prevalence data. The study of Valori and colleagues [21] assessed the feasibility and offered some early insights from a new paradigm for exploring how children and adults with ASD interact with Reality and Immersive Virtual Realities (IVR) when vision and proprioception are manipulated. The pilot indicates the good feasibility of the paradigm. Preliminary data visualisation suggests the importance of considering inter-individual variability."
        },
        {
            "cite_spans": [
                {
                    "end": 45,
                    "ref_id": "BIBREF30",
                    "start": 41,
                    "text": "[22]"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Background",
            "text": "The study of Garcia-Primo and colleagues [22] explored (i) differences in age at ASD diagnosis between children with and without a migrant background in the main diagnostic centre for ASD in Upper Austria (ii) factors related to the age at diagnosis and (iii) whether specific factors differed between the two groups. No delay in diagnosing ASD in children with a migrant background in a country with universal health care and an established system of paediatric developmental surveillance was found. Awareness of ASD, including Asperger's syndrome, should be raised among families and healthcare professionals."
        },
        {
            "cite_spans": [
                {
                    "end": 68,
                    "ref_id": "BIBREF31",
                    "start": 64,
                    "text": "[23]"
                },
                {
                    "end": 467,
                    "ref_id": "BIBREF32",
                    "start": 463,
                    "text": "[24]"
                }
            ],
            "ref_spans": [],
            "section": "Treatment and Intervention",
            "text": "Fuller and the group of MIND Institute directed by Sally Rogers [23] conducted a meta-analysis in order to examine the effects of the Early Start Denver Model (ESDM) for young children with ASD on developmental outcome measures. Findings showed improvements in cognition and language. No significant effects were observed for measures of autism symptomology, adaptive behavior, social communication, or restrictive and repetitive behaviors. Marino and colleagues [24] presented an interesting RCT on telehealth. It was aimed at comparing the effect of a tele-assisted and in-person intervention based on a behavioral intervention protocol for families with children affected by ASDs."
        },
        {
            "cite_spans": [
                {
                    "end": 383,
                    "ref_id": "BIBREF33",
                    "start": 379,
                    "text": "[25]"
                },
                {
                    "end": 831,
                    "ref_id": "BIBREF34",
                    "start": 827,
                    "text": "[26]"
                },
                {
                    "end": 1410,
                    "ref_id": "BIBREF35",
                    "start": 1406,
                    "text": "[27]"
                },
                {
                    "end": 1803,
                    "ref_id": "BIBREF36",
                    "start": 1799,
                    "text": "[28]"
                },
                {
                    "end": 2048,
                    "ref_id": "BIBREF37",
                    "start": 2044,
                    "text": "[29]"
                },
                {
                    "end": 2511,
                    "ref_id": "BIBREF38",
                    "start": 2507,
                    "text": "[30]"
                }
            ],
            "ref_spans": [],
            "section": "Treatment and Intervention",
            "text": "Substantial improvements in the perception and management of children's behavior by parents, as well as in the influence of a reduction in parent stress levels on said children's behavior through the use of a tele-assisted intervention, were obtained. This trial demonstrated the evidence-based potential for telehealth to improve the treatment of ASDs. Bentenuto and colleagues [25] investigated intervention effects in terms of mediators and moderators in order to explain the variability and to highlight mechanisms of change in children with ASD. The findings support the importance of parental involvement in targeting ASD core symptoms. Further, results informed our understanding of early predictors in order to identify specific elements to be targeted in the individualized intervention design. Yazdani and colleagues [26] conducted an important review to evaluate the early behavioral intervention studies of ASD based on their participant exclusion criteria. Results indicated that studies that used restrictive exclusion criteria demonstrated greater differences in terms of outcomes between experimental and control groups in comparison to studies that used loosely defined exclusion criteria and/or did not define any exclusion criteria. The authors described implications for the generalizability of the studies' outcomes in relation to exclusion criteria. The study of Baker and colleagues [27] measured the reward positivity (RewP) in response to social and nonsocial stimuli in seven adolescents with ASD before and after participation in the Program for the Education and Enrichment of Relational Skills (PEERS®) intervention. Findings have implications for how neuroscience can be used as an objective outcome measure before and after intervention in ASD. Melongo and colleagues [28] reported a single case in which an intervention implemented to assist a 13.2-year-old boy with ASD without intellectual disability, aimed at improving his ability to compose persuasive texts was described. The Billeci and colleagues' paper [29] was aimed to evaluate the process applied in subjects with ASD to elaborate and communicate their experiences of daily life activities, as well as to assess the autonomic nervous system response that subtends such a process. This was a proof-of-concept study on the application of the cognitive-motivational-individualized (c.m.i.®), which needs to be extensively validated in the clinical setting. In terms of general care treatment, Narzisi and colleagues [30] described an experience of dental care supported by Information and Communication Technologies (ICT), for children with ASD in a public health service. The project demonstrated acceptability by parents, suggesting that public health dental care and prevention can be successfully implemented without resorting to costly pharmacological interventions (with potential side effects), taking better care of children's health."
        },
        {
            "cite_spans": [
                {
                    "end": 25,
                    "ref_id": "BIBREF39",
                    "start": 21,
                    "text": "[31]"
                }
            ],
            "ref_spans": [],
            "section": "Etiopathogenesis: Biomarkers, Biology, Genetic, Epigenetic and Risk Factor",
            "text": "Troisi and his group [31] described GEMMA (Genome, Environment, Microbiome and Metabolome in Autism), a prospective study supported by the European Commission, that follows at-risk infants from birth to identify potential biomarker predictors of ASD development followed by validation on large multi-omics datasets. The project includes clinical and pre-clinical studies in humanized murine models and in vitro colon models. This study will support the progress of a microbiome-wide association study (of human participants) to identify prognostic microbiome signatures and metabolic pathways underlying mechanisms for ASD progression and severity and potential treatment response."
        },
        {
            "cite_spans": [
                {
                    "end": 29,
                    "ref_id": "BIBREF40",
                    "start": 25,
                    "text": "[32]"
                },
                {
                    "end": 776,
                    "ref_id": "BIBREF41",
                    "start": 772,
                    "text": "[33]"
                },
                {
                    "end": 1288,
                    "ref_id": "BIBREF42",
                    "start": 1284,
                    "text": "[34]"
                },
                {
                    "end": 1619,
                    "ref_id": "BIBREF43",
                    "start": 1615,
                    "text": "[35]"
                },
                {
                    "end": 1899,
                    "ref_id": null,
                    "start": 1895,
                    "text": "[36]"
                },
                {
                    "end": 2301,
                    "ref_id": null,
                    "start": 2297,
                    "text": "[37]"
                },
                {
                    "end": 2929,
                    "ref_id": null,
                    "start": 2925,
                    "text": "[38]"
                },
                {
                    "end": 3317,
                    "ref_id": null,
                    "start": 3313,
                    "text": "[39]"
                },
                {
                    "end": 3775,
                    "ref_id": null,
                    "start": 3771,
                    "text": "[40]"
                }
            ],
            "ref_spans": [],
            "section": "Etiopathogenesis: Biomarkers, Biology, Genetic, Epigenetic and Risk Factor",
            "text": "Magdalena and colleagues [32] studied the preconception risk factors that are still poorly understood. The authors considered thirteen parameters for conception problems, conception with assisted reproductive techniques, the use and duration of oral contraception, the number of previous pregnancies and miscarriages, time since the previous pregnancy (in months), the history of mental illness in the family (including ASD), other chronic diseases in the mother or father and maternal and paternal treatment in specialist outpatient clinics. Findings showed that three factors statistically significantly increased the risk of developing ASD: mental illness in the mother/mother's family, maternal thyroid disease and maternal oral contraception. Pascucci and colleagues [33] , coordinated by Antonio M. Persico from University Hospital of Messina (Italy), assessed the effects of a single acute injection of low-or high-dose of p-cresol in behavioral and neurochemical phenotypes of BTBR mice, a reliable animal model of human ASD. Findings support a gene-environment interaction model, whereby p-cresol, acting upon a susceptible genetic background, can acutely induce autism-like behaviors and produce abnormal dopamine metabolism in the reward circuitry. Lombardo and colleagues [34] aimed to evaluate markers of infections and immune activation in ASD by performing a meta-analysis of publicly available whole-genome transcriptomic datasets of brain samples from autistic patients and otherwise normal people. Overall, the data did not support an association between infection and ASD. Prosperi and his group [35] investigated the role of inflammatory biomarkers in ASD and their correlations with clinical phenotypes. The results did not highlight the presence of any systemic inflammatory state in ASD subjects neither disentangling children with/without GI symptoms. Lee and colleagues [36] aimed to verify noteworthy findings between genetic risk factors and ASD by employing the false-positive report probability (FPRP) and the Bayesian false-discovery probability (BFDP). In this study, the authors found noteworthy genetic comparisons highly related to an increased risk of ASD. Multiple genetic comparisons were shown to be associated with ASD risk. The Caria and colleagues' review [37] aimed to provide a critical synthesis of evidence linking alterations of the hypothalamus with impaired social cognition and behavior in ASD by integrating results of both anatomical and functional studies in individuals with ASD as well as in healthy carriers of oxytocin receptor (OXTR) genetic risk variant for ASD. Findings indicated that morphofunctional anomalies are implicated in the pathophysiology of ASD and call for further investigations aiming to elucidate anatomical and functional properties of hypothalamic nuclei underlying atypical socioemotional behavior in ASD. The review of Fusar-Poli and colleagues [38] was aimed to summarize the literature regarding the use of cannabinoids in ASD. The findings were promising, as cannabinoids appeared to improve some ASD-associated symptoms, such as problem behaviors, sleep problems, and hyperactivity, with limited cardiac and metabolic side effects. Conversely, the knowledge of their effects on ASD core symptoms is scarce. Tanaka and colleagues [39] in their pilot study focused on the neuroendocrinological response to participatory art activities, which are known to have a positive effect on emotion, self-expression, sociability, and physical wellbeing. These preliminary results suggested that the beneficial effects of participatory art activities may be partially mediated by oxytocin release, and may have therapeutic potential for disorders involving social dysfunction. The Stella Maris group [40] examined toddlers at their first diagnosis and after six months during two initiating joint attention (IJA) tasks using eye tracking. Findings suggest the potential use of eye-tracking technology as an objective, biological oriented marker, non-intrusive, adjunctive tool to measure developmental trajectories in toddlers with ASD."
        },
        {
            "cite_spans": [
                {
                    "end": 24,
                    "ref_id": null,
                    "start": 20,
                    "text": "[41]"
                },
                {
                    "end": 998,
                    "ref_id": "BIBREF50",
                    "start": 994,
                    "text": "[42]"
                }
            ],
            "ref_spans": [],
            "section": "Autism and Comorbidity",
            "text": "Masi and colleagues [41] conducted an exploratory study that addressed increased risk for suicidal ideation in high functioning autism spectrum disorders (HF-ASD). They studied this issue in a clinical group of 70 inpatient adolescents referred to a psychiatric emergency unit. Adolescents with Bipolar Disorder (BD) and HF-ASD and severe suicidal ideation or attempts (BD-ASD-S), were compared to adolescents with BD and HF-ASD without suicidal ideation or attempts (BD-ASD-noS), and to adolescents with BD and suicidal ideation or attempts without ASD (BD-noASD-S). Individuals with BD-ASD-S had a higher intelligence quotient, more severe clinical impairment, more lethality in suicide attempts, more internalizing symptoms, less impulsiveness, and lower social competence. The severity of ASD traits in individuals and parents did not correlate with suicidal risk. Some dimensions of resilience were protective in terms of repulsion by life and attraction to death. Gulisano and colleagues [42] aimed to identify the incidence of ASD in a large clinical sample of individuals affected by Gilles de la Tourette syndrome (GTS). Findings showed that the incidence of GTS with ASD was significantly lower in children than in adolescents. The incidence of GTS and ASD comorbidity in this study was high, and this has several implications in terms of treatment and prognosis."
        },
        {
            "cite_spans": [
                {
                    "end": 29,
                    "ref_id": "BIBREF51",
                    "start": 25,
                    "text": "[43]"
                },
                {
                    "end": 551,
                    "ref_id": "BIBREF52",
                    "start": 547,
                    "text": "[44]"
                },
                {
                    "end": 1067,
                    "ref_id": "BIBREF53",
                    "start": 1063,
                    "text": "[45]"
                },
                {
                    "end": 1826,
                    "ref_id": "BIBREF54",
                    "start": 1822,
                    "text": "[46]"
                },
                {
                    "end": 2473,
                    "ref_id": "BIBREF55",
                    "start": 2469,
                    "text": "[47]"
                }
            ],
            "ref_spans": [],
            "section": "Autism and Adulthood",
            "text": "Griffiths and colleagues [43] developed an online survey instrument to assess employers' perspectives on hiring job candidates with ASD. The cluster analysis indicated that company structures, policies and practices, and perceptions, as well as the needs of employers and employees, were important in determining who would successfully hire individuals with ASD. Key areas that require focused policies and practices include recruitment and hiring, training, accessibility and accommodations, and retention and advancement. Damiani and colleagues [44] aimed to test the association between epilepsy and regressive ASD. Secondly, they explored differences in behavioral and pharmacological profiles related to the presence of each of these conditions, as worse behavioral profiles have been separately associated with both epilepsy and regressive ASD in previous studies. The preliminary results suggested the presence of specific associations of different clinical conditions in subjects with rarely investigated phenotypes. In their paper, Keller and colleagues [45] described the experience of the Regional Center for Autism in Adulthood in Turin, Italy. It sought to develop a personalized rehabilitation and enablement program for people with ASD who received a diagnosis of autism in childhood/adolescence or for individuals with suspected adulthood ASD. This program is based on a Multistep Network Model involving people with ASD, family members, social workers, teachers, and clinicians. Findings indicated that the development of public centers specialized in assisting and treating people with autism (PWA) can improve the accuracy of ASD diagnosis in adulthood and foster specific habilitative interventions aimed to improve the quality of life of both PWA and their families. The study of Runge and colleagues [46] retrospectively analyzed the Cerebrospinal fluid (CSF) findings of adult patients with ASD. CSF basic measures (white blood cell count, total protein, albumin quotient, immunoglobulin G (IgG) index, and oligoclonal bands) and various antineuronal antibodies were compared with an earlier described mentally healthy control group of patients with idiopathic intracranial hypertension. The results of the study were limited by its retrospective and open design. The group differences in blood-brain barrier markers could be influenced by a different gender distribution between ASD patients and controls. The paper of Fusar-Poli and colleagues [47] was aimed to investigate self-reported autistic traits in individuals with ASD, schizophrenia spectrum disorders (SSD), and non-clinical controls (NCC), using the Autism-Spectrum Quotient (AQ) questionnaire. Findings showed that the AQ did not correlate with clinician-rated ADOS-2 scores in the ASD sample. Results confirmed that symptoms are partially overlapping in adults with ASD and psychosis. Moreover, they raise concerns regarding the usefulness of AQ as a screening tool in clinical populations"
        },
        {
            "cite_spans": [
                {
                    "end": 28,
                    "ref_id": "BIBREF56",
                    "start": 24,
                    "text": "[48]"
                },
                {
                    "end": 444,
                    "ref_id": "BIBREF57",
                    "start": 440,
                    "text": "[49]"
                },
                {
                    "end": 830,
                    "ref_id": "BIBREF58",
                    "start": 826,
                    "text": "[50]"
                }
            ],
            "ref_spans": [],
            "section": "Broader Autism Phenotype (BAP)",
            "text": "Leonardi and colleagues [48] explored the construct of alexithymia in parents of children with and without ASD using a multi-method approach based on self-rated and external rater assessment. Results suggested the importance of using multi-method approaches to control for potential measurement bias and to detect psychological constructs such as alexithymia in subclinical samples such as parents of children with ASD. Riva and colleagues [49] conducted a prospective study of typically developing infants and measured frontal asymmetry in alpha oscillation (FAA) as a mediator between both maternal and paternal autistic traits and child ASD traits. Findings showed a potential cascade of effects whereby paternal autistic traits drive EEG markers contributing to ASD risk. Bianco and the group coordinated by Cosimo Urgesi [50] investigated whether the distribution of autistic traits in the general population, as measured through the Autistic Quotient (AQ), is associated with alterations of context-based predictions of social and non-social stimuli. Findings showed that the prediction of both social and non-social stimuli was facilitated when embedded in high-probability contexts. However, only the contextual modulation of non-social predictions was reduced in individuals with lower \"Attention switching\" abilities. The results provide evidence for an association between weaker context-based expectations of non-social events and higher autistic traits."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions",
            "text": "The published papers in this Special Issue (SI) testify to the complexity of performing research in the field of ASD. The multifactorial etiology inevitably calls different professional figures to a close collaboration. The published contributions underlined areas of progress and ongoing challenges which in the coming years could be able to give us more certain data."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions",
            "text": "To conclude, a special thank you to all authors who submitted their work to this Special Issue \"Advances in Autism Research\" and also the reviewers for dedicating their time and for helping to improve the quality of the published manuscripts."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions",
            "text": "Taking up the words of Andrew Meltzoff, who opened this editorial, the wish for this SI is that it might be, in its small way, useful for society, as well as for psychology, neuroscience, and of course the children and families. "
        }
    ],
    "metadata": {
        "paper_id": "27abba551d43cd1fd3f0bee77c43045662b27c61",
        "title": "The Challenging Heterogeneity of Autism: Editorial for Brain Sciences Special Issue \"Advances in Autism Research\""
    }
}