{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Coronaviruses (CoVs) are single-stranded positive-sense enveloped RNA viruses. Among RNA viruses, CoVs have the largest genome. CoVs infect diverse animal species including domestic and wild animals. In this chapter, we provide a brief review on animal CoVs by discussing their receptor, host specifi city, reverse genetics, and emerging and re-emerging porcine CoVs."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 181,
                    "ref_id": "BIBREF0",
                    "start": 176,
                    "text": "[ 1 ]"
                },
                {
                    "end": 737,
                    "ref_id": "BIBREF1",
                    "start": 732,
                    "text": "[ 2 ]"
                },
                {
                    "end": 841,
                    "ref_id": "BIBREF0",
                    "start": 836,
                    "text": "[ 1 ]"
                },
                {
                    "end": 1004,
                    "ref_id": "BIBREF2",
                    "start": 999,
                    "text": "[ 3 ]"
                }
            ],
            "ref_spans": [
                {
                    "end": 419,
                    "ref_id": "FIGREF1",
                    "start": 413,
                    "text": "Fig. 1"
                }
            ],
            "section": "Classifi cation",
            "text": "Coronaviruses (CoVs) belong to Nidovirales order, Coronaviridae family, Coronavirinae subfamily. CoVs contain the largest RNA genome, ranging from 25 to 33 kilobases in length [ 1 ] . Based on the phylogenetic analysis, CoVs are classifi ed into four genera, alpha, beta, gamma, and delta CoVs. CoVs of each genus are found in diverse animal species including horses, cows, pigs, dogs, cats, birds, and ferrets ( Fig. 1 ) and cause respiratory, enteric, hepatitic, renal, neurological, and other diseases. It still remains unclear how CoVs of each species evolve and correlate but different evolution models have been proposed. In 2007, the fi rst evolution model on CoV was proposed that bat CoVs serve as gene sources of all CoVs [ 2 ] . However, evidence accumulated during the following 2 years seems not to support this hypothesis [ 1 ] . Another evolution model was then proposed that bat CoV serves gene sources of alpha and beta CoV while bird CoV serves gene sources of gamma and delta CoV [ 3 ] ."
        },
        {
            "cite_spans": [
                {
                    "end": 500,
                    "ref_id": null,
                    "start": 495,
                    "text": "[ 4 ]"
                },
                {
                    "end": 628,
                    "ref_id": null,
                    "start": 623,
                    "text": "[ 5 ]"
                }
            ],
            "ref_spans": [
                {
                    "end": 269,
                    "ref_id": "TABREF0",
                    "start": 259,
                    "text": "(Table 1 )"
                }
            ],
            "section": "Receptor and Host",
            "text": "Upon receptor binding and membrane fusion, CoVs enter cells and replicate in the cytoplasm. CoVs in each genus utilize different receptors for attachment. For Alphacoronavirus genus, porcine, feline, and canine CoVs utilize amino peptidase (APN) as receptors (Table 1 ) . N-terminal domain of S1 of transmissible gastroenteritis virus (TGEV) also binds to sialic acids, responsible for TGEV enteric tropism which porcine respiratory coronavirus (PRCV) lacks due to deletion of N-terminal domain [ 4 ] . In addition to porcine APN, porcine epidemic diarrhea virus (PEDV) recognizes sugar coreceptor N -acetylneuraminic acid [ 5 ] . For Betacoronavirus genus , both porcine hemagglutinating encephalomyelitis coronavirus (PHEV) and bovine CoV utilize 5-N -acetyl-9-O -acetylneuraminic acid (Neu5,9Ac2) as entry receptors [ 6 -8 ] ( "
        },
        {
            "cite_spans": [
                {
                    "end": 430,
                    "ref_id": null,
                    "start": 424,
                    "text": "[ 14 ]"
                },
                {
                    "end": 534,
                    "ref_id": null,
                    "start": 523,
                    "text": "[ 15 , 16 ]"
                },
                {
                    "end": 1066,
                    "ref_id": null,
                    "start": 1055,
                    "text": "[ 17 , 18 ]"
                },
                {
                    "end": 1186,
                    "ref_id": null,
                    "start": 1175,
                    "text": "[ 19 , 20 ]"
                },
                {
                    "end": 1314,
                    "ref_id": null,
                    "start": 1303,
                    "text": "[ 27 , 28 ]"
                },
                {
                    "end": 1446,
                    "ref_id": "BIBREF5",
                    "start": 1440,
                    "text": "[ 29 ]"
                },
                {
                    "end": 1561,
                    "ref_id": null,
                    "start": 1551,
                    "text": "[ 30 -33 ]"
                },
                {
                    "end": 1801,
                    "ref_id": "BIBREF10",
                    "start": 1795,
                    "text": "[ 34 ]"
                },
                {
                    "end": 2096,
                    "ref_id": "BIBREF10",
                    "start": 2090,
                    "text": "[ 34 ]"
                },
                {
                    "end": 2415,
                    "ref_id": "BIBREF10",
                    "start": 2409,
                    "text": "[ 34 ]"
                },
                {
                    "end": 2830,
                    "ref_id": "BIBREF11",
                    "start": 2824,
                    "text": "[ 35 ]"
                },
                {
                    "end": 2953,
                    "ref_id": null,
                    "start": 2938,
                    "text": "[ 30 -33 , 36 ]"
                }
            ],
            "ref_spans": [],
            "section": "Reverse Genetics",
            "text": "Reverse genetics is a useful approach to study viral pathogenicity and transmission. Two different technologies, targeted recombination and full-length cDNA, are used to develop reverse genetics of CoVs. Due to the largest RNA genome of CoVs, initially there were challenges to develop full-length cDNA clones. Therefore, the fi rst reverse genetics system for CoV was developed by using the targeted recombination in 1990s [ 14 ] . Targeted recombination-based reverse genetics system has been developed for TGEV and FIPV [ 15 , 16 ] . However, some disadvantages including inability to modify replicase region of viral genome prevent its wide applications. Subsequently, full-length cDNA-based reverse genetics system was developed. Three methods including in vitro ligation, bacterial artifi cial chromosome (BAC) vector, and vaccinia virus have been used to rescue CoVs from full-length cDNA. The full-length cDNA-based reverse genetics system was developed for TGEV by rescuing infectious clones using either in vitro ligation or BAC vector approach [ 17 , 18 ] . In the case of IBV, the reverse genetics system was established using in vitro ligation or vaccinia virus [ 19 , 20 ] . Full-length cDNA-based reverse genetics system of BAC vector or vaccinia viral vector was also developed for FIPV [ 27 , 28 ] . In May 2013, this PEDV was detected in the USA and Canada soon after and caused severe economic loss to the swine industry [ 29 ] . More recently, it has re-emerged in several European countries including Germany, France, and Belgium [ 30 -33 ] . These data indicate a pandemic outbreak of this PEDV. Currently, there are at least two different strains, classical and variant, circulating in the USA. The variant strain (OH851) was fi rst identifi ed in January of 2014 in Ohio [ 34 ] . In comparison with the initial classical strain, the variant strain contains three deletions, one insertion, and lots of point mutations in the fi rst 1170 nt of 5′ S1 region with only 89 % nucleotide similarity; by contrast, there is 99 % nucleotide similarity in the remaining genome [ 34 ] . Phylogenetic analysis of the full-length genome showed both classical and variant strains cluster together belonging to genogroup 2; however, the phylogenetic analysis of the spike gene indicates that the variant strain is more closely related to genogroup 1 but distantly related with the US classical strain [ 34 ] . The variant strain is relatively underestimated in the USA due to that the real-time RT-PCR assay commonly used in the diagnostic laboratories could not distinguish between them. By utilizing primers targeting on the conserved regions of S1 but probes targeting on the variable regions of S1, a differential real-time RT-PCR assay has been developed to detect and differentiate variant from classical PEDV [ 35 ] . Currently, the variant strain was also reported in Germany, Belgium, France, Portugal, Japan, and Taiwan [ 30 -33 , 36 ] . It remains unclear about the origin of the variant strain, but the fi eld evidence"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEDV",
            "text": "suggests that the variant strain could evolve from the classical strain through mutations or recombination."
        },
        {
            "cite_spans": [
                {
                    "end": 196,
                    "ref_id": "BIBREF2",
                    "start": 191,
                    "text": "[ 3 ]"
                },
                {
                    "end": 474,
                    "ref_id": null,
                    "start": 468,
                    "text": "[ 13 ]"
                },
                {
                    "end": 616,
                    "ref_id": null,
                    "start": 605,
                    "text": "[ 37 , 38 ]"
                },
                {
                    "end": 706,
                    "ref_id": "BIBREF15",
                    "start": 700,
                    "text": "[ 39 ]"
                },
                {
                    "end": 1301,
                    "ref_id": "BIBREF16",
                    "start": 1295,
                    "text": "[ 40 ]"
                }
            ],
            "ref_spans": [],
            "section": "PEDV",
            "text": "PDCoV was fi rst identifi ed in a surveillance study in Hong Kong in 2012, in which 17 out of 169 fecal swab samples were positive for PDCoV; however, its role as a pathogen was not reported [ 3 ] . In February 2014, PDCoV was identifi ed in the pigs with clinical diarrheal symptoms in the US Ohio state. The complete genome analysis of two Hong Kong strains (HKU15-155, -44) and one Ohio strain (OH1987) reveals that there is a high nucleotide similarity among them [ 13 ] . Further analysis of strains of nine US states and Hong Kong indicates that there is a single genotype circulating in the fi eld [ 37 , 38 ] . Subsequently, PDCoV was also detected in Canada, South Korea, and Mainland China [ 39 ] . Genomic analysis showed that PDCoV from South Korea closely correlated with US strains and HKU15-44 without any nucleotide deletion in the genome whereas three strains from Mainland China have a three-nucleotide deletion in either S gene or 3′ untranslated region (UTR) and are different from HKU15-155 which has both deletions in S and 3′ UTR. It still remains unknown about how the different PDCoV strains evolve in pigs and is critical to monitor the virus using the whole-genome sequencing. Recently, the PDCoV has been successfully cultured and isolated in ST or LLC-PK cell lines [ 40 ] ."
        },
        {
            "cite_spans": [
                {
                    "end": 590,
                    "ref_id": "BIBREF17",
                    "start": 584,
                    "text": "[ 41 ]"
                },
                {
                    "end": 703,
                    "ref_id": "BIBREF17",
                    "start": 697,
                    "text": "[ 41 ]"
                },
                {
                    "end": 1071,
                    "ref_id": "BIBREF18",
                    "start": 1065,
                    "text": "[ 42 ]"
                },
                {
                    "end": 1279,
                    "ref_id": "BIBREF19",
                    "start": 1273,
                    "text": "[ 43 ]"
                }
            ],
            "ref_spans": [],
            "section": "PEDV",
            "text": "For the newly identifi ed pathogens, the important question to answer is to fulfi ll the Koch's postulate. Animal challenge experiments recently conducted on different ages of either gnotobiotic or conventional pigs showed that PDCoV isolated from clinical samples reproduced the diarrheal diseases. Jung et al. demonstrated that 11-to 14-day-old gnotobiotic pigs inoculated with two strains of PDCoV (OH-FD22 and OH-FD100) showed severe diarrhea and vomiting symptoms and shed the highest amount of viruses at 24 or 48 h post-inoculation, consistent with the onset of clinical signs [ 41 ] . Histopathologic observation indicates that the jejunum and ileum are the major sites of PDCoV infection [ 41 ] . Similarly, Ma et al. showed that a plaque-purifi ed PDCoV strain (Michigan/8977/2014) reproduced the diarrheal disease in 10-day-old gnotobiotic pigs and cause severe villous atrophy of small intestines; however, the amount of viral shedding in the conventional 10-day-old pigs challenged with the same strain does not correlate with the severity of diarrhea [ 42 ] . On the contrary, Chen et al. reported that severity of diarrhea in the 5-day-old conventional piglets inoculated with another plaque-purifi ed PDCoV (USA/ IL/2014) correlated with the viral shedding [ 43 ] . These differences may result from the different ages of piglets or different PDCoV strains used in the experiments. We also observed that piglets naturally infected with PDCoV developed similar macroscopic and microscopic lesions in small intestines to those in experimental piglets, but less severe than those caused by PEDV (unpublished data)."
        },
        {
            "cite_spans": [
                {
                    "end": 125,
                    "ref_id": "BIBREF20",
                    "start": 119,
                    "text": "[ 44 ]"
                },
                {
                    "end": 213,
                    "ref_id": null,
                    "start": 203,
                    "text": "[ 45 -48 ]"
                },
                {
                    "end": 808,
                    "ref_id": "BIBREF25",
                    "start": 802,
                    "text": "[ 49 ]"
                },
                {
                    "end": 1060,
                    "ref_id": "BIBREF26",
                    "start": 1054,
                    "text": "[ 50 ]"
                },
                {
                    "end": 1170,
                    "ref_id": "BIBREF27",
                    "start": 1164,
                    "text": "[ 51 ]"
                },
                {
                    "end": 1298,
                    "ref_id": "BIBREF28",
                    "start": 1292,
                    "text": "[ 52 ]"
                }
            ],
            "ref_spans": [],
            "section": "PDCoV",
            "text": "Animal Coronaviruses: A Brief Introduction PRCV, the TGEV deletion variant, was fi rst identifi ed in Belgium in 1980s [ 44 ] and then has been detected in other parts of Europe, Asia, and North America [ 45 -48 ] . Unlike that TGEV replicates in both intestinal and respiratory tracts, PRCV almost exclusively replicates in the respiratory tract due to a 621-681 nt deletion in the S gene. PRCV infection causes mild or subclinical respiratory diseases or contributes to the porcine respiratory disease complex. Recently, we have identifi ed a new PRCV variant strain (OH7269) from the clinical samples. OH7269 has 648 nt deletion in the 5′ S1 region and 3 nt deletion at position 2866-2868 nt of S gene. In addition, two new deletions were observed in the intergenic region of S and ORF3a, and ORF3a [ 49 ] . Genomic similarity between TGEV and PRCV has greatly complicated the differential diagnosis. The real-time RT-PCR assay with primers and probes targeting on the conserved region of N and other genes could not distinguish between TGEV and PRCV [ 50 ] . Accordingly, a nested RT-PCR assay targeting on the spike (S) 1 region of both viruses was developed [ 51 ] . In addition to the S gene, ORF3a and 3b are mostly studied and different insertion and deletion patterns were reported [ 52 ] . By amplifying and sequencing the complete genome of ORF3a and ORF3b for 20 PRCV strains, we were able to identify several new PRCV variants with new insertions/deletions in intergenic region of S and ORF3a, ORF3a, and ORF3b (unpublished data). These variants cause mild respiratory diseases either alone or together with swine infl uenza virus or porcine reproductive and respiratory syndrome virus, indicating that PRCV continuously evolves in the pigs."
        },
        {
            "cite_spans": [
                {
                    "end": 260,
                    "ref_id": "BIBREF29",
                    "start": 254,
                    "text": "[ 53 ]"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "Since severe acute respiratory syndrome (SARS) outbreak in 2003, there has been a signifi cant increase on coronavirus research. Several human and animal coronaviruses including Middle East respiratory syndrome (MERS) CoV and PDCoV have been identifi ed [ 53 ] . It is highly likely that more emerging and re-emerging CoVs are to be identifi ed in the future owing to the availability of new technologies including next-generation sequencing. "
        }
    ],
    "metadata": {
        "paper_id": "27be21c500555873247c8094a7cf496e97725d93",
        "title": "Animal Coronaviruses: A Brief Introduction"
    }
}