{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Background To analyse a medical accident, much time and experience are needed. However, people without experience in analysis have difficulty understanding its conditions and methods, and as a result it takes longer to establish countermeasures. It must be noted that understanding conditions by simply aligning occurrences in the accident in a chronological order is difficult. Purpose A workflow chart that considers time was proposed so that individuals without adequate experience in analysis could easily carry out root cause analysis. Methods In the 'workflow chart (WFC)', the time sequence was described horizontally. On the vertical axis, the business manual, the occurrence of the accident, and the time of the occurrence are displayed. In the bottom column of patient event, information regarding damage to patients was written in accordance with time axis. Regarding the degree of damage, the time of error until the accident was identified was connected using a straight line (when the patient was not affected, a dotted line was used) in order to show the overall picture of the accident. Results According to the time flow chart, hints to identify potential risks were proposed. Focus was placed not only on the error event, but also on keywords such as manual inadequacy, time gap, degree of error and so on to easily lead to the question 'why?' To visualise this, I proposed an operation flow chart. By using time-WFC, even beginners can easily develop accident countermeasure strategies. Conclusion Using a WFC that considers time, time of error and the occurrence of accident could be visualised. As a result, even individuals without experience in analysis could easily perform an analysis."
        }
    ],
    "back_matter": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement",
            "text": "Acknowledgements The author would like to express sincere gratitude to Masaharu Kitamura, PhD (Safety Management Laboratory), Toshio Wakabayashi, PhD (Safety Management Laboratory) and Professor Makoto Takahashi, PhD (Management of Science and Technology Department, Graduate School of Engineering, Tohoku University) for providing research guidance. The author appreciates the extensive support to basic data collection, preparation and analysis by Souichi Hiramoto RT (Department of Radiological Technology, Toranomon Hospital) and Misayo Seki RT (former Department of Radiological Technology, National Hospital Numata hospial).Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex",
            "text": "Patient and public involvement Patients and/or the public were involved in the design, or conduct, or reporting, or dissemination plans of this research. Refer to the Methods section for further details."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required.",
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD",
            "text": "Hitoshi Tsuchiya http:// orcid. org/ 0000-0002-7506-5250"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "James",
                    "last": "Reason",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b0",
            "title": "Human error",
            "venue": "",
            "volume": "",
            "year": 1990
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "L",
                    "last": "Kohn",
                    "middle": [
                        "T"
                    ],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Corrigan",
                    "middle": [
                        "M"
                    ],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Donalson",
                    "middle": [
                        "S"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b1",
            "title": "To err is human: building a safer health system",
            "venue": "",
            "volume": "",
            "year": 2000
        },
        "BIBREF10": {
            "authors": [
                {
                    "first": "N",
                    "last": "Hayabuchi",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Endoh",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "last": "Hirokawa",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b10",
            "title": "Risk Management in Radiation Therapy -FromReport by the Excessive Radiation Survey Team of the Hirosaki National Hospital",
            "venue": "Japanese Soc Therapeut Radiol Oncol",
            "volume": "16",
            "year": 2004
        },
        "BIBREF11": {
            "authors": [
                {
                    "first": "L",
                    "last": "Michael",
                    "middle": [
                        "M"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b11",
            "title": "How the Betsy Lehman center for patient safety could live up to its name",
            "venue": "",
            "volume": "",
            "year": null
        },
        "BIBREF12": {
            "authors": [
                {
                    "first": "H",
                    "last": "Tsuchiya",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "H",
                    "last": "Kurosaki",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Hiramoto",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.6009/jjrt.KJ00004022975"
                ]
            },
            "pages": "1638--1682",
            "ref_id": "b12",
            "title": "Analysis of medical accidents using the \"Why Why Why Analysis\" (questions): comparison with conventional analytical techniques",
            "venue": "Nihon Hoshasen Gijutsu Gakkai Zasshi",
            "volume": "61",
            "year": 2005
        },
        "BIBREF13": {
            "authors": [
                {
                    "first": "A",
                    "last": "Card",
                    "middle": [
                        "J"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2016-005849"
                ]
            },
            "pages": "671--678",
            "ref_id": "b13",
            "title": "The problem with '5 whys",
            "venue": "BMJ Qual Saf",
            "volume": "26",
            "year": 2017
        },
        "BIBREF14": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b14",
            "title": "JGSDF eastern sanitary unit: ground staff staff to protect your safety from the newCoronavirus",
            "venue": "",
            "volume": "",
            "year": null
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "M",
                    "last": "Leavitt",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "2",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "Medscape's response to the Institute of medicine report: crossing the quality chasm: a new health system for the 21st century",
            "venue": "MedGenMed",
            "volume": "3",
            "year": 2001
        },
        "BIBREF3": {
            "authors": [
                {
                    "first": "J",
                    "last": "Cooper",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "R",
                    "last": "Newbower",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "C",
                    "last": "Long",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "399--406",
            "ref_id": "b3",
            "title": "Preventable Anesthesia Mishaps:A Study of human Factors",
            "venue": "Anestbesiology",
            "volume": "49",
            "year": 1978
        },
        "BIBREF4": {
            "authors": [
                {
                    "first": "K",
                    "last": "Catchpole",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2012-001604"
                ]
            },
            "pages": "705--714",
            "ref_id": "b4",
            "title": "Toward the modelling of safety violations in healthcare systems",
            "venue": "BMJ Qual Saf",
            "volume": "22",
            "year": 2013
        },
        "BIBREF5": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Patient Safety Improvement / RCA 101 Training. Department of Veterans Affairs national center for patient safety",
            "venue": "",
            "volume": "",
            "year": 2005
        },
        "BIBREF6": {
            "authors": [
                {
                    "first": "M",
                    "last": "Peerally",
                    "middle": [
                        "F"
                    ],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Carr",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Waring",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2016-005511"
                ]
            },
            "pages": "417--439",
            "ref_id": "b6",
            "title": "The problem with root cause analysis",
            "venue": "BMJ Qual Saf",
            "volume": "26",
            "year": 2017
        },
        "BIBREF7": {
            "authors": [
                {
                    "first": "K",
                    "last": "Kellogg",
                    "middle": [
                        "M"
                    ],
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "last": "Hettinger",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Shah",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2016-005991"
                ]
            },
            "pages": "381--388",
            "ref_id": "b7",
            "title": "Our current approach to root cause analysis: is it contributing to our failure to improve patient safety?",
            "venue": "BMJ Qual Saf",
            "volume": "26",
            "year": 2017
        },
        "BIBREF8": {
            "authors": [
                {
                    "first": "A",
                    "last": "Wu",
                    "middle": [
                        "W"
                    ],
                    "suffix": ""
                },
                {
                    "first": "Akm",
                    "last": "Lipshutz",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "P",
                    "last": "Pronovost",
                    "middle": [
                        "J"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.299.6.685"
                ]
            },
            "pages": "685--692",
            "ref_id": "b8",
            "title": "Effectiveness and efficiency of root cause analysis in medicine",
            "venue": "JAMA",
            "volume": "299",
            "year": 2008
        },
        "BIBREF9": {
            "authors": [
                {
                    "first": "C",
                    "last": "Macrae",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2015-004732"
                ]
            },
            "pages": "71--76",
            "ref_id": "b9",
            "title": "The problem with incident reporting",
            "venue": "BMJ Qual Saf",
            "volume": "25",
            "year": 2016
        }
    },
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 325,
                    "ref_id": "BIBREF3",
                    "start": 324,
                    "text": "4"
                },
                {
                    "end": 363,
                    "ref_id": "BIBREF4",
                    "start": 362,
                    "text": "5"
                },
                {
                    "end": 469,
                    "ref_id": null,
                    "start": 466,
                    "text": "6 7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Human error 1 2 has been defined as 'the result of unintentional action, a human behaviour occurrence'. Identifying the primary cause and constructing a recurrence prevention system 3 to prevent human error in medical care are essential. Hence, some industrial accident analysis methods, such as 'critical incident analysis 4 ' and 'naturalistic decision making 5 ', were introduced to the healthcare industry. Lately, the Veterans Affairs root cause analysis (RCA) 6 7 has been used in many hospitals. However, medical staff at many medical sites are busy with operations and do not have sufficient time to construct recurrence prevention measures. Therefore, we (beginners with less than 5 years of experience) have been required to quickly find methods to construct proposals for accident countermeasures."
        },
        {
            "cite_spans": [
                {
                    "end": 289,
                    "ref_id": "BIBREF6",
                    "start": 286,
                    "text": "[7]"
                },
                {
                    "end": 293,
                    "ref_id": "BIBREF7",
                    "start": 290,
                    "text": "[8]"
                },
                {
                    "end": 297,
                    "ref_id": "BIBREF8",
                    "start": 294,
                    "text": "[9]"
                }
            ],
            "ref_spans": [],
            "section": "PROBLEM",
            "text": "In recent years, the efficacy of RCA has come into question. RCA was first introduced to the medical field by general companies and the airline industry and was not originally used in the healthcare industry. The purpose of RCA is to identify and solve problems and prevent recurrence. [7] [8] [9] One problem of RCA is its lack of ability to determine potential risks of a single cause of an accident abstracted by simple event enumeration. Consequently, to effectively analyse errors, an expert accident inspector skilled in systems thinking, human factors and recognition is required. However, such experts are quite few in the medical industry, and many companies work with teams of beginners, who are not experts."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM",
            "text": "On the other hand, information can be directly obtained by the medical staff; an incident report 10 is prepared with the purpose of identifying risk factors that contribute to the occurrence of specific hazardous events. However, an incident report may be influenced by prejudice and the ability of the person involved, and this cannot be avoided. Furthermore, under actual conditions, focus is placed on large volume data processing, and progress to the point where an organised, structured system that exists in the hospital has not been achieved or shared yet."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM",
            "text": "Considering the above points, determining potential hazardous phenomena by RCA can be difficult for the medical staff who have become accustomed to specific routine Open access (practice) and results and therefore medical accidents recur. However, we cannot give up."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVAILABLE KNOWLEDGE",
            "text": "A workflow chart (WFC) is a diagram that clearly shows the method to realise the 'function' and 'information' that comprise an operation. Among the various individual methods to realise 'function' are manual operations, system processing and so on. A WFC also shows the organisation responsible for each method, the place of implementation, the operational procedures and so on. A time-WFC (T-WFC) is a WFC that includes time."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESIGN",
            "text": "An analysis was carried out by the Safety Management Committee using the recommended 4M-4E matrix, SHELL model at that time, as an accident analysis tool. This method is used in the US airline industry and has a high level of difficulty. The model was not suitable for the committee because it is developed for risk managers specialising in accidents, and not beginners such as this committee. As we struggle to develop measures to prevent accidents, they continue to increase."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESIGN",
            "text": "Consequently, a triage of adverse events was first set. In other words, the idea of analysing every adverse event was abandoned. In addition, cases due to inexperience or lack of knowledge were passed on to the Committee of Education. Cases of 'noncompliance' were divided into two patterns: cases where operations which were supposed to be carried out were not understood and were passed on to the Committee of Education; and cases where despite understanding the operations these were not carried out and were handled by the committee as 'not followed'. For cases considered as 'cases due to negligence', which occurred despite sufficient knowledge and skills and compliance of procedures, the medical staff were held responsible. These cases were also handled by the committee. This also applied to misrecognition (or careless misses). Based on an analysis of the behavioural characteristics of the medical staff, a decrease in the number of accidents was considered to be possible by reducing misreading of directions, incorrect number or word recognition. To address insufficiencies in the medical personnel, it was necessary to re-educate the staff and transfer them to a different department, which was reported to the higher officials as well."
        },
        {
            "cite_spans": [
                {
                    "end": 224,
                    "ref_id": "BIBREF10",
                    "start": 222,
                    "text": "11"
                },
                {
                    "end": 272,
                    "ref_id": "BIBREF11",
                    "start": 270,
                    "text": "12"
                }
            ],
            "ref_spans": [],
            "section": "DESIGN",
            "text": "After narrowing down the adverse events, RCA was used as an analysis tool, but it was considered insufficient. However, the proposed solution this time did lead to cases of excessive irradiation during radiation treatment 11 and misinterpretation in handling medicines. 12 Based on these two types of cases, the following factors were indicated: time and operation manual. By quickly identifying errors, patients could be helped well in time in some cases. However, in other cases, even if the errors were quickly identified, the medical staff still would not be able to help the patients. If the operation manual can appropriately respond to the current system, it may be possible to help some patients. By adding these to RCA, an outline of accidents could be understood more easily."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Step 1: preparation of the operation flow chart according to the operation manual With regard to the preparation of the 'operation flow chart', time and date of the operation (entering and leaving the room) were recorded. The central horizontal axis represented patient information. Patient information was written on the upper row of the operation manual, and each event was recorded according to time (month/ date)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Step 2: we picked up a departure act from the whole picture (operations at the time of the accident) If operation confirmation or procedure changes exist at the time of accident, these were written down along with any reasons (information from the interview with the person related to the accident was included). Any error information was written down in the bottom row of the patient information."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Any error information was written down in the bottom row of the patient information. The point in time of the error was shown as (✖), and the point in time when the accident was detected as (✸). The two points are connected with a straight line (the time zone where the error did not affect the patient was shown as a dotted line, and when the error started to affect the patient as a solid line). Step 2. Any deviant conditions are washed from the overall picture (operations at the time of the accident)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Step 3: displaying the patient's damage status Cases where an error led to immediate damage to the patient (fall from the stairs, fall in the aisles) were shown using an up/down arrow ( ). Furthermore, in cases where the effect of the error on the patient gradually increased (misadministration of drug and so on), the change was represented by the thickness of the arrow ( )."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Step 4: confirmation work based on experience Confirmation operations were carried out by the members following the report and were based on their experience, and operations at the time of accident were understood."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Step 5: cognitive psychological approach If there were any cognitive psychological errors (events), they were added here."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Preparation of 'T-WFC' until analysis",
            "text": "Step 6: development from analysis based on 'T-WFC' to countermeasure The steps in the Why-Why diagram were repeated in order to search for the cause of the accident from the time it was identified, the operation manual and the degree of damage to the patient, and a countermeasure strategy was established."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access",
            "text": "Step 7: verification of the efficacy of the accident countermeasures Based on step 6, a review of the countermeasure strategy, including a change in the system as predicted in the future, was carried out and the Why-Why diagram (why effective?) was verified."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access",
            "text": "Step 8: proposal of accident countermeasures to the site The predicted effect and new accidents which were predicted to occur in the future, along with their countermeasures, were verified."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access",
            "text": "Step 9: trial period Whether the established accident countermeasure strategy secured the required conditions and efficacy, including the person in charge, was confirmed."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 34,
                    "ref_id": "FIGREF0",
                    "start": 26,
                    "text": "figure 1"
                }
            ],
            "section": "Open access",
            "text": "A model chart is shown in figure 1 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 1247,
                    "ref_id": "FIGREF0",
                    "start": 1239,
                    "text": "Figure 1"
                }
            ],
            "section": "DISCUSSION",
            "text": "Cases where an error led to immediate damage to the patient (falls and so on) were shown using an up/down arrow ( ). Further, in cases where the effect of the error on the patient gradually increased (misadministration of drug and so on), the change was represented by the thickness of the arrow ( ). The degree of damage to the patient was divided into three patterns: ► In the crescendo risk pattern, the effect on the patient gradually increased. The degree of increase could be gradual, as in several days (incorrect administration of an agent), or could occur over a short time period of several tens of minutes (misrecognition of a patient during surgery). ► In the sudden risk pattern, a short time interval of several minutes to several tens of minutes was common. Error was discovered before the effect on the patient was noticed, for example a contrast agent administered due to misrecognition of a patient or an accident involving a pacemaker during an MRI examination. ► In the momentary risk pattern, collapse or falls were mentioned. In case of routing operations, damage to the patient may be minimal. However, during night shift, only one medical staff usually handles the situation, which may increase damage to patients. Figure 1 presents a model case study."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "By lining up the operations system on the time axis, it may be difficult to confirm flaws in the manual. Gaps in the operations manual and implementation time can be confirmed, such as 'Who confirmed the name of the patient?', 'Who explained the examination?', 'Did the patient have any questions?' and so on."
        },
        {
            "cite_spans": [
                {
                    "end": 89,
                    "ref_id": "BIBREF12",
                    "start": 87,
                    "text": "13"
                },
                {
                    "end": 92,
                    "ref_id": "BIBREF13",
                    "start": 90,
                    "text": "14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Questions such as the following can be learnt as well: Who caused the accident (error) 13 14 and when? At which event? What was the cause? (Describing a specific reason is not always possible, and sometimes where it happened is not known.) Was it double-checked? (name of the patient, equipment, medicine and so on) If it was not double-checked, then why not? If double-checked, when and by whom? Why was the error not noticed during the double-check? By who, when and at which event was the error noticed? What time was the abnormality in the patient discovered, and who carried out the treatment after the event?"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "During the analysis, repetition of the Why-Why diagram was set at five times in principle, but if the same question was repeated the analysis would stop midway. However, this was not the final version. Before determining the analysis as the final version, the members should be asked 'will this eliminate accidents?' Only when convinced that all members understand can this be determined as the final version. Since this is a committee, it may not be accepted at the site. Consequently, a trial period (2-3 weeks) should be set. If the on-site medical staff approves, it would not be a problem. However, if the staff does not approve, reconsideration will be needed. Especially when an increase in labour volume is indicated, revision of the plan and reduction of the current operations should be considered. One should note that, in such a case, a new system may be introduced (after the introduction of the countermeasure plan) or changes to the manual may be considered. Even if an old operations manual is continued to be used as is, the possibility of another accident not occurring cannot be guaranteed."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 319,
                    "ref_id": "FIGREF1",
                    "start": 311,
                    "text": "Figure 2"
                }
            ],
            "section": "LIMITATIONS",
            "text": "It is possible to support past systems. However, accidents can occur in the new system. The new system has its limits. We failed to develop risk countermeasures in nearly all cases due to system changes. In order to solve such problems, analysts have no choice but to rely on accumulated experience and skills. Figure 2 shows the results of the analysis using T-WFC. ► Based on the cases occurring in Japan and with some cases added, model cases were prepared and analysed. ► Case progression."
        },
        {
            "cite_spans": [
                {
                    "end": 286,
                    "ref_id": "BIBREF14",
                    "start": 284,
                    "text": "15"
                }
            ],
            "ref_spans": [],
            "section": "CASE STUDY Analysis and recommendations regarding the spread of COVID-19 in nursing facilities for the elderly",
            "text": "A nursing facility for the elderly with 90 residents, 23 care workers and 10 nurses was studied. Patients infected with COVID-19 were reported on 19 April. A week later, six residents, five care workers and three nurses were also found to be infected. ► Report from infected persons. 15 -\"I was wearing a mask, but the residents said they could not hear me, so I removed my mask.\" -\"During the interview with the residents, they said they could not hear me, so conversation was carried out in close contact.\" -\"Conversation time exceeded to 30 minutes (conversation with the elderlies can be long).\" -\"When I was washing my hands, someone called me, and I stopped washing my hands.\" -\"Cleaning with an antiseptic solution was carried out on the elevator buttons, stair handrails, furniture, and fixtures. However, electrical appliances, such as computers, tablets, remote controllers, etc., were not cleaned.\" ► Results of analysis and future recommendations. According to T-WFC, the reason why the disease spread even though operations were carried out according to Open access the infection manual is that the infection manual was not detailed enough. The manual did not serve its purpose because the medical staff had safety bias, thinking that they would not be infected. The reasons and countermeasures are presented in the following:"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Triage",
            "text": "Triage was implemented, and rooms were divided between positive, false positive and negative residents. Each person in charge was decided. If a person gets infected, the people in close contact could be easily determined."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance of the medical staff's day off and their reports",
            "text": "An infected care worker complained of fever but continued to work for 2 days. Not taking time off immediately was considered a cause of the spread of infection. Taking time off due to infection was not described in the manual."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasure 1",
            "text": "Regardless of type of infection, set a time-off period when an employee is infected."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasure 2",
            "text": "Employees should report their own health condition every morning."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks",
            "text": "Countermeasures to bringing in infection from outside include wearing a mask and gown and hand washing (already described in the manual). However, the mask is removed when the residents said they could not hear the conversation: \"I was wearing a mask, but the residents said they could not hear me, so I removed my mask.\" This is very common among the elderly and this increased the spread of infection. Countermeasures for such cases are not described in the manual."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasure",
            "text": "Elderly individuals are not cooperative towards infection countermeasures. In addition, they have weak immunity against the infection and they talk for a long time. In order to shorten contact (conversation) time with the elderly, the person in charge is switched in the middle of the conversation. The infection rate can be decreased if only one person is exclusively assigned to an elderly. Hence, the persons in charge should be limited and conversation time reduced. The interview rooms should also be well ventilated. Distance during an interview was set at 2 m or more and for less than 15 min. For residents who cannot hear well, a face shield can be used or a simple movable partition (such as a cardboard box, cutting out the centre and replacing it with plastic)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasure",
            "text": "If a person cannot determine if he/she is wearing the mask correctly, a third party must ensure it."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long sleeve gown",
            "text": "Wearing a gown is not enough. A third party needs to check if the gown has been worn correctly, and this also applies when taking it off."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long sleeve gown",
            "text": "Hand washing When busy, work was prioritized over hand washing. As a result, hand washing became messy. Proper hand washing is not described in the manual. There are some reports on how to wash hands, but for how long is not described. There are also reports on which areas of the hands to wash. The virus attaches itself to the palm, fingers and the back of the hand. The thumb should be thoroughly washed as well."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disinfection of fixtures",
            "text": "Within rooms, furniture and fixtures were disinfected, but computers and tablets were difficult to disinfect. Therefore, a keyboard cover should be used, or the keyboard should be covered with plastic and should not be directly touched with bare hands. How often should disinfection be done is a question; however, it is recommended to do it at least once a day. Increasing the frequency will increase the burden on medical employees. As the frequency of disinfection is low, hand washing should be prioritised and touching the face should be avoided (subtraction idea: reducing workload)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Absence of the leader",
            "text": "The leader was absent due to infection. This is also considered to have encouraged the infection. Regardless of the reason, a leader should not get inside the danger zone. A training subleader is also essential."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other",
            "text": "Visiting elderly people living alone should be prohibited, and time spent with the family should be short and at a designated location. Volunteer workers should not be accepted."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION",
            "text": "In this article, a method that adds time and degree of effect on patients to the WFC used to perform RCA was proposed. This T-WFC approach can be used to support the idea of visualisation and is thought to help determine areas of insufficiency in the operation system and in the construction of accident countermeasures."
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {
                    "institution": "Gunma Paz University",
                    "laboratory": "",
                    "location": {
                        "country": "Japan",
                        "region": "Gunma",
                        "settlement": "Takasaki"
                    }
                },
                "email": "tsuchiya@paz.ac.jp",
                "first": "Hitoshi",
                "last": "Tsuchiya",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "Assisting beginners in root cause analysis operations: analysis and recommendations regarding the spread of COVID-19 in nursing facilities for the elderly Quality improvement report"
    },
    "paper_id": "279b49db91b77eaf94fee42eef35390e12b5c9e8",
    "ref_entries": {
        "FIGREF0": {
            "latex": null,
            "text": "An example of a workflow chart. Work performed at the time of an accident is added to the work written in procedures.",
            "type": "figure"
        },
        "FIGREF1": {
            "latex": null,
            "text": "Analysis regarding the spread of COVID-19 in nursing facilities for the elderly.",
            "type": "figure"
        }
    }
}