{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Background"
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The SARS-CoV-2 pandemic has been one of the most challenging global health crises to have impacted the 21 st century. Although COVID-19 is a disease with primarily physical implications, the pandemic and the related government-imposed lockdowns have had a profound impact on mental health and psychosocial well-being across the globe. The global populace has been faced with the fear of contracting the virus, the lack of an effective vaccine program, and the potential adverse socio-economic consequences related to unemployment and global decline of economies, and fear of lack of access to essential commodities. These factors have led to a mental health crisis of unprecedented nature, witnessed not only on an individual level but also on the societal level."
        },
        {
            "cite_spans": [
                {
                    "end": 143,
                    "ref_id": "BIBREF0",
                    "start": 140,
                    "text": "[1]"
                },
                {
                    "end": 147,
                    "ref_id": "BIBREF3",
                    "start": 144,
                    "text": "[2]"
                },
                {
                    "end": 151,
                    "ref_id": "BIBREF4",
                    "start": 148,
                    "text": "[3]"
                },
                {
                    "end": 342,
                    "ref_id": "BIBREF5",
                    "start": 339,
                    "text": "[4]"
                },
                {
                    "end": 346,
                    "ref_id": "BIBREF6",
                    "start": 343,
                    "text": "[5]"
                },
                {
                    "end": 350,
                    "ref_id": "BIBREF7",
                    "start": 347,
                    "text": "[6]"
                },
                {
                    "end": 354,
                    "ref_id": "BIBREF8",
                    "start": 351,
                    "text": "[7]"
                },
                {
                    "end": 358,
                    "ref_id": "BIBREF9",
                    "start": 355,
                    "text": "[8]"
                },
                {
                    "end": 530,
                    "ref_id": "BIBREF10",
                    "start": 527,
                    "text": "[9,"
                },
                {
                    "end": 534,
                    "ref_id": null,
                    "start": 531,
                    "text": "10]"
                },
                {
                    "end": 730,
                    "ref_id": null,
                    "start": 726,
                    "text": "[11]"
                },
                {
                    "end": 735,
                    "ref_id": null,
                    "start": 731,
                    "text": "[12]"
                },
                {
                    "end": 740,
                    "ref_id": null,
                    "start": 736,
                    "text": "[13]"
                },
                {
                    "end": 989,
                    "ref_id": null,
                    "start": 985,
                    "text": "[14]"
                },
                {
                    "end": 1129,
                    "ref_id": null,
                    "start": 1125,
                    "text": "[15]"
                },
                {
                    "end": 1134,
                    "ref_id": null,
                    "start": 1130,
                    "text": "[16]"
                },
                {
                    "end": 1139,
                    "ref_id": null,
                    "start": 1135,
                    "text": "[17]"
                },
                {
                    "end": 1164,
                    "ref_id": null,
                    "start": 1160,
                    "text": "[18]"
                },
                {
                    "end": 1213,
                    "ref_id": null,
                    "start": 1209,
                    "text": "[12,"
                },
                {
                    "end": 1217,
                    "ref_id": null,
                    "start": 1214,
                    "text": "16]"
                },
                {
                    "end": 1270,
                    "ref_id": null,
                    "start": 1266,
                    "text": "[15]"
                },
                {
                    "end": 1312,
                    "ref_id": null,
                    "start": 1308,
                    "text": "[19]"
                },
                {
                    "end": 1515,
                    "ref_id": null,
                    "start": 1511,
                    "text": "[19,"
                },
                {
                    "end": 1519,
                    "ref_id": null,
                    "start": 1516,
                    "text": "20]"
                },
                {
                    "end": 1554,
                    "ref_id": null,
                    "start": 1550,
                    "text": "[21,"
                },
                {
                    "end": 1558,
                    "ref_id": null,
                    "start": 1555,
                    "text": "22]"
                },
                {
                    "end": 1790,
                    "ref_id": null,
                    "start": 1786,
                    "text": "[57,"
                },
                {
                    "end": 1794,
                    "ref_id": null,
                    "start": 1791,
                    "text": "58]"
                },
                {
                    "end": 1908,
                    "ref_id": null,
                    "start": 1904,
                    "text": "[59]"
                },
                {
                    "end": 1947,
                    "ref_id": null,
                    "start": 1943,
                    "text": "[39]"
                },
                {
                    "end": 1992,
                    "ref_id": null,
                    "start": 1988,
                    "text": "[60]"
                },
                {
                    "end": 2037,
                    "ref_id": null,
                    "start": 2033,
                    "text": "[61]"
                },
                {
                    "end": 2128,
                    "ref_id": null,
                    "start": 2124,
                    "text": "[62]"
                },
                {
                    "end": 2210,
                    "ref_id": null,
                    "start": 2206,
                    "text": "[63]"
                },
                {
                    "end": 2451,
                    "ref_id": null,
                    "start": 2447,
                    "text": "[44]"
                },
                {
                    "end": 2741,
                    "ref_id": null,
                    "start": 2737,
                    "text": "[64]"
                },
                {
                    "end": 2780,
                    "ref_id": null,
                    "start": 2776,
                    "text": "[40,"
                },
                {
                    "end": 2784,
                    "ref_id": null,
                    "start": 2781,
                    "text": "41,"
                },
                {
                    "end": 2788,
                    "ref_id": null,
                    "start": 2785,
                    "text": "65,"
                },
                {
                    "end": 2791,
                    "ref_id": null,
                    "start": 2789,
                    "text": "66"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "A wealth of studies has shown increased burden of mental health problems during the pandemic amongst the general public (please see reviews [1] [2] [3] . Studies have reported greater symptoms of depression and anxiety, greater stress, and lower psychological well-being in general public across the globe, compared to pre-pandemic levels [4] [5] [6] [7] [8] . Increases in social distress and maladaptive coping styles to manage stress have emerged, with rise in patterns of alcohol and drug abuse and domestic violence cases [9, 10] . These negative effects on mental health have been found to be even more pronounced in essential or system-relevant workers, with poor sleep quality and distress being reported additionally [11] [12] [13] . Furthermore, children and adolescents have been particularly vulnerable during this period due to exposure to chronic stress, domestic violence and isolation from peers, which has led to increased levels of loneliness in the youth population [14] . This would further enhance the risk of developing mental health disorders in the long-run. Preliminary evidence indicates that women [15] [16] [17] , youth populations [18] , individuals who report poor sleep quality [12, 16] , individuals reporting poor family functioning [15] , and individuals employed full-time [19] may be at an increased risk for mental health problems. Furthermore, a range of psychological risk factors have been found to predict worse mental health outcomes during the pandemic, such as worry [19, 20] , psychological inflexibility [21, 22] , ineffective or maladaptive use of emotion regulation and attention is the variety of sounds occurring in the environment. Mindfulness-based interventions have been shown to be helpful in treatment of several mental disorders [57, 58] . A range of interventions have been developed which have shown efficacy in reducing stress and chronic pain [59] , alleviating depressive symptoms [39] , preventing addiction-related relapses [60] , and improving healthy eating behavior [61] . Further, they have also shown to have a positive impact on psychological resilience [62] , and enhancing factors of social cohesion such as interpersonal functioning [63] . The adaptation of these mindfulness-based interventions to online platforms have also shown significant, small to moderate effects in alleviating depressive and anxious symptoms, stress reduction, and enhancement of mental well-being [44] . Meanwhile, the compassion-based programs, such as MSC and CFT, have been geared towards enhancing socio-affective competencies, such as self-and other-compassion, loving kindness, prosocial motivation, altruism and empathy, in order to further improve personal and social resilience [64] . These compassion-based programs [40, 41, 65, 66 ] are a confluence of mindfulness-based exercises and compassion meditation practices, which often forms an integrative structured multi-component program rooted in explicitly cultivating qualities such as acceptance, care, gratitude and compassion. For example, the MSC program involves exercises aimed at developing compassionate inner voice, dealing with difficult emotions and interpersonal relationships, and living in accordance with core values. Compassion-based programs often involve the combination of more formal meditation practices (such as loving kindness meditation), and informal, interpersonal exercises (such as interpersonal sharing of self-criticizing and loving words)."
        },
        {
            "cite_spans": [
                {
                    "end": 574,
                    "ref_id": null,
                    "start": 570,
                    "text": "[68]"
                },
                {
                    "end": 1626,
                    "ref_id": null,
                    "start": 1622,
                    "text": "[69]"
                },
                {
                    "end": 1897,
                    "ref_id": null,
                    "start": 1893,
                    "text": "[69]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Recently, a large-scale mental training study, the ReSource project [67] extended these 8-week mindfulness-and compassion-based programs to the duration of 9 months, while adding new types of mental practices as well. This longitudinal study included different types of training modules which allowed for the direct comparison of three different training modules which focused on: 1) attention-based mindfulness practices (Presence), 2) compassion-based socio-emotional practices (Affect), and 3) meta-cognitive socio-cognitive practices (Perspective; for a review, see [68] . The Presence module trained attention-based mindfulness, the Affect module focused on socio-emotional skills such as compassion, gratitude, care and coping with difficult emotions through acceptance, and the Perspective module focused on training meta-cognitive and socio-cognitive skills such as perspective-taking on aspects of self and others. The different modules lasted for 3 months each, and consisted of a combination of classic meditation practices performed alone and partner-based interpersonal exercises. For example, the compassion-based Affect Module incorporated a specific daily exercise called the 'Affect Dyad', along with regular practice of Loving-Kindness Meditation. These specific daily interpersonal exercises, performed online with another partner, were introduced in the ReSource project in the two social modules, Affect and Perspective. These 10-minute daily \"Contemplative Dyads\" focused on explicitly fostering social connectedness and social capacities, such as empathic listening and perspective taking on others [69] . For example, the 'Affect Dyad' is a daily 10-minute, partner-based socio-emotional exercise, which fosters empathic and non-judgmental listening, acceptance of difficult emotions and cultivation of gratitude, while at the same time increasing social connectedness [69] ."
        },
        {
            "cite_spans": [
                {
                    "end": 58,
                    "ref_id": null,
                    "start": 54,
                    "text": "[68]"
                },
                {
                    "end": 359,
                    "ref_id": null,
                    "start": 355,
                    "text": "[70]"
                },
                {
                    "end": 412,
                    "ref_id": null,
                    "start": 408,
                    "text": "[71]"
                },
                {
                    "end": 417,
                    "ref_id": null,
                    "start": 413,
                    "text": "[72]"
                },
                {
                    "end": 422,
                    "ref_id": null,
                    "start": 418,
                    "text": "[73]"
                },
                {
                    "end": 466,
                    "ref_id": null,
                    "start": 462,
                    "text": "[74]"
                },
                {
                    "end": 867,
                    "ref_id": null,
                    "start": 863,
                    "text": "[75]"
                },
                {
                    "end": 1127,
                    "ref_id": null,
                    "start": 1123,
                    "text": "[76]"
                },
                {
                    "end": 1249,
                    "ref_id": null,
                    "start": 1245,
                    "text": "[72]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The results of the ReSource project (for a review see [68] ) revealed that it matters what you practice. While the attention-based mindfulness module, Presence, was most efficient in increasing attention, body awareness and present-moment focus [70, 71] the compassionbased Affect module specifically targeted increases in positive other-related thoughts [70] , acceptance, self-and other-related compassion [71] [72] [73] , and altruism and prosocial behaviors [74] . Similarly, training-related changes in structural brain plasticity revealed differential patterns. While upon undergoing attention-based mindfulness practices (Presence module) grey matter volume increased in attention-relevant brain areas, after socio-emotional training (Affect module) structural plasticity was observed in limbic-and paralimbic networks associated to empathy and compassion [75] . Interestingly, and in contrast to the attention-based mindfulness module, the training modules including the social intersubjective dyad as daily core practices were most efficient in reducing social stress on the hormonal level after a social stressor [76] . Furthermore, the Affect module was found to positively influence the use of adaptive emotion regulation strategies [72] . This indicates that such dyadic socio-emotional interventions may be particularly effective in decreasing social stress and loneliness, while improving social connectedness and socio-affective skills such as compassion and prosocial motivation. This in turn should boost psychological resilience and social cohesion, which are seen as key protective factors for mental well-being."
        },
        {
            "cite_spans": [
                {
                    "end": 356,
                    "ref_id": null,
                    "start": 352,
                    "text": "[69]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "So far, the rather novel daily dyadic partner-based practice format, introduced in the ReSource project, has only been investigated in the context of participants also practicing other more classical mindfulness meditations together with the dyad practice. Therefore, the singular effects of these dyadic practices are still unknown (with exception of [69] ). Furthermore, these intense training programs, where dyadic exercises are combined with other classical mindfulness meditations, last several months. They require considerable time and manpower to execute, with the participants being required to devote practice time in 3-day retreats in addition to several hours working with instructors over the weeks. Therefore, the present study will also serve as a pilot test for whether these more intensive and complex contemplative and mindfulness-based programs can be condensed into low-threshold, shorter, brief interventions that can be scaled to a larger population at low costs in online app-based formats. Furthermore, although there is considerable evidence to support the efficacy of socioemotional and mindfulness-based interventions on mental health outcomes in regular in-person formats as typically performed in non-pandemic context, there is a dearth of empirical studies focused on investigating their impact as low-threshold online interventions required during a health crisis of global scale such as the COVID-19 crisis. Therefore, in the current study we want to compare the efficacy of short-term online socio-emotional versus mindfulness-based online interventions in enhancing mental health, resilience and social capacities. Specifically, in the present study, we will use some of the attention-based mindfulness practices from the Presence module of the ReSource project as part of our mindfulness-based intervention (e.g., breathing, sound and open presence meditations), and compare these to the efficiency of the daily 'Affect Dyad' practice which will form the daily core exercise of the socioemotional intervention."
        },
        {
            "cite_spans": [
                {
                    "end": 804,
                    "ref_id": null,
                    "start": 800,
                    "text": "[77]"
                },
                {
                    "end": 1075,
                    "ref_id": null,
                    "start": 1071,
                    "text": "[44]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Given the impact of such interventions on reduction of mental health problems in other contexts, it can be expected that both types of interventions will lead to positive outcomes on mental health, social cohesion and resilience variables even during a pandemic context. However, given the restrictions on physical contact often imposed by the current pandemic, we intend to test the effects of such interventions in an online format. Such online mental trainings would also allow easier scalability of such mindfulness-based approaches outside of a pandemic context. And indeed, a recent review indicated that digital interventions may be particularly suited to mitigating psychosocial consequences in the current pandemic with requirements for social distancing and limited social contact in place [77] . However, most mindfulness-and compassion-based programs require regular in-person training sessions with teachers, at least to some degree. Although there is some preliminary evidence for the effectiveness of mindfulness-based interventions using online platforms [44] , there is a paucity of work examining the efficacy of online dyadic socio-emotional interventions. Such brief dyadic interventions, conducted purely online, might be particularly effective in the current pandemic context and also for future large-scale mental health prevention programs conducted on broader scales. As such, the present study would also importantly serve as a pilot for the future application of brief online dyadic socio-emotional interventions that are effectively applied in online-only environments, requiring no in-person contact with trainers."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The present study",
            "text": "In the present study, we will test the effectiveness of the daily online 'Affect Dyad' practice as the core exercise in the socio-emotional mental training intervention. In the Affect Dyad (AD), participants perform a 12-minute partner-based exercise which involves contemplating over the experience of one difficult situation and one situation which incurred gratitude in the past 24 hours. Both partners take turns speaking about the bodily experience in these two situations while the other partner listens in a non-judgmental and empathic manner. While the participants elaborate on each situation for 2.5 minutes, they are asked to focus on the recall of the bodily sensations and experience of the emotions generated during the situation with the aim to train interoceptive body awareness. The goals of the exercise are to enhance social connectedness, empathic non-judgmental listening, interoceptive body awareness, acceptance of difficult emotions or stress, and the cultivation of care and gratitude."
        },
        {
            "cite_spans": [
                {
                    "end": 511,
                    "ref_id": null,
                    "start": 507,
                    "text": "[56]"
                },
                {
                    "end": 1141,
                    "ref_id": null,
                    "start": 1137,
                    "text": "[78,"
                },
                {
                    "end": 1145,
                    "ref_id": null,
                    "start": 1142,
                    "text": "79]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "A second intervention used in the present study will be the daily practice of attentionfocused mindfulness-based mental training, which will incorporate attention-based meditations, such as the breathing meditation, meditation on sounds and open presence meditation, as the core exercises. Breathing meditation (BM), for example, is a classical type of attentionbased meditation which involves 12-minute individual exercise that requires participants to focus their attention on the sensations of breathing [56] . Participants have to sustain their attention on their breath for long stretches of time, returning their attention to their breath when their mind wanders. The crucial aspect is the training of attention and interoceptive body awareness. Participants will also engage in other similar practices which will focus the attention on external experiences, such as mindfulness on sounds where the object of attention is the sounds in the environment. Finally, the participants will also be practicing open presence meditation with the attention being open to focus on all sensory internal and external stimulations being present [78, 79] . In open presence meditation, instead of concentrating on something, attention is open and remains aware of everything that is happening, with the goal of remaining non-judgmental toward oneself."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 1560,
                    "ref_id": "FIGREF3",
                    "start": 1555,
                    "text": "Fig 3"
                }
            ],
            "section": "The present study",
            "text": "The interventions will be administered for a period of 10 weeks in the present study in a parallel group design. Three groups of participants (total n = 300) will be created: the first group will undergo the socio-emotional mental training intervention (n 1 = 100), the second group will undergo mindfulness-based mental training intervention (n 2 = 100), and a final retest control group (waitlist control group; n 3 = 100) that will receive no intervention at first and will only be tested on our primary outcomes of interest at pre-and post-test. Then in a second portion of the study, participants from the retest control group (waitlist control) will undergo the socio-emotional mental training intervention in order to ensure the maximum benefit from the study for all participating individuals. Both the other two experimental intervention groups will also be given the possibility to continue their daily assigned practices (respective socio-emotional and mindfulness-based training exercises) after the first post-test for the duration of the 10-weeks during which the waitlist control group undergoes the socioemotional intervention. A third assessment (post-test 2) will then take place at the end of this second intervention period for the waitlist control group. However, this second post-test of the study will also be offered to the other two groups who underwent the interventions in the first portion of the study, given the number of participants that chose to continue their practice, and availability of time and resources. Please see Fig 3 for the depiction of the study design."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The present study",
            "text": "In order to test the effectiveness of these interventions, several self-report and behavioral indicators of mental health, resilience, and social capacities that have been linked to enhanced risk for, and protection from, mental health problems during the pandemic will be examined. The indicators will be examined pre-and post-intervention, and several mechanistic variables of change will be examined during the period of intervention delivery using daily and weekly assessment employing Ecological Momentary Assessment (EMA) approaches. Additionally, the current study will also assess stress hormones (e.g., cortisol), genetic markers and epigenetic markers of stress, vulnerability, and resilience."
        },
        {
            "cite_spans": [
                {
                    "end": 190,
                    "ref_id": null,
                    "start": 186,
                    "text": "[47,"
                },
                {
                    "end": 194,
                    "ref_id": null,
                    "start": 191,
                    "text": "80,"
                },
                {
                    "end": 198,
                    "ref_id": null,
                    "start": 195,
                    "text": "81]"
                },
                {
                    "end": 845,
                    "ref_id": null,
                    "start": 841,
                    "text": "[68,"
                },
                {
                    "end": 849,
                    "ref_id": null,
                    "start": 846,
                    "text": "76]"
                },
                {
                    "end": 1283,
                    "ref_id": null,
                    "start": 1279,
                    "text": "[72,"
                },
                {
                    "end": 1287,
                    "ref_id": null,
                    "start": 1284,
                    "text": "82]"
                },
                {
                    "end": 1293,
                    "ref_id": "BIBREF13",
                    "start": 1288,
                    "text": "[101]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Stress. We will examine changes in stress before and after the intervention. Mindfulnessbased trainings, such as the MBSR program, can significantly reduce stress in healthy individuals [47, 80, 81] . Similarly, socio-emotional trainings have been shown to reduce perceived stress as well as impact hormonal stress markers such as cortisol. In the ReSource project [67], the effects of mindfulness-based and socio-emotional and socio-cognitive trainings (Presence, Affect, Perspective modules) on social stress reduction measured in cortisol levels during the experience of an acute stressor (the Trier Social Stress Task; TSST) were compared, and only the socio-emotional and socio-cognitive training modules which included the daily 10-minutes partner-based dyad exercises showed reliable effects of stress reduction on the hormonal level [68, 76] . Possible underlying mechanisms of all these observed changes are purported to be a social stress buffering effect of learning through the daily dyads with other people to listen and be listened in a non-judgemental manner and to befriend yourself with your own and others vulnerability by practicing acceptance and self-compassion. Further, changes in use of emotion regulation strategies such as acceptance have been proposed [72, 82] [101] . Those possible mediators will be assessed daily before and after the socio-emotional training intervention to analyze changes and their relation to the expected decrease in stress. In the present study we expect that individuals who undergo the two training interventions will show a decrease in subjectively perceived stress. However, we expect differential changes between the intervention groups in cortisol social stress reactivity after a TSST, and diurnal cortisol stress measured by the cortisol awakening response (CAR) during two consecutive week days in the life of the participants. More specifically, and based on previous research [76], we expect that the socio-emotional Dyad-based intervention as compared to the mindfulness-based intervention will be most efficient in decreasing stress on the hormonal cortisol levels, both for the CAR and acute stress reactivity after a social stressor."
        },
        {
            "cite_spans": [
                {
                    "end": 266,
                    "ref_id": "BIBREF14",
                    "start": 261,
                    "text": "[102]"
                },
                {
                    "end": 272,
                    "ref_id": "BIBREF15",
                    "start": 267,
                    "text": "[103]"
                },
                {
                    "end": 278,
                    "ref_id": "BIBREF16",
                    "start": 273,
                    "text": "[104]"
                },
                {
                    "end": 374,
                    "ref_id": null,
                    "start": 370,
                    "text": "[69]"
                },
                {
                    "end": 1209,
                    "ref_id": "BIBREF17",
                    "start": 1204,
                    "text": "[105]"
                },
                {
                    "end": 1234,
                    "ref_id": "BIBREF18",
                    "start": 1229,
                    "text": "[106]"
                },
                {
                    "end": 1261,
                    "ref_id": "BIBREF19",
                    "start": 1256,
                    "text": "[107]"
                },
                {
                    "end": 1468,
                    "ref_id": "BIBREF20",
                    "start": 1463,
                    "text": "[108]"
                },
                {
                    "end": 1548,
                    "ref_id": null,
                    "start": 1543,
                    "text": "[111]"
                },
                {
                    "end": 1610,
                    "ref_id": null,
                    "start": 1605,
                    "text": "[112]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Loneliness and social connectedness. Changes in loneliness and social connectedness will be assessed pre-post intervention and during the intervention through an EMA approach. Several studies have found an effect of mindfulness training on loneliness reduction [102] [103] [104] . In the context of performing daily 'Affect Dyads' in the ReSource project Kok and Singer [69] observed that participants after a given 10-minutes partner exercise indicated that they felt closer to the partner than before. Interestingly, they also showed that subjective connectedness even increased weekly before each Dyad and even if coupled with a new partner still unfamiliar to yourself. Similarly, over the 13 weeks of training of a module, the degree of personal disclosure, that is what participants were willing to share with the other partner, increased steadily. Thus, a sense of shared humanity and connectedness emerged throughout this socioemotional training practices. Therefore, we will also assess the social connectedness to the respective dyad partner before and after the daily dyad as well as the degree of personal disclosure that was shown during the dyad. We also expect changes in thought patterns [105] , affective states [106] and daily loneliness [107] before and after the dyad. Furthermore, we will ask participants on a weekly basis about other variables related to social connectedness, such as the frequency and quality of their social interactions [108] , the sense of belonging [109], common humanity [110], fear of compassion [111] and the social support received in stressful situations [112] . We expect that the socio-emotional training will be more efficient than the mindfulness-based intervention in reducing loneliness and increasing social connectedness. We will assess changes in the above postulated mechanistic variables suggested to mediate the reduction in loneliness in the socio-emotional training."
        },
        {
            "cite_spans": [
                {
                    "end": 315,
                    "ref_id": null,
                    "start": 310,
                    "text": "[113]"
                },
                {
                    "end": 364,
                    "ref_id": null,
                    "start": 359,
                    "text": "[114]"
                },
                {
                    "end": 462,
                    "ref_id": null,
                    "start": 457,
                    "text": "[115,"
                },
                {
                    "end": 467,
                    "ref_id": null,
                    "start": 463,
                    "text": "116]"
                },
                {
                    "end": 592,
                    "ref_id": null,
                    "start": 588,
                    "text": "[43,"
                },
                {
                    "end": 597,
                    "ref_id": null,
                    "start": 593,
                    "text": "117]"
                },
                {
                    "end": 791,
                    "ref_id": "BIBREF21",
                    "start": 787,
                    "text": "118,"
                },
                {
                    "end": 796,
                    "ref_id": "BIBREF22",
                    "start": 792,
                    "text": "119]"
                },
                {
                    "end": 1064,
                    "ref_id": null,
                    "start": 1060,
                    "text": "[72,"
                },
                {
                    "end": 1068,
                    "ref_id": null,
                    "start": 1065,
                    "text": "73,"
                },
                {
                    "end": 1073,
                    "ref_id": "BIBREF24",
                    "start": 1069,
                    "text": "120]"
                },
                {
                    "end": 1287,
                    "ref_id": "BIBREF25",
                    "start": 1282,
                    "text": "[121,"
                },
                {
                    "end": 1292,
                    "ref_id": "BIBREF26",
                    "start": 1288,
                    "text": "122]"
                },
                {
                    "end": 1326,
                    "ref_id": "BIBREF27",
                    "start": 1321,
                    "text": "[123,"
                },
                {
                    "end": 1331,
                    "ref_id": "BIBREF28",
                    "start": 1327,
                    "text": "124]"
                },
                {
                    "end": 1352,
                    "ref_id": "BIBREF29",
                    "start": 1347,
                    "text": "[125]"
                },
                {
                    "end": 1371,
                    "ref_id": null,
                    "start": 1367,
                    "text": "[73,"
                },
                {
                    "end": 1376,
                    "ref_id": "BIBREF24",
                    "start": 1372,
                    "text": "120]"
                },
                {
                    "end": 1394,
                    "ref_id": "BIBREF30",
                    "start": 1389,
                    "text": "[126]"
                },
                {
                    "end": 1655,
                    "ref_id": "BIBREF31",
                    "start": 1650,
                    "text": "[127]"
                },
                {
                    "end": 1768,
                    "ref_id": "BIBREF12",
                    "start": 1763,
                    "text": "[100]"
                },
                {
                    "end": 2066,
                    "ref_id": "BIBREF32",
                    "start": 2061,
                    "text": "[128]"
                },
                {
                    "end": 2072,
                    "ref_id": "BIBREF33",
                    "start": 2067,
                    "text": "[129]"
                },
                {
                    "end": 2078,
                    "ref_id": "BIBREF34",
                    "start": 2073,
                    "text": "[130]"
                },
                {
                    "end": 2084,
                    "ref_id": "BIBREF35",
                    "start": 2079,
                    "text": "[131]"
                },
                {
                    "end": 2441,
                    "ref_id": "BIBREF36",
                    "start": 2436,
                    "text": "[132]"
                },
                {
                    "end": 2447,
                    "ref_id": "BIBREF37",
                    "start": 2442,
                    "text": "[133]"
                },
                {
                    "end": 2453,
                    "ref_id": "BIBREF38",
                    "start": 2448,
                    "text": "[134]"
                },
                {
                    "end": 2574,
                    "ref_id": "BIBREF39",
                    "start": 2569,
                    "text": "[135]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Mental health: Depressive and anxious symptoms. Another area of focus for this phase of the study is to assess intervention-related effects on major mental health outcomes. Therefore, we will examine pre-post changes in depressive and anxious symptoms in our sample using Beck Depression Inventory-II (BDI-II; [113] ) and State-Trait Anxiety Inventory (STAI; [114] ). Previous studies using MBSR and MBCT have shown significant reductions in these symptoms [115, 116] . Similarly, studies employing socioemotional interventions have shown reductions in symptoms of depression and anxiety [43, 117] . Although the mechanisms through which these changes occur are not fully clear, there is preliminary evidence suggesting the key role of changes in emotion regulation strategies used [72, 118, 119] . Therefore, in the present study, we expect an intervention-related decline in depressive and anxious symptoms, compared to retest control group, owing to a change in use of emotion regulation strategies such as increase in acceptance and decrease in rumination [72, 73, 120] . Further, we will also examine the mechanistic role of other factors that are purported to be involved in the onset and maintenance of depressive and anxious symptoms, namely cognitive control over emotions [121, 122] , psychological flexibility [123, 124] social support [125] , mindfulness [73, 120] , and worry [126] . Furthermore, daily fluctuations in affective states and thought patterns will be evaluated as potential mediators of intervention-related changes in depression and anxiety. Daily fluctuations in affective states will be assessed using the 'Affect Grid' [127] which measures both the current valence and the affective arousal. Further, we will use 'Cube of Thoughts' [100] to assess the intervention-related changes in valence (positive or negative), temporality (past-or future-oriented) and content (self-or other-related) of thoughts. Previous research has linked fluctuations in affect and thought patterns to be associated with depressive and anxious symptoms [128] [129] [130] [131] . We will examine changes in mediators using the daily and weekly EMA approaches, employing a variety of validated questionnaires (please see Measures section). Lastly, we will also examine changes in key mechanisms of negative attention bias and negative interpretation bias that underlie the onset and maintenance of depressive and anxious symptoms [132] [133] [134] . Both attention bias and interpretation bias will be assessed using the Mouse-Contingent Scrambled Sentences Task [135] ."
        },
        {
            "cite_spans": [
                {
                    "end": 684,
                    "ref_id": null,
                    "start": 679,
                    "text": "[117]"
                },
                {
                    "end": 799,
                    "ref_id": null,
                    "start": 795,
                    "text": "[72]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "In the current study, we expect both mindfulness-based and socio-emotional interventions to produce significant changes in depression and anxiety symptoms. However, we expect these changes to function through distinct mechanisms, as the type of practice should likely dictate changes in specific mechanistic domains. We expect differential changes in these mediators depending upon the intervention group, which is expected to influence the magnitude of change in depressive and anxious symptoms in the two intervention groups. For example, while both mindfulness-based and compassion-based programs have been shown to reduce the use of rumination as emotion regulation strategy [117] , only compassion-based interventions lead to an increase in use of acceptance as emotion regulation strategy [72] . Therefore, we expect differential effects of the different types of interventions on changes in depression and anxiety symptoms."
        },
        {
            "cite_spans": [
                {
                    "end": 166,
                    "ref_id": "BIBREF40",
                    "start": 161,
                    "text": "[136]"
                },
                {
                    "end": 211,
                    "ref_id": "BIBREF41",
                    "start": 206,
                    "text": "[137]"
                },
                {
                    "end": 397,
                    "ref_id": "BIBREF41",
                    "start": 393,
                    "text": "137,"
                },
                {
                    "end": 402,
                    "ref_id": "BIBREF42",
                    "start": 398,
                    "text": "138]"
                },
                {
                    "end": 510,
                    "ref_id": null,
                    "start": 506,
                    "text": "[62]"
                },
                {
                    "end": 602,
                    "ref_id": "BIBREF27",
                    "start": 597,
                    "text": "[123,"
                },
                {
                    "end": 607,
                    "ref_id": "BIBREF43",
                    "start": 603,
                    "text": "139]"
                },
                {
                    "end": 772,
                    "ref_id": null,
                    "start": 768,
                    "text": "[76]"
                },
                {
                    "end": 1134,
                    "ref_id": "BIBREF45",
                    "start": 1129,
                    "text": "[140]"
                },
                {
                    "end": 1281,
                    "ref_id": "BIBREF46",
                    "start": 1276,
                    "text": "[141]"
                },
                {
                    "end": 1305,
                    "ref_id": "BIBREF48",
                    "start": 1300,
                    "text": "[142,"
                },
                {
                    "end": 1310,
                    "ref_id": "BIBREF49",
                    "start": 1306,
                    "text": "143]"
                },
                {
                    "end": 1330,
                    "ref_id": "BIBREF50",
                    "start": 1325,
                    "text": "[144]"
                },
                {
                    "end": 1435,
                    "ref_id": "BIBREF51",
                    "start": 1430,
                    "text": "[145]"
                },
                {
                    "end": 2125,
                    "ref_id": "BIBREF52",
                    "start": 2120,
                    "text": "[146]"
                },
                {
                    "end": 3266,
                    "ref_id": null,
                    "start": 3261,
                    "text": "[117]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Psychological resilience. We will also examine pre-post changes in psychological resilience in the 3 groups using the Connor-Davidson Resilience Scale (CD-RISC; [136] ) and the Brief Resilience Scale (BRS; [137] ). In the current study, we conceptualize psychological resilience both as the ability to adapt to stressful situations and also as the ability to bounce back after a stressor [28, 137, 138] . Previous studies have shown that resilience improves upon undergoing mindfulness-based interventions [62] . A key mechanism underlying this change is purported to be psychological flexibility [123, 139] . Further, socio-emotional interventions have also shown success in enhancing stress adaptation, in terms of stress reactivity, in the face of social stressors [76] . However, the effects on the ability to bounce back after a stressor, in terms of the degree of recovery from stress, remain unclear along with the mechanism underlying these changes. Positive coping styles, use of adaptive emotion regulation strategies, and psychological flexibility are purported to be some of the core mechanisms underlying resilience [140] . Further, other mechanisms proposed to be underlying resilience processes will also be investigated, namely cognitive control over emotions [141] , self-compassion [142, 143] , mindfulness [144] , and increase in use of adaptive and decrease in use of maladaptive emotion regulation strategies [145] . Therefore, in the current study we will examine whether the change in coping strategies, such as enhanced social support, greater use of adaptive emotion regulation techniques such as acceptance, decreased use of maladaptive emotion regulations strategies such as rumination and worry, greater mindfulness and self-compassion, greater cognitive control over emotions, and improved psychological flexibility will predict pre-post changes in resilience in our intervention groups, compared to the retest control group. Furthermore, daily fluctuations in affective states and thought patterns will also be evaluated as potential mediators of intervention-related changes in resilience [146] . We will examine changes in mediators using the daily and weekly EMA approaches, employing a variety of validated questionnaires (please see Measures section). In the current study, we expect both mindfulness-based and socio-emotional interventions to produce to significant changes in resilience. However, we will investigate whether different interventions distinctly impact the two components of resilience, namely the ability to adapt to stressful situations and the ability to bounce back. Further, we again expect these changes in resilience to function through distinct mechanisms, as the type of practice will likely dictate changes in specific mechanistic domains. We expect differential changes in use of coping and emotion regulation strategies and changes in psychological flexibility depending upon the intervention group, which is expected to influence the magnitude of change in resilience in the two intervention groups. For example, while both mindfulness-based and compassion-based programs, such as MBCT and CFT, have been shown to enhance mindfulness, the effect sizes are larger for mindfulnessbased intervention [117] . However, care and compassion-based socio-emotional intervention will perhaps lead to enhanced use of coping strategies such as acceptance and obtaining social support, which will likely impact distinct components of resilience. Therefore, we expect differential effects of the different types of interventions on changes in resilience."
        },
        {
            "cite_spans": [
                {
                    "end": 219,
                    "ref_id": "BIBREF53",
                    "start": 214,
                    "text": "[147]"
                },
                {
                    "end": 225,
                    "ref_id": "BIBREF54",
                    "start": 220,
                    "text": "[148]"
                },
                {
                    "end": 231,
                    "ref_id": "BIBREF55",
                    "start": 226,
                    "text": "[149]"
                },
                {
                    "end": 237,
                    "ref_id": "BIBREF56",
                    "start": 232,
                    "text": "[150]"
                },
                {
                    "end": 561,
                    "ref_id": "BIBREF57",
                    "start": 556,
                    "text": "[151]"
                },
                {
                    "end": 823,
                    "ref_id": "BIBREF58",
                    "start": 818,
                    "text": "[152]"
                },
                {
                    "end": 1083,
                    "ref_id": null,
                    "start": 1079,
                    "text": "[71]"
                },
                {
                    "end": 1482,
                    "ref_id": null,
                    "start": 1473,
                    "text": "Mind [71]"
                },
                {
                    "end": 1601,
                    "ref_id": "BIBREF59",
                    "start": 1596,
                    "text": "[153]"
                },
                {
                    "end": 1816,
                    "ref_id": "BIBREF60",
                    "start": 1811,
                    "text": "[154]"
                },
                {
                    "end": 1822,
                    "ref_id": "BIBREF61",
                    "start": 1817,
                    "text": "[155]"
                },
                {
                    "end": 1828,
                    "ref_id": null,
                    "start": 1823,
                    "text": "[156]"
                },
                {
                    "end": 2039,
                    "ref_id": "BIBREF63",
                    "start": 2034,
                    "text": "[157]"
                },
                {
                    "end": 2242,
                    "ref_id": null,
                    "start": 2237,
                    "text": "[156]"
                },
                {
                    "end": 2580,
                    "ref_id": "BIBREF64",
                    "start": 2575,
                    "text": "[158]"
                },
                {
                    "end": 2706,
                    "ref_id": null,
                    "start": 2702,
                    "text": "[89,"
                },
                {
                    "end": 2711,
                    "ref_id": "BIBREF65",
                    "start": 2707,
                    "text": "159]"
                },
                {
                    "end": 3275,
                    "ref_id": "BIBREF66",
                    "start": 3270,
                    "text": "[160]"
                },
                {
                    "end": 3891,
                    "ref_id": "BIBREF67",
                    "start": 3886,
                    "text": "[161]"
                },
                {
                    "end": 3897,
                    "ref_id": "BIBREF69",
                    "start": 3892,
                    "text": "[162]"
                },
                {
                    "end": 3903,
                    "ref_id": "BIBREF70",
                    "start": 3898,
                    "text": "[163]"
                },
                {
                    "end": 4021,
                    "ref_id": null,
                    "start": 4017,
                    "text": "[83]"
                },
                {
                    "end": 4026,
                    "ref_id": null,
                    "start": 4022,
                    "text": "[84]"
                },
                {
                    "end": 4031,
                    "ref_id": null,
                    "start": 4027,
                    "text": "[85]"
                },
                {
                    "end": 4329,
                    "ref_id": "BIBREF71",
                    "start": 4324,
                    "text": "[164]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Empathy and compassion. We will also examine pre-post changes in empathy and compassion in the 3 intervention groups. It has long been argued that engaging in mindfulness practice can increase empathic functioning [147] [148] [149] [150] . However, previous findings on the effects of mindfulness interventions are somewhat inconsistent. More specifically, they suggest differential effects of different types of practices on affective and cognitive aspects of empathic functioning, and highlight shortcomings in the use of self-report measures of empathy [151] . In the ReSource project, a specific task was developed, the EmpaToM, to test differential effects of different mental training modules on different aspects of socio-emotional and socio-cognitive functioning such as empathy, compassion and Theory of Mind [152] . And indeed, while the socio-affective training module (Affect) was most efficient in improving compassion, the socio-cognitive module (Perspective) was unrivaled in improving Theory of Mind, also called cognitive empathy or cognitive perspective taking [71] . Thus, we will also employ the EmpaToM to assess differential effects of the two different intervention groups on social emotions and cognition. More specifically, based on previous evidence, a training related increase in compassion can be expected specifically for the socio-emotional 'Affect Dyad' intervention, whereas none of the interventions should induce any changes in Theory of Mind [71] . This expected increase in compassion does not only apply to compassion for others, but also to self-compassion [153] . With regard to empathy, the predictions are more complex, since previous research has clearly shown differential behavioral, subjective and neuronal patterns and mechanisms underlying empathy and compassion [154] [155] [156] . While compassion is based on care and affiliative motivational systems, it is mostly associated with positive affect and warmth, and promotes resilience, empathy, being broadly defined as affect sharing [157] . However, this can also induce negative affect, and even turn into intense feelings of anxiety and dysphoric mood, specifically when a healthy distinction between the self and others is not given [156] . Accordingly, the concept of \"empathic distress\" is a self-focused component of empathic functioning that indicates a strong and aversive reaction to the suffering of somebody else. Particularly, excessive altruism can lead to empathic distress fatigue, a state of burnout that relates to the regular exposure to others' suffering [158] . It has previously been found that empathic distress decreases in individuals who undergo MBSR and compassion trainings [89, 159] . It is expected that the compassion-based socio-emotional mental training is thus decreasing empathic distress aspects while increasing positive affect and (self)compassion. At the same time, the socio-emotional dyadic training is aiming at increasing empathic listening and with that the healthy component of empathy. Furthermore, while underlying mechanisms remain largely unknown, differential changes in affect, thought patterns and emotion regulation strategies are also suggested to mediate differential intervention effects on empathy and compassion [160] . Thus, we would expect more positive other-related thoughts and more positive low-arousal affect after socio-emotional training. Besides, augmented interoceptive awareness, i.e., specifically, an increase in using the body for self-regulation, has been associated with mindfulness-based mental trainings such as the Presence module of the ReSource project that require individuals to focus on bodily sensations [83]. Previous research has repeatedly shown a positive association between interoceptive body awareness, alexithymia and empathy, which are mediated through function of the anterior insular cortex [161] [162] [163] . Using different interoceptive body awareness and regulation measures in the ReSource project, Bornemann et al. [83] [84] [85] could show that different types of mental training can indeed increase interoceptive body awareness over the training of several months, and that this increase in interoceptive body awareness and regulation goes along with a decrease in alexithymia and better emotion understanding (see also [164] ). Interestingly, these training-related increases were observed both after mindfulness-based as well as socio-emotional trainings, therefore suggesting that an increase in interoceptive awareness will be a meaningful mediation mechanism in both intervention groups. We will further examine changes in mediators using the daily and weekly EMA approaches, employing a variety of validated questionnaires (please see Measures section)."
        },
        {
            "cite_spans": [
                {
                    "end": 189,
                    "ref_id": null,
                    "start": 185,
                    "text": "[74,"
                },
                {
                    "end": 194,
                    "ref_id": "BIBREF73",
                    "start": 190,
                    "text": "165,"
                },
                {
                    "end": 199,
                    "ref_id": "BIBREF74",
                    "start": 195,
                    "text": "166]"
                },
                {
                    "end": 400,
                    "ref_id": "BIBREF74",
                    "start": 395,
                    "text": "[166]"
                },
                {
                    "end": 763,
                    "ref_id": null,
                    "start": 759,
                    "text": "[74,"
                },
                {
                    "end": 768,
                    "ref_id": "BIBREF75",
                    "start": 764,
                    "text": "167,"
                },
                {
                    "end": 773,
                    "ref_id": "BIBREF76",
                    "start": 769,
                    "text": "168]"
                },
                {
                    "end": 1232,
                    "ref_id": "BIBREF63",
                    "start": 1227,
                    "text": "[157,"
                },
                {
                    "end": 1237,
                    "ref_id": "BIBREF77",
                    "start": 1233,
                    "text": "169]"
                },
                {
                    "end": 1324,
                    "ref_id": "BIBREF78",
                    "start": 1319,
                    "text": "[170]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Prosocial behavior. We will also investigate differential impacts of the socio-emotional and mindfulness-based intervention on altruistic prosocial behavior. Based on previous findings [74, 165, 166] , we expect that altruistic prosocial behavior will uniquely increase as a result of the care and compassion-based socio-emotional mental training. We will employ the Zurich Prosocial Game (ZPG) [166] and monetary distribution tasks that are suitable to measure altruistic behavior (i.e., Social Value Orientation, Social Discounting questionnaire) to test differential effects of mindfulness-based and socio-emotional mental trainings. Since altruistic prosocial behavior is based on a specific set of motivations that are directed towards caring for others [74, 167, 168] , we will investigate whether intervention-related increases in compassion mediate these effects. We further expect that the decrease in empathic distress (see above) and a concomitant increase in positive affect and other-related thought patterns will mediate training-related increases in altruistic prosocial behavior (similar to compassion). Since empathy and compassion can be considered essential for successful and beneficial social interactions [157, 169] , and compassion training may be a useful tool in promoting social relationships [170] , we will test a mediating role of frequency and quality of social interactions in a trainingrelated effect on prosocial behavior. We will examine changes in mediators using the daily and weekly EMA approaches, employing a variety of validated questionnaires (please see Measures section)."
        },
        {
            "cite_spans": [
                {
                    "end": 443,
                    "ref_id": "BIBREF80",
                    "start": 438,
                    "text": "[171]"
                },
                {
                    "end": 647,
                    "ref_id": "BIBREF81",
                    "start": 642,
                    "text": "[172]"
                },
                {
                    "end": 932,
                    "ref_id": "BIBREF84",
                    "start": 927,
                    "text": "[173]"
                },
                {
                    "end": 1108,
                    "ref_id": "BIBREF85",
                    "start": 1103,
                    "text": "[174]"
                },
                {
                    "end": 1270,
                    "ref_id": "BIBREF86",
                    "start": 1265,
                    "text": "[175]"
                },
                {
                    "end": 1276,
                    "ref_id": "BIBREF87",
                    "start": 1271,
                    "text": "[176]"
                },
                {
                    "end": 1282,
                    "ref_id": "BIBREF89",
                    "start": 1277,
                    "text": "[177]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Epigenetic markers. We will also examine the impact of intervention-related changes in epigenetic markers associated with mental health, resilience and social capacities from pre-to post-intervention. Changes in psychopathology and resilience as a consequence of stress exposure can also be reflected in terms of changes in epigenome, such that transcription factor activation embedded by gene regulation and expression changes over time [171] . Epigenetic changes affect the gene transcription, not by changing the genome sequence, but by changing the accessibility of transcription regulators (e.g., DNA methylation, histone modifications; [172] . In conditions of chronic stress, glucocorticoids acting as transcription factors play a prominent role in inducing permanent epigenetic changes, which is evident through enrichment of the DNA methylation site of the glucocorticoid response in stress-related epigenetic changes [173] . These environment-dependent epigenetic changes are further influenced by genetic factors, such that genes, environment and epigenetics come together to produce changes [174] . Several studies have shown changes in DNA methylation following interventions for various disorders such as depression and post-traumatic stress disorder [175] [176] [177] . Therefore, intervention-related changes in polyepigenetic risk markers will be evaluated preto post-intervention in the present study."
        },
        {
            "cite_spans": [
                {
                    "end": 456,
                    "ref_id": "BIBREF90",
                    "start": 451,
                    "text": "[178,"
                },
                {
                    "end": 461,
                    "ref_id": "BIBREF92",
                    "start": 457,
                    "text": "179]"
                },
                {
                    "end": 709,
                    "ref_id": "BIBREF94",
                    "start": 704,
                    "text": "[180,"
                },
                {
                    "end": 714,
                    "ref_id": "BIBREF95",
                    "start": 710,
                    "text": "181]"
                },
                {
                    "end": 1006,
                    "ref_id": "BIBREF96",
                    "start": 1001,
                    "text": "[182]"
                },
                {
                    "end": 1060,
                    "ref_id": "BIBREF97",
                    "start": 1055,
                    "text": "[183,"
                },
                {
                    "end": 1065,
                    "ref_id": "BIBREF98",
                    "start": 1061,
                    "text": "184]"
                },
                {
                    "end": 1211,
                    "ref_id": "BIBREF92",
                    "start": 1206,
                    "text": "[179]"
                },
                {
                    "end": 1264,
                    "ref_id": null,
                    "start": 1260,
                    "text": "[22]"
                },
                {
                    "end": 1396,
                    "ref_id": "BIBREF100",
                    "start": 1391,
                    "text": "[185]"
                },
                {
                    "end": 1674,
                    "ref_id": "BIBREF97",
                    "start": 1669,
                    "text": "[183]"
                },
                {
                    "end": 1824,
                    "ref_id": "BIBREF101",
                    "start": 1819,
                    "text": "[186]"
                },
                {
                    "end": 1944,
                    "ref_id": "BIBREF102",
                    "start": 1939,
                    "text": "[187]"
                },
                {
                    "end": 2065,
                    "ref_id": "BIBREF104",
                    "start": 2060,
                    "text": "[188]"
                }
            ],
            "ref_spans": [],
            "section": "The present study",
            "text": "Inflammation. In addition to neuroendocrine and epigenetic markers of stress during the SARS-CoV-2 pandemic, we will assess a marker of systemic inflammation, i.e., salivary levels of C-reactive protein (CRP), an acute phase protein that signals activation of pro-inflammatory pathways. During acute stress, the brain responds with a robust inflammatory response, both centrally and in the periphery, likely to ensure survival during threat of injury [178, 179] . Psychosocial laboratory stress alone has been shown to induce a potent increase in the secretion of pro-inflammatory cytokines, such as IL-6 and TNF-a, via autonomic nervous system activation and induction of NFkB signaling in immune cells [180, 181] . Glucocorticoids released during stress can exert inhibitory effects on innate immune responses. During chronic stress, however, the glucocorticoid receptor (GR) may become resistant to the regulatory effects of glucocorticoids, likely in part due to ever-expression of FKBP51 protein [182] , further promoting pro-inflammatory activation [183, 184] . There are numerous reports documenting increased low-grade systemic inflammation in individuals living under conditions of chronic stress [179] and, especially, loneliness or social isolation [22] . In addition, systemic inflammation is one of the best-replicated findings in children and adults exposed to early adversity [185] . It has been suggested that peripheral cytokines may cross the blood-brain barrier, promoting neuroinflammation and further potentiating stress responses, with ultimate impact on structure and function of neural circuits implicated in behaviors of depression and anxiety [183] . Accordingly, increased levels of systemic inflammation are a cardinal feature of patients with major depression and certain anxiety disorders [186] . Anti-inflammatory medication is considered a viable treatment for affective symptoms in immune-based depression [187] . In addition, psychosocial interventions and meditation may lower systemic inflammation as a final common pathway [188] . Here, we test 1) whether chronic stress related to the SARS-Cov-2 pandemic, as assessed over the course of the pandemic and associated lockdowns, is associated with increased levels of systemic inflammation, i.e., salivary CRP concentrations, 2) whether this increase is accentuated in individuals with early life adversity, and 3) whether the dyadic intervention ameliorates systemic inflammation with impact on mental and physical well-being. We will explore associations of inflammation with neuroendocrine and epigenetic indices of stress, symptoms and treatment response, as well as GxE interactions."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 1112,
                    "ref_id": "FIGREF1",
                    "start": 1107,
                    "text": "Fig 1"
                },
                {
                    "end": 1312,
                    "ref_id": "FIGREF2",
                    "start": 1303,
                    "text": "Fig 2 for"
                }
            ],
            "section": "The present study",
            "text": "The current study is the second phase of the larger CovSocial project, which previously in its first phase assessed a sample of Berliners on changes in various aspects of mental health, resilience and social cohesion over the course of the pandemic in Berlin, Germany from January 2020 to March 2021 (please see our preregistration for the first phase on Open Science Framework osf.io/jvb98). This allows us to incorporate extensive information about individual longitudinal change patterns in vulnerability, resilience and social cohesion over the period of more than a year during the SARS-CoV-2 pandemic. A broad range of state indicators of those constructs was assessed for 7 timepoints over a period lasting more than a year, from January 2020 to March 2021. In the first phase of the project, participants also provided self-report assessments of personality and behavioral traits (trait) associated with higher vulnerability to stress and mental health problems, resilience and social cohesion. The current study will be conducted in a sub-sample of the participants assessed in phase 1. Please see Fig 1 for a depiction of the sample recruitment for phase 1, detailing dropouts from registration to the completion of the first three timepoints of the first phase of the study. Also, please see Fig 2 for an overview of the schedule of enrolment, interventions, and assessments. Therefore, the longitudinal assessment of mental health, resilience and social cohesion factors from phase 1 of the project, along with the trait measures assessed in phase 1, will also be used to predict both pretest status and intervention-related changes from pre-to post-test in our variables of interest in phase 2 in an exploratory manner."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The present study",
            "text": "Furthermore, during the first phase in December 2020, we assessed genome-wide markers to calculate polygenic risk scores in a sub-sample of participants of phase1, and we will evaluate the predictive impact of these markers on pre-test status and intervention-related changes in our variables of interest during the current second phase (using phase 1 or phase 2 genotype data)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The present study",
            "text": "Lastly, we will also explore the directional and temporal interplay between the changes in the different mediator variables mentioned in the sections above. Finally, we will also explore the effects of important socio-demographic factors (age, gender, income, education in years, marital status, number of children etc.) and other context variables including COVID-19 related questions (e.g., access to green spaces, job status, covid-related health status, living situation, financial and job risk factors) on pre-test status and the intervention-related changes. For a detailed overview of the hypotheses of the current study, please see our preregistration on the Open Science Framework (osf.io/32c5q). For an overview of the phase 2 of the CovSocial project, please see "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample and sampling procedure",
            "text": "Participants for the current study will be selected from a community sample of participants from Berlin, Germany that were recruited for the first phase of the CovSocial project (Details of the study site can be obtained from the ClinicalTrials.gov by accessing the study record at https://clinicaltrials.gov/ct2/show/NCT04889508). Participants for the first phase of the project were recruited from the population of the city of Berlin, Germany. The main inclusion criteria involved being between 18 and 65 years of age, being able to understand the German language, and to be registered as a resident of the city of Berlin at the time of the assessment. We used a variety of methods for recruitment including sampling 56,000 individuals from the Berlin registration office, flyers and posters, and advertising on social media, in addition to the chainreferral method. The recruitment led to the registration of 7214 individuals to take part in the study. Out of this, only 5877 started the questionnaires, and at every block of questionnaires we saw further dropout in sample. A total of 3681 individuals completed the questionnaires for the first three timepoints of the first phase of the study. Lastly, participants were excluded for not meeting the inclusion criteria and for data quality reasons, leading to a final sample of 3522 individuals for the first three timepoints of the first phase of the project. Please see S1 Appendix for the number of participants at each further timepoint T4-T7, and all participants who also completed the genome-wide marker assessment. "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 403,
                    "ref_id": "FIGREF4",
                    "start": 397,
                    "text": "Fig 4)"
                }
            ],
            "section": "PLOS ONE",
            "text": "Effects of socio-emotional and mindfulness-based online interventions on mental health and social capacities Participants for the second phase will now be recruited from this initial sample, and assigned to one of the three groups, socio-emotional intervention group, mindfulness-based intervention group, and retest control group (waitlist control), in the following sequential steps (please see Fig 4) . "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "1. First, all participants with completed data sets at the first three timepoints of retrospective longitudinal assessments in phase 1 (T1-T3; n = 3522) will be invited to complete a prescreening to assess whether they qualify to take part in the current study based on the inclusion and exclusion criteria. They will be asked to give informed consent for this pre-screening assessment prior to completing the pre-screening questionnaire. "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Effects of socio-emotional and mindfulness-based online interventions on mental health and social capacities 2. Based on the pre-screening, participants will be selected to take part in the study based on the following inclusion and exclusion criteria."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "a. Participants will have to meet the following inclusion criteria: between 18-and 65-years age, resident of Berlin, and proficiency in German language."
        },
        {
            "cite_spans": [
                {
                    "end": 678,
                    "ref_id": "BIBREF105",
                    "start": 673,
                    "text": "[189,"
                },
                {
                    "end": 683,
                    "ref_id": "BIBREF106",
                    "start": 679,
                    "text": "190]"
                },
                {
                    "end": 766,
                    "ref_id": "BIBREF106",
                    "start": 761,
                    "text": "[190]"
                },
                {
                    "end": 854,
                    "ref_id": "BIBREF107",
                    "start": 849,
                    "text": "[191]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "b. Participants will be excluded if they do not have access to internet or the necessary technical equipment, if they have an educational background in psychology, if they have regular spiritual practice (including yoga practice with meditative component), if they take medication that influences physiological markers or if they take psychiatric medication, if they have participated in stress reduction programs previously, if they suffer from chronic illness or pain, or if they have a history of or current psychiatric diagnosis. Further, participants will be excluded based on the cut-off scores for the following questionnaires: Toronto Alexithymia Scale-20 (TAS-20; [189, 190] ); exclude if score greater than 60), Patient Health Questionnaire-9 (PHQ-9; [190] ); exclude if scores greater than 19), and Generalized Anxiety Disorder-7 (GAD-7; [191] ); exclude if scores greater than 15). Participants endorsing suicidality on the PHQ-9 will also be excluded."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "3. In a third step, individuals who meet all the inclusion and exclusion criteria will be randomly assigned to one of three groups. Initially, the three groups will be oversampled, to ideally form n = 200 per group."
        },
        {
            "cite_spans": [
                {
                    "end": 481,
                    "ref_id": "BIBREF6",
                    "start": 480,
                    "text": "5"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "4. In the next step all these individuals will be invited to take part in online informational webinars about the study. These online events will serve the purpose of providing interested individuals with information about mindfulness meditation and concepts underlying the socio-emotional mental training. Further, information about exact dates and study procedures will be given. After this event, individuals will have to indicate their interest in participating in the study. 5 . In case, the number of interested individuals is higher than the targeted n = 100 per group, then the extra number of interested individuals will be excluded based upon study-relevant considerations to make sure that we have three comparable final groups with n = 100 each. The participants will then complete the written informed consent indicating their consent to participate in the study."
        },
        {
            "cite_spans": [
                {
                    "end": 337,
                    "ref_id": "BIBREF108",
                    "start": 332,
                    "text": "[192]"
                },
                {
                    "end": 395,
                    "ref_id": "BIBREF109",
                    "start": 390,
                    "text": "[193]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "6. Next, individuals who provide informed consent to take part in the study will undergo screening phone calls with licensed mindfulness-based meditation instructors. In these individual calls, participants will undergo mental health screening using the Standardized Assessment of Severity of Personality Disorder-Abbreviated Scale [192] and the Composite International Diagnostic-Screener [193] . These screening calls would further allow us to exclude individuals who are evaluated as meeting criteria for clinical diagnoses or psychological instability as identified by the meditation instructors, using the screening instruments. This is an important step as the current study is a first step towards exploring the effects of low-intensity online socio-emotional interventions in a non-clinical population."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "In future studies, this line of research may be extended to clinical populations."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "7. astly, if based on the above-mentioned individual screening calls with meditation teachers some individuals have to still be excluded from the study, then the above sampling procedure will be repeated in order to fill any participant gaps in each group."
        },
        {
            "cite_spans": [
                {
                    "end": 365,
                    "ref_id": "BIBREF110",
                    "start": 360,
                    "text": "[194]"
                },
                {
                    "end": 756,
                    "ref_id": "BIBREF111",
                    "start": 751,
                    "text": "[195]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "An estimated 300 individuals, 100 per intervention group, will be recruited. A priori effect size and power calculations have been performed based on the results from the previous mental training study, the ReSource project [67], which developed and validated the interventions being applied in the current study. Power analyses were conducted using G � Power [194] for analysis of variance with repeated measurements and interactions between group and intragroup variables. The analyses elements were as follows: an alpha level of .05, with a power (1ß) of .80, 3 groups and 2 measurement occasions, a correlation of variables with repeated measurements of .39 which is the lower limit of retest reliability for the Cortisol Awakening Response (CAR; [195] ), and an assumed small effect size of f = .10. This results in a total sample size of n = 297. For the additional third measurement time (post-test 2 following socioemotional intervention given to waitlist control group) power analysis was conducted in a similar manner as above."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and setting",
            "text": "We will use a multi-factorial mixed (between-and within-subjects) design. Type of intervention will serve as the between-subjects variable. Type of intervention has three levels: 1) socioemotional mental training intervention, 2) mindfulness-based mental training intervention, and 3) retest control group (waitlist control). Within-subjects effects, from pre-to post-intervention, will be assessed on dependent variables of interest. Participants in intervention groups 1 and 2 will be assessed on dependent variables at 2 timepoints, pre and post the intervention period (pre-test & post-test). The waitlist control group will be assessed on dependent variables at 3 timepoints, i.e., as retest control group at pre and post the first intervention period (pretest and post-test) and post a second socio-emotional intervention period, which only applies to this group (post-test 2). Participants will be randomly assigned to one of the three groups in a parallel group design using computer generated numbers in a block randomization technique with 1:1:1 allocation. No blinding will be used since both participants and staff need to be aware which condition the participant belongs to in order to be able to attain and provide the appropriate training and practice prior to starting the actual interventions. The study will be conducted at the Social Neuroscience Lab, Max Planck Society, Berlin, Germany. The study will take place online, with the exception of lab visits for administration of behavioral tasks (2 for groups 1 and 2, 3 for group 3)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and setting",
            "text": "Ethics approval and consent to participate. The study will be conducted in accordance with the Declaration of Helsinki, and all participants will provide written informed consent prior to their participation in the study. Participation in the study is fully voluntary, and withdrawal from the study is possible at any time. Participants will be reimbursed for the time spent on the testing portion of the study at the rate of 10 euro per hour. The study protocol has been approved by the ethics commission of the Charité -Universitätsmedizin Berlin (EA4/ 081/21). Modifications of the protocol are reported to the committee. Please see S1-S4 Files for study protocol and the amendment submitted to the ethics commission. The trial is registered at clinicaltrials.gov (NCT04889508). The study is a controlled clinical trial with a retest control condition and will follow the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) Statement for reporting trial protocols (see S5 File)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 20,
                    "ref_id": "FIGREF6",
                    "start": 11,
                    "text": "Fig 5 for"
                }
            ],
            "section": "Measures",
            "text": "Please see Fig 5 for an overview of which measures will be administered when during the study protocol."
        },
        {
            "cite_spans": [
                {
                    "end": 248,
                    "ref_id": "BIBREF112",
                    "start": 243,
                    "text": "[196]"
                },
                {
                    "end": 279,
                    "ref_id": "BIBREF113",
                    "start": 274,
                    "text": "[197]"
                },
                {
                    "end": 285,
                    "ref_id": "BIBREF114",
                    "start": 280,
                    "text": "[198]"
                },
                {
                    "end": 342,
                    "ref_id": "BIBREF115",
                    "start": 337,
                    "text": "[199]"
                },
                {
                    "end": 380,
                    "ref_id": "BIBREF41",
                    "start": 375,
                    "text": "[137]"
                },
                {
                    "end": 426,
                    "ref_id": "BIBREF116",
                    "start": 421,
                    "text": "[200]"
                },
                {
                    "end": 496,
                    "ref_id": "BIBREF117",
                    "start": 491,
                    "text": "[201]"
                },
                {
                    "end": 536,
                    "ref_id": "BIBREF118",
                    "start": 531,
                    "text": "[202]"
                },
                {
                    "end": 584,
                    "ref_id": "BIBREF119",
                    "start": 579,
                    "text": "[203]"
                },
                {
                    "end": 639,
                    "ref_id": "BIBREF121",
                    "start": 634,
                    "text": "[204]"
                },
                {
                    "end": 685,
                    "ref_id": null,
                    "start": 680,
                    "text": "[205]"
                },
                {
                    "end": 732,
                    "ref_id": "BIBREF105",
                    "start": 727,
                    "text": "[189]"
                },
                {
                    "end": 1525,
                    "ref_id": "BIBREF124",
                    "start": 1520,
                    "text": "[206]"
                }
            ],
            "ref_spans": [],
            "section": "Measures",
            "text": "Pre-post questionnaires. We will assess change from baseline to 10 weeks after the intervention using the following validated questionnaires which will be administered at pre-test, post-test and post-test 2: Perceived Stress Scale-10 (PSS-10; [196] ), UCLA Loneliness Scale [197] [198] ), Difficulties in Emotion Regulation Scale (DERS; [199] ), Brief Resilience Scale (BRS; [137] ), Prosocialness Scale for Adults (PSA; [200] ) Multidimensional Assessment of Interoceptive Awareness (MAIA; [201] ), Fear of Compassion Scale (FoC; [202] ), Sussex-Oxford Compassion Scales (SOCS; [203] ), State Self-Compassion Scale-Long Form (S-SCS; [204] ), Interpersonal Reactivity Index (IRI; [205] ) and Toronto Alexithymia Scale (TAS-20; [189] ). The following COVID-19 related self-generated questions will also be assessed: belonging to COVID-19 biological risk group, belonging to COVID-19 professional risk group, positive test result for COVID-19, presence of COVID-19 symptoms, hospitalization due to COVID-19 and the duration of hospitalization, the history of or current presence of long-covid symptoms, status of COVID-19 vaccination (received none, first or both doses), perception of benefits of COVID-19 vaccination (in case of one or two doses received), willingness to receive COVID-19 vaccination (in case of no vaccine dose received), and impact of COVID-19 related restrictions and limitations. Participants will also answer questions regarding their smoking behavior, alcohol consumption behavior (using AUDIT-C; [206] ), current pregnancy (if any), use of hormonal medication, presence of endocrine disorders, oral contraceptive use, and Body Mass Index (BMI). The questionnaires will be completed using a mobile and web app."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures",
            "text": "Pre-post behavioral tasks. The behavioral tasks will be administered in person in lab. We will assess change from baseline to 10 weeks after the intervention using the following behavioral tasks:"
        },
        {
            "cite_spans": [
                {
                    "end": 15,
                    "ref_id": "BIBREF58",
                    "start": 10,
                    "text": "[152]"
                }
            ],
            "ref_spans": [],
            "section": "Measures",
            "text": "• EmpaToM [152] : This task allows to simultaneously measure empathy, compassion and theory of mind (ToM). It consists of 48 emotionally neutral or negative short video sequences. Valence (empathy) and feelings of compassion (compassion) will be rated by participants, followed by multiple choice questions that demand a ToM-inference or factual reasoning."
        },
        {
            "cite_spans": [
                {
                    "end": 29,
                    "ref_id": "BIBREF74",
                    "start": 24,
                    "text": "[166]"
                }
            ],
            "ref_spans": [],
            "section": "Measures",
            "text": "• Zurich Prosocial Game [166] : This game serves as implicit assessment of prosocial behavior in the context of reciprocity, helping cost and distress cues. Measure of interest is the number of keys that a participant invests in removing obstacles from another player's maze path when no reciprocity is given, independent from reciprocity (percentage of times the other player removed obstacles of the participant's maze) and helping cost (percentage of times when helping costs keys left for one's own maze). This altruistic prosocial behavior is assessed in two conditions, i.e., with and without distress cues. "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Effects of socio-emotional and mindfulness-based online interventions on mental health and social capacities"
        },
        {
            "cite_spans": [
                {
                    "end": 32,
                    "ref_id": "BIBREF126",
                    "start": 27,
                    "text": "[207]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "• Social Value Orientation [207] : Participants are asked to allocate money between themselves and another person. Thereby, participants choose between three distribution options (prosocial = optimizing other's gain; individualistic = optimizing one's own gain; competitive = maximizing the difference in gains). The task will be conducted in 9 rounds. Number of prosocial choices will be the measure of interest."
        },
        {
            "cite_spans": [
                {
                    "end": 26,
                    "ref_id": "BIBREF127",
                    "start": 21,
                    "text": "[208]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "• Social Discounting [208] : For each of 7 imagined acquaintances of different social distances to them, participants will distribute money to either themselves or another person and themselves in 9 different settings. Distribution choices can be either selfish or generous. The crossover point between last selfish and first altruistic choice represents the amount they are willing to forgo for another person. The degree of discounting (k) under the assumption of a hyperbolic function between social distance and money distributed to others will serve as variable of interest."
        },
        {
            "cite_spans": [
                {
                    "end": 38,
                    "ref_id": "BIBREF39",
                    "start": 33,
                    "text": "[135]"
                },
                {
                    "end": 239,
                    "ref_id": "BIBREF39",
                    "start": 234,
                    "text": "[135]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "• Scrambled Sentences Task (SST; [135] ): Scrambled sentences task assesses emotional biases in the individual's tendency to interpret ambiguous information. We will employ the mouse-contingent version of the scrambled sentences task [135] . In this task, participants unscramble sentences using five of the six displayed words to form grammatically correct and meaningful statements (e.g., looks the future bright very dismal). By reporting the unscrambled sentence that first comes to mind, every sentence is resolved in either a positive (e.g., the future looks very bright) or negative (e.g., the future looks very dismal) manner. Twenty unscrambled sentences designed to tap into depression-relevant themes and 20 designed to tap into anxiety-related themes will be presented. An index of negative interpretation bias will be obtained from the ratio of negatively unscrambled sentences to the total correctly completed emotional sentences. The index of positive interpretation bias will be obtained from the ratio of positively unscrambled sentences to the total correctly unscrambled emotional sentences. Additionally, the mouse-contingent version of the task will also allow us to obtain indices of positive and negative attention bias through tracking of duration of time spent on negative versus positive words. Employing the mouse-contingent version of SST will allow us to assess attention biases for emotional stimuli in a reliable manner, and without additional burden for participants in the form an additional dot probe task to measure attention biases."
        },
        {
            "cite_spans": [
                {
                    "end": 832,
                    "ref_id": "BIBREF128",
                    "start": 827,
                    "text": "[209]"
                },
                {
                    "end": 928,
                    "ref_id": "BIBREF129",
                    "start": 923,
                    "text": "[210]"
                }
            ],
            "ref_spans": [
                {
                    "end": 235,
                    "ref_id": "TABREF1",
                    "start": 228,
                    "text": "Table 1"
                }
            ],
            "section": "PLOS ONE",
            "text": "Pre-post ecological momentary assessment (EMA). We will assess change from baseline to 10 weeks after the intervention in CAR using saliva samples obtained over a period of 2 days in a week at pre-test and post-test (please see Table 1 ). On two consecutive days (Thursday and Friday) of a given week, each day participants will provide saliva samples four times a day at the following timepoints: immediately after awakening, +30 minutes after awakening, +60 minutes after awakening, and once in the evening. Furthermore, on 8 days over a period of 2 weeks, 4 days (Thursday to Sunday) each in a week (including 2 days of the saliva samples), participants will receive 5 push notifications randomly jittered over the day on their mobile App to respond to EMA questions about stress assessment and stressor appraisal questions [209] , coping or regulation strategy used if a stressor was present (using CERQ and Brief-COPE [210] , affective state, valence and temporal orientation of thoughts, loneliness, perceived emotional control and interoceptive awareness. Additionally, for the cortisol samples, participants will be asked directly after the first sample after awakening about sleep quality, time of saliva assessment, hormonal cycle, current illness, work shift and work day/ weekend in order to control for these variables. The pre-post EMA will take place at the participants' location."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Pre-post epigenetic marker assessment. We will assess change from baseline to 10 weeks after the intervention in the polyepigenetic scores. Participants will provide an additional saliva sample (Oragene-DNA, DNA Genotek) during the same time as when they complete the prepost EMA saliva samples mentioned above. DNA will be extracted from these saliva samples and DNA methylation will be measured using Illumina EPIC DNA methylation arrays and genome-wide SNP genotyping using Illumina Genome Screening arrays will be performed in all individuals not genotyped in Phase 1."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Pre-post inflammation marker assessment. We will assess change from baseline to 10 weeks after the intervention in CRP levels. Participants will provide an additional saliva sample during the same time as pre-test and post-test EMA assessment and epigenetic marker assessment mentioned above. CRP levels in the saliva will be extracted as markers of inflammation."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Weekly assessments during intervention. We will assess weekly changes in mechanistic variables of interest over the period of 10 weeks of intervention using the mobile or web app "
        },
        {
            "cite_spans": [
                {
                    "end": 502,
                    "ref_id": "BIBREF130",
                    "start": 497,
                    "text": "[211]"
                },
                {
                    "end": 516,
                    "ref_id": "BIBREF131",
                    "start": 511,
                    "text": "[212]"
                },
                {
                    "end": 700,
                    "ref_id": "BIBREF132",
                    "start": 695,
                    "text": "[213]"
                },
                {
                    "end": 763,
                    "ref_id": "BIBREF133",
                    "start": 758,
                    "text": "[214]"
                },
                {
                    "end": 817,
                    "ref_id": "BIBREF134",
                    "start": 812,
                    "text": "[215]"
                },
                {
                    "end": 887,
                    "ref_id": "BIBREF135",
                    "start": 882,
                    "text": "[216]"
                },
                {
                    "end": 947,
                    "ref_id": "BIBREF128",
                    "start": 942,
                    "text": "[209]"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Effects of socio-emotional and mindfulness-based online interventions on mental health and social capacities designed for the study. Participants will once a week complete CERQ, Perceived Stress Scale-4-item version (PSS-4), FoC Scale (only following subscales will be assessed: Fear of Expressing Compassion for Others and Fear of Expressing Kindness and Compassion Towards Oneself), S-SCS (only following subscales will be assessed: Self-Kindness and Common Humanity), Mindfulness scale (CAMS-R [211] or FFMQ [212] ), MAIA (only following subscales will be assessed: Self-Regulation and Body Listening), IRI (only subscale Personal Distress will be assessed), Penn State Worry Questionnaire-3 [213] , Cognitive Control and Flexibility Questionnaire (CCFQ; [214] ), Acceptance and Action Questionnaire (AAQ-II; [215] ), Brief COPE, Inclusion of Other in the Self Scale (IOS Scale; [216] ), stress assessment and stressor appraisal questions [209] , and three self-generated questions on frequency and quality of social interaction and empathic listening. Daily assessment pre and post daily intervention exercise. We will assess daily changes in mechanistic variables of interest over the period of 10 weeks of intervention using the mobile or web app designed for the study. Participants will be asked to evaluate their feeling of engagement with the exercise on a daily basis after the training session. Questions pre and post daily exercise sessions that will be presented alternately every other day include affective state (Affect Grid), valence, temporality and social orientation of thoughts (Cube of Thoughts), feeling of connectedness to partner (IOS), level of interoception (awareness of bodily sensations), and perceived loneliness. Level of personal detail shared (personal disclosure) will only be assessed after the Affect Dyad exercise in the socio-emotional intervention."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE",
            "text": "Phase 1 measures. Data on various measures of trait and state vulnerability, resilience, and social cohesion will also be obtained from the recently completed first phase of the CovSocial project (osf.io/jvb98). The data will be used to test hypotheses that predict impact of phase 1 trait and longitudinal assessments on intervention-related change in phase 2."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions",
            "text": "Socio-emotional mental training (group 1). The behavioral intervention will consist of 10 weeks of daily Affect Dyad practice with a partner as the core exercise. In the Affect Dyad (AD), participants perform a 12-minute partner-based exercise which involves contemplating over the experience of one difficult situation and one situation which incurred gratitude in the past 24 hours. Both partners take turns speaking about the two situations while the other partner listens in a non-judgmental manner. While the participants elaborate on the situations, they are asked to mostly focus on the bodily experience of the emotions generated during the situation. Daily practice of the dyad begins with a moment of silence wherein participants are required to center themselves and let go of the events and feelings experienced during the day thus far. After this, the first partner speaks about a difficult or stressful situation they experienced during the past 24 hours, and the emotions arising in that situation were felt in their body. While the first partner speaks, the other partner remains silent and is instructed to listen in an empathic non-judgmental manner. After speaking for 2.5 minutes about the difficult situation, the first partner then speaks about a situation that made them feel grateful or gratitude experienced in the past 24 hours, and how the emotions arising during this situation were felt in their bodily sensations. The partner once again remains silent and listens with an empathic and non-judgmental stance. Once the first partner finishes speaking about the grateful situation for 2.5 minutes, the entire procedure is then repeated with the second partner as speaker and the first partner as listener. The exercise ends with a moment of silence once again. Participants perform this daily exercise 6 times a week. Prior to each week of daily dyad practice, the participants are randomly paired to one other participant in the Affect Dyad group. The goal of the exercise is to enhance coping with difficult emotions, increase social connectedness, (self) acceptance, empathic and non-judgmental listening and gratitude."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions",
            "text": "Mindfulness-based mental training (group 2). The behavioral intervention will consist of 10 weeks of daily individual attention-based mindfulness meditation practice. One of the core practices will be Breathing Meditation (BM), a 12-minute individual exercise that requires participants to focus their attention on the sensations of breathing. Participants have to sustain their attention to breath for long stretches of time, and have to return their attention to their breath when their mind wanders. Participants will also engage in other practices, such as attention-based mindfulness on sounds (object of attention is sounds in the environment) and open presence meditation (object of attention is sensations present in the inner and outer environment). Daily practice of the meditation takes place through pre-recorded exercise audios recorded by meditation trainers who guide the participants through the entire 12-minute exercise. The exercise begins with participants being asked to sit in a comfortable position that makes them relaxed yet keeps them awake and aware. They are asked to feel the contact to all the objects that their body rests on, and are asked to cultivate an attitude of dignity and receptivity towards themselves and their body. The exercise encourages them to focus their attention on their breath, and to bring back their attention to the breath when their mind has become distracted or has wandered. The key focus of these practices is on training presentmoment attention and interoceptive body awareness."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions",
            "text": "Retest control group (waitlist control group 3). The retest control group, which is also a waitlist control group, will only be tested prior to and after the 10-week period at pre-test and post-test wherein other groups undergo the interventions. In a second step, the waitlist control group will then also undergo a 10-week period of socio-emotional intervention, with the exact same protocol as the socio-emotional intervention experimental group 1 described above."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor training",
            "text": "The interventions will be conducted using an online mobile and web app. However, participants will also be assigned to one of four MBSR-trained teachers. These instructors will introduce participants to the interventions, coach them on the basics of the interventions, and will conduct \"weekly check-ins\" with participants. All MBSR instructors have received a comprehensive in-house training, which includes multiple workshops by leading experts to ensure high qualification in their ability to manage participant adherence to the interventions."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure",
            "text": "The study will begin with the invitation of Berliners who took part in the first phase of the Cov-Social project. The invitation for the current study will include brief information about the current second phase of the project, and the link to complete the online pre-screening questionnaire. Once interested individuals complete the prescreening, the results from the questionnaire will be analyzed to select the appropriate individuals who meet the inclusion and exclusion criteria (listed in the sample section above). The selected individuals will be randomly assigned to form three tentative groups with n = 200 each, socio-emotional intervention group, mindfulness-based intervention group, and retest control group (waitlist control). These selected individuals will then be invited to an online information webinar for further detailed information about the study, including introduction to the specific intervention they have been randomly assigned. Upon the webinars, individuals who express interest in taking part in the study will receive an email to formally sign up for the study by providing formal informed consent, in order to form final three n = 100 groups. The participants will then undergo short 30-minute screening calls with MBSR instructors, who will ultimately also track the progress of participants throughout the course of the intervention with weekly check-in meetings. After the screening calls, a final assessment of the three groups will take place, and further participants will be recruited in case of dropouts to make sure that we have n = 100 per group. This will complete the recruitment procedure which will take place entirely online."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure",
            "text": "After the recruitment, participants will complete a 2-week pre-intervention EMA, wherein they will provide saliva samples at specific timepoints and answer questions about their mental and physical health during those corresponding timepoints. This period of data collection will take place at the convenience of participants (at their home, workplace, etc.) to be able to capture the ecologically valid CAR and stress response. For this portion, participants will be sent the appropriate saliva collection kits by mail. Next, all participants will then be invited to the lab to complete the pre-intervention assessment of the behavioral tasks, and they will also complete the pre-intervention assessment of questionnaires using the web and mobile App. This pre-intervention assessment period will last approximately 4 weeks, after which the intervention period will begin."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure",
            "text": "The intervention period will last 10 weeks, and no blinding will be employed During each week participants in the two intervention groups will perform the intervention-specific exercises 6 times a week using the mobile or web app designed for the study. Every day prior to and after completing the intervention exercise, participants will complete the interventionrelated daily EMA using app. Once a week, participants will undergo 2-hour online coaching sessions with an intervention instructor. The purpose of these so-called \"weekly check-ins\" would be to ensure that participants are able to share insights gained during the week, resolve issues faced during the week, and to keep up the motivation and commitment of participants. Once a week, at a random timepoint, participants will also complete the weekly assessment measures tracking changes in various potential mechanistic variables of interest using the app. During this first intervention period, participants in the retest control group will not complete any daily EMA or weekly assessments. After the completion of the first 10-week intervention period, all participants will again be invited to the lab to complete the same battery of behavioral tasks at post-intervention, and will also complete the same battery of questionnaires through the web and mobile App. Participants will once again undergo a 2-week post-intervention EMA period, during which they will provide saliva samples at specific timepoints, along with answering questions about mental and physical health at those timepoints."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure",
            "text": "Upon the completion of the post-test, all participants in the retest control group (waitlist control) will then undergo the 10-week socio-emotional intervention period. Same as above, during each week participants in the waitlist control group will perform the intervention-specific exercise 6 times a week. Every day prior to and after completing the intervention exercise, they will complete the intervention-related daily EMA, and once a week, they will undergo 2-hour coaching sessions with an intervention instructor. They will also complete the weekly assessment measures, once a week at a random timepoint, to track changes in various potential mechanistic variables of interest. The participants will then undergo post-test 2, wherein they will complete the behavioral tasks, pre-post questionnaires, and pre-post EMA. Lastly, posttest 2 will also be offered to participants in the other 2 groups depending upon the availability of resources."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure",
            "text": "Pre-post questionnaires will be assessed using an online survey which will be implemented in a research WebApp (app.covsocial.de). This WebApp has been developed for the purpose of the CovSocial project. The WebApp and linked Webpage (www.covsocial.de) are developed by the web agency CosmoCode GmbH. Weekly assessments during intervention and daily assessment pre and post daily intervention exercise will also take place through the app."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management and monitoring",
            "text": "Data collection and management will adhere to German law. Participant data will be stored on encrypted institute servers in a pseudonymized manner. This will allow only the dedicated study personnel to access the full details of participants (i.e., personal identifying and study data). Since participants have the right to withdraw from the study at any time, provisions are in place to delete all individual data from servers if requested by a participant. Data will be presented in eventual publications, and will be fully anonymous. This anonymized dataset will be accessible to all investigators/authors of the protocol. Study documents will be kept at the Social Neuroscience Lab, Max Planck Society for the duration of the study and consecutive data analysis. Biological data will be stored in biobank. Since the current trial does not involve blinding, the establishment of a data monitoring committee is not necessary. The occurrence of adverse events will lead to the immediate exclusion of the participant from the study. These serious adverse events will be reported to the ethics commission of the Charité -Universitätsmedizin Berlin."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial Status",
            "text": "This is the first version of the protocol. The first pre-screened participant was invited to be informed about the study on May 27 th , 2021. The recruitment phase or the data collection phase of the trial will be completed by the end of March 2022 including post-test and post-test 2 measurements."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "Statistical Models will be conceptualized and set up within the structural equation modeling and the mixed-effects modeling frameworks and estimated with corresponding packages from the statistical analysis software R. Each hypothesis will be tested for statistical significance using α = .05."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "Effects of mental training interventions on pre-post changes in variables of interest. In order to evaluate intervention-related effects on variables of interest, a mixed-effects modeling approach will be applied. Effects of time of assessment (pre-test/post-test for primary outcome variables and pre-training session/post-training session for secondary outcome variables respectively) and intervention group (socio-emotional mental training/mindfulness-based mental training/waitlist control group), as well as the interaction between time and group will be defined as fixed effects. Dummy coding with the waitlist control group as reference will be used for the intervention group variable. Additionally, we will control for participant-related random effects."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 285,
                    "ref_id": "FIGREF8",
                    "start": 279,
                    "text": "Fig 6)"
                }
            ],
            "section": "Statistical analysis plan",
            "text": "In addition, latent change scores for each primary outcome variable respectively will be computed with two timepoints (pre-test/post-test). The change in outcomes will be modeled as a latent variable and this latent change will be predicted by the treatment condition (path c in Fig 6) . A correlation between the latent change score and initial levels on the primary outcome variable of interest is evaluated."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 924,
                    "ref_id": "FIGREF8",
                    "start": 918,
                    "text": "Fig 6)"
                }
            ],
            "section": "Statistical analysis plan",
            "text": "Effects of mental training interventions on changes in mediator variables over time during intervention period. We will employ latent growth curve modelling to firstly test changes in daily (pre-and post-daily exercise sessions respectively) and weekly mediator variables over time (unconditional models) and secondly to test the effects of mental training interventions on changes in mediator variables over time (conditional models). Depending on the model fit, latent slope factors will successively be modeled with a linear, quadratic, or freely estimated (only first two factor loadings of growth are constrained) growth over time during the intervention period. Latent intercepts will be modeled with factor loadings at every timepoint constrained to 1. In conditional models, slopes are regressed on group variables (dummy coded for socio-emotional mental training/mindfulness-based mental training) (path a in Fig 6) . We will also explore the directional and temporal interplay between the changes in the different mediator variables using different SEM approaches to model daily, weekly and pre-post mediators."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 496,
                    "ref_id": "FIGREF8",
                    "start": 490,
                    "text": "Fig 6)"
                }
            ],
            "section": "Statistical analysis plan",
            "text": "Associations between changes in outcome variables and changes in mediator variables. In order to evaluate an association between changes in outcome variables and changes in mediator variables over time, latent change scores of primary outcomes and latent slopes of mediator variables will be tested for their correlation. To account for partial mediation, direct paths of latent slopes of mediator variables to latent change scores of primary outcome variables will be estimated (path b in Fig 6) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "Mediation analysis. The direct effect of the treatment condition on the outcomes of interest (path c') will be estimated in the SEM framework. The amount of mediation will be indicated by comparison of the direct effect when controlled for the mediator variable (path c') and the direct effect without controlling for the mediator (path c)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "Prediction of pretest and intervention-related changes in variables of interest by traitlevel individual characteristics and changes in state-levels of vulnerability, resilience and social cohesion. Further, we are interested in exploring whether certain individuals respond better or worse to the interventions based upon specific trait characteristics as well as trajectories of state-level psychological vulnerability, resilience and social cohesion during the course of the pandemic in phase1 (T1-T7). For this, data from phase 1 of the CovSocial project will be used. Phase 1 data has been previously analyzed using a latent factor model approach for trait vulnerability, resilience and social cohesion, and latent change score models for changes in state vulnerability, resilience and social cohesion. Standardized latent factor scores obtained from the trait and state factor models constructed and published in phase 1 (Silveira et al., in preparation) will be used in our current mixed effects modeling approach. Please see preregistration of phase 1 for further details on what indicators constitute the trait and state vulnerability, resilience and social cohesion factors (osf.io/jvb98)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "1. We will examine whether trait predispositions predict mental state at pretest and moderate pre-post intervention changes in the current phase 2 of the project ('trait effect'). Latent change factors will be employed as outlined above. Observed primary outcome variables at pretest as well as latent changes of those outcome variables will be regressed on the latent trait factors. 2. Next, we will evaluate whether state changes in stress and vulnerability, resilience and social cohesion during the pandemic (T1-T7) can predict state variables of interest at pretest and intervention-related changes in phase 2. Four different models of latent change will be computed using phase 1 data:"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "• \"Acute first lockdown effect\": The change in latent factors from pre-lockdown to the first lockdown will be determined using latent change score models (T1-T2 in phase 1)"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "• \"Recovery effect\": The change in latent factors from the first lockdown to re-opening in Berlin will be determined using latent change score models (T2-T3)"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "• \"Second lockdown fatigue effect\": The trajectory of change in latent factors during the second lockdown in Berlin will be indicated by the latent slope in latent growth curve models (T4-T7)"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "• \"Cumulative pandemic effect\": We will compute an unweighted sum of standardized latent change score \"acute first lockdown effect\" and the standardized latent slope \"second lockdown fatigue effect\""
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "Observed primary outcome variables at pretest as well as latent change scores of those outcome variables will be regressed on these latent change scores (acute first lockdown effect, recovery effect), latent slopes (second lockdown fatigue effect), and unweighted sum of the change trajectories (cumulative pandemic effect)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis plan",
            "text": "Background, context and socio-demographic variables. Where necessary, we will account for socio-demographic variables (such as age, gender, marital status, number of children, education in years, and household income) and other context variables including COVID-19 related questions (e.g., access to green spaces, job status, covid-related health status, living situation, financial and job risk factors etc.) assessed in the context of the extensive assessment in phase 1. Predictive value of relevant context-and demographic variables on differences in variables of interest at pretest and their training-related change will be explored similarly to the prediction by latent trait factors assessed in phase 1. Besides, initial levels on outcome variables of interest at pretest will be controlled for by including autoregressive paths in respective models."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The current study aims to examine the impact of online socio-emotional and mindfulnessbased interventions on stress, loneliness, social connectedness, mental health, psychological resilience, and social capacities and cohesion in the context of the current SARS-CoV-2 pandemic. Several empirical studies have provided strong evidence for poor mental well-being outcomes owing to the very high levels of stress and isolation generated as a result of the pandemic and the related lockdowns. The massive social changes induced due to measures such as physical distancing and closure of arenas of social participation, have not only impacted individual levels of stress and vulnerability, but also ushered a change in crucial societal foundation of social cohesion. Therefore, the current study will assess whether brief online interventions aimed at enhancing mental well-being, psychological resilience and social cohesion can reduce individual stress, loneliness and vulnerability and enhance individual psychological resilience, and also improve social capacities and cohesion amongst the various elements of society."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The current study adapts socio-emotional and mindfulness-based interventions applied in the ReSource project (67). The project applied intensive, 3-month long, in-person practice of mindfulness-based and socio-affective interventions that led to enhancement of mental well-being, social capacities such as compassion, empathy and prosocial behaviors, and reductions in a range of vulnerability factors such as stress or negative affect (68). In the current study, we plan to test whether such interventions can be beneficial and have measurable effects when delivered in a less intense, purely app-based online format, with only 12 minutes of practice per day over only a few weeks. This could allow for the development of more flexible forms of such interventions to be able to apply these on a larger scale to heterogeneous population samples. As such, we will validate whether brief, daily 12-minute online interventions that last 10 weeks can lead to prevention of maladaptive outcomes such as depression, anxiety, loneliness and stress, and lead to enhanced resilience, mental well-being as well as increased social competencies and cohesion. This will allow us to ascertain whether large-scale application of such interventions, that require minimal time and effort from participants, is feasible or not in terms of application and outcomes. The findings from the present study will also allow us to test whether such brief interventions can be applied to more clinical settings to reduce incidence of development of psychological disorders, such as major depression and generalized anxiety, in the face of more global stressors. Also, two associated questions of interest that will be answered are a) which type of mental training intervention is specifically effective in bringing about changes in which outcomes, and b) whether specific risk groups benefit more from one specific type of mindfulness-based or socio-emotional intervention. Moreover, the study will also clarify whether the biological embedding of stressful experiences, in the form of genotypic and polygenic risk markers of vulnerability, resilience and social cohesion, can be changed or reversed upon undergoing mindfulness-based and socio-emotional interventions. Lastly, the present study will also serve to advance the field of digitalized and personalized mental health interventions, which is increasingly being seen as an alternative to more traditional forms of in-person psychotherapy and interventions. "
        }
    ],
    "metadata": {
        "paper_id": "27d53c3625bf4716d210da171d176beb33d09d50",
        "title": "Investigating differential effects of socio- emotional and mindfulness-based online interventions on mental health, resilience and social capacities during the COVID-19 pandemic: The study protocol"
    }
}