{
    "abstract_text": "Objective COVID-19 related measures have impacted sleep on a global level. We examine changes in sleep problems and duration focusing on gender differentials. Design Cross-sectional analyses using two nationally representative surveys collected during the first and second month after the 2020 lockdown in the UK. Setting and participants Participants (age 17 years and above) from the first wave of the Understanding Society COVID-19 Study are linked to the most recent wave before the pandemic completed during 2018 and 2019 (n=14 073). COVID-19 Survey Data was collected from 2 to 31 May 2020 (n=8547) with participants drawn from five nationally representative cohort studies in the UK. Analysis We conducted bivariate analyses to examine gender gaps in change in sleep problems and change in sleep duration overall and by other predictors. A series of multivariate ordinary least squares (OLS) regression models were estimated to explore predictors of change in sleep problems and change in sleep time.Results People in the UK on average experienced an increase in sleep loss during the first 4 weeks of the lockdown (mean=0.13, SD=0.9). Women report more sleep loss than men (coefficient=0.15, 95% CI 0.11 to 0.19). Daily sleep duration on average increased by ten minutes (mean=−0.16, SD=1.11), with men gaining eight more minutes of sleep per day than women (coefficient=0.13, 95% CI 0.09 to 0.17). Conclusion The COVID-19 related measures amplified traditional gender roles. Men's sleep was more affected by changes in their financial situation and employment status related to the crisis, with women more influenced by their emotional reaction to the pandemic, feeling anxious and spending more time on family duties such as home schooling, unpaid domestic duties, nurturing and caregiving. Based on our findings, we provide policy advice of early, clear and better employment protection coverage of self-employed and precarious workers and employer recognition for parents",
    "body_text": "As COVID-19 first unfolded in early 2020, the UK government announced a series of policy responses, including a strict lockdown and stay at home measures on 23 March 2020, the closing of schools and various employment and job retention schemes. The pandemic deeply impacted the daily lives of individuals, families and workers. Lockdown measures compelled people to stay at home, businesses and schools to close and the suspension of work or firing of employees. Lockdowns forced individuals to live in entirely new ways by home schooling children and experiencing unprecedented work-life conflict, anxiety and economic hardship. In addition to economic and coordination problems, these changes had the potential to induce psychological discomfort related to loss of control and uncertainty. One way to measure the deep mental health impacts of lockdown is through sleep loss and disruption, which has the potential for both short but also longer term negative health consequences. A recent study found that COVID-19 related measures impacted sleep on a global level and the disturbed sleep during the pandemic is strongly linked with mental distress. 1 Sleep is regulated by circadian rhythms, synchronised by external diurnal cycles, including sunlight and temperature. 2 This internal clock tells our bodies when to sleep, wake and eat. In modern societies, human's circadian clocks are also structured by daily employment and school schedules. BeyondStrengths and limitations of this study ► This study extends our knowledge on the gendered impact of lockdowns during COVID-19, but also how different social structural conditions have diverse relationships with sleep disruption. ► The study may suffer from attrition bias and recall bias. The use of two nationally representative samples can assuage this concern since the results from the two samples are consistent. ► Our findings have clear employment and organisational policy implications for future lockdowns or pandemics.Open access the external shock of the COVID-19 pandemic, several recent factors have emerged to disrupt our chronotypes to unprecedented levels. Indoor lighting, exposure to light pollution from streets and electronic devices such as laptops and smartphones places more individuals at risk of circadian disruption. With social distancing protocols in place amid the COVID-19 pandemic, individuals were increasingly connecting to the outside world through screens. The unexpected changes in lifestyles due to the pandemic may have interrupted the sleep-wake cycle in both infected patients and the general population and have short-term and long-term physiological, behavioural, cognitive and emotional consequences. 3 Sleep is essential for physical 4 and mental functioning. 5 Sleep deprivation has been related to lower cognitive functioning, higher accident rates and increased interpersonal conflict. 6 The impact of COVID-19 on sleep disruption, however, is not equally distributed. Previous research found that women have distinct and higher levels of sleep problems and disruption already in nonpandemic conditions. 7 Gender differences in change in sleep problems and sleep duration during lockdown can be a function of compositional differences in work and family responsibilities, and psychological distress that may induced by health conditions, employment and financial circumstances. Initial research using one survey found that women have been more vulnerable to sleep deprivation during lockdown 1 and more prone to suffer from anxiety in the early stages of lockdown. 8 However, evidence explaining such gender gap in sleep is limited and has not been replicated across multiple studies.Understanding inequality in sleep quality and duration is especially important during COVID-19, [9] [10] [11] since sleep is linked to the immune system and promotes inflammatory homeostasis, which affect the risks of infection. 12 The aim of this study is to examine changes in sleep problems and duration using two nationally representative web surveys collected during the first and second month after the lockdown in the UK, from April to May 2020, focusing on explaining gender differences in sleep patterns.The current study contributes to existing research in several ways. First, the pattern of changes in sleep duration for men and women during the pandemic is understudied. COVID-19 has brought considerable and deep impacts to people's social life and daily routines, but the burden is not equally distributed by gender. 12 For example, since gender norms and predominant working patterns in the UK position men as the primary earners and women as the primary care givers, the spatial boundary between work and family life was blurred during the work-from-home period. 13 Second, although some preliminary studies exist, they examine only one sample and do not focus in detail on gender differences. The current study draws from multiple longitudinal representative surveys in the UK to test and replicate our findings. Third, most COVID-19 studies are cross-sectional and therefore lack a benchmark of individuals' behaviour prior to the pandemic. By using pre-existing longitudinal surveys, we are able to gauge changes in sleep disruption by comparing information from previous waves prior to the pandemic. A related and fourth contribution is that we draw on data from national representative surveys, moving away from small selective samples. A fifth extension that we assess is the sleep gender gap across the different domains of employment, time use, life course stage, financial implications and psychological distress.We first describe the context of the initial lockdown in the UK in the spring of 2020, and how these measures impact sleep, and how that impact varies by gender and other factors. We hypothesise that women are more vulnerable to COVID-19 related impact on sleep, in terms of both sleep duration and disturbances. After describing our data, measures and analytical methods, we highlight key results followed by a discussion and reflection of the broader individual, policy and societal implications of these findings.The Understanding Society COVID-19 Study is a supplemental survey added to the existing UK Household Longitudinal Study (UKHLS), initiated in April 2020. Sampling strategies are available online. 14 Participants who are 16 years old and over from the main UKHLS sample were asked to complete a short web survey every month (those without internet access are interviewed via telephone by trained professionals) designed to explore how the pandemic impacted individuals, families and communities across the UK. We use the first wave of the data (n=17 452, response rate=41%), which was completed in April and thus covered the first month of lockdown in the UK. The data were linked to the most recent wave (wave 9) before the pandemic (n=36 055), completed during 2018 and 2019. Linking the pre-COVID-19 and post-COVID-19 questionnaires resulted in a sample of 15 990 respondents. After pair-wise deletion of missing cases for key variables, we obtain an analytical sample of 14 073.The COVID-19 Survey Data From 2 to 31 May 2020, data from a web survey of over 18 000 individuals were collected. 15 Participants who provided an email address were drawn from five nationally representative cohort studies in the UK, provided that they had not permanently withdrawn from the study, could be traced and were not known to have died. 15 The five cohorts include Millennium Cohort Study (MCS), born in 2000-2002; Next Steps, born in 1989-1990; 1970 British Cohort Study (BCS70), born in 1970; National Child Development Study (NCDS), born in 1958; and National Study of Health and Development Study (NSHD), born in 1946. At the time of writing, the NSHD was not yet included in the data. We exclude the MCS and NSHD cohorts because these are younger and older individuals, and we are interested Open access in how work and family duties influence sleep patterns. The MCS participants are now aged 19 years and most of them are still in education, and the NSHD cohort has long past the retirement age and none of them had resident dependent children. The analyses thus relate to participants from three out of five of the studies included in the survey: Next Steps (n=1907; response rate=20%), BCS70 (n=4223; response rate=40%) and NCDS (n=5178; response rate=58%). After pair-wise deletion of missing cases for key variables, we obtain an analytical sample of 8547. We conduct cross-sectional analyses using these two sources of data.We studied two outcome variables: (1) change in whether the respondent lost sleep over worry prior and post the COVID-19 pandemic (change in sleep problems); and (2) change in self-reported hours of sleep prior and post the outbreak of COVID-19 (change in sleep duration). Sleep problems were asked in both the Understanding Society COVID-19 Study and the wave 9 follow-up survey. Respondents were asked whether they have recently lost much sleep over worry (a higher score indicates worse sleep problems). Changes in the sleep problem variable is generated using the respondents' answer in the COVID-19 study minus the respondents' answer in wave 9. A higher, positive score suggests experiencing more sleep loss over worry, with 0 indicating no change.Number of hours slept at night pre and post COVID-19 was asked in the COVID-19 survey. Change in sleep duration was constructed using hours slept pre-COVID-19 minus hours slept post-COVID-19. Again, a higher and positive score suggests reduced sleep duration.We generated explanatory and control variables capturing status and behavioural changes during the COVID-19 outbreak that may be determinants of changes in sleep quality and duration based on previous literature. 16 These includes changes in financial situation, employment, health and feeling of loneliness, with higher scores denoting downward status. Most of the variables were included in both datasets, though questions may have slight variation. A detailed description of these variables and additional control variables are available in the online supplemental materials.We conducted bivariate analyses to examine gender gaps in change in sleep problems and change in sleep duration overall and by life course stage, employment status, time use and psychological distress categories. We present means and SD of change in sleep problems and change in sleep hours pre and post the COVID-19 lockdown among men and women who reported the same employment status, were in the same life course stage, time use category, change in financial situation and psychological distress level. We tested for statistical significance (p<0.05) of differences for two comparisons. First, to assess the gender gap, we use separate regression models to predict the focal outcome (ie, employment, time use, life course, financial and psychological distress categories) with gender as the sole independent variable. Second, to assess differences across the previously mentioned variables among men only or women only, we use separate regression models to predict the sleep outcomes in question with employment, time use, life course, financial and psychological distress categories as the sole independent variable.Our main analyses are a series of multivariate ordinary least squares (OLS) regression models predicting change in sleep problems and change in sleep time using status and behavioural change factors mentioned previously, controlling for life course stage, current employment status, race/ethnicity, educational attainment, spousal/ partner's employment status, coronavirus symptoms, change in feeling of loneliness and depression, key worker and time spent in housework. All analyses are conducted using STATA V.16.Patients and the public were not involved in the development of research questions, design of the study, recruitment and conduct of the study, or dissemination of the study results. The datasets used in our study are fully anonymised. None of the authors was involved in anonymisation. We gained permission to access the datasets via UK Data Service website (https://ukdataservice.ac.uk/). Both original surveys received ethics approval. Detailed information is available online (for Understanding Society COVID-19 Study: https://www.understandingsociety. ac.uk/documentation/mainstage/user-guides/mainsurvey-user-guide/ethics; for COVID-19 Survey: https:// cls.ucl.ac.uk/about-2/information-governance/).Fifty-eight per cent and 57% of the Understanding Society COVID-19 Study and the COVID-19 Survey analytical sample are women, respectively. People in the UK on average experienced an increase in sleep loss due to worry during the first 4 weeks of the COVID-19 lockdown (mean=0.13, SD=0.9), although half of the respondents report no change in sleep problems (online supplemental figure S1). Women (mean=0.20, SD=0.93) reported considerably more sleep loss due to worry compared with men (mean=0.05, SD=0.83). Although an increase in sleep loss was reported in some groups, in general, people's sleep duration on average increased by 10 min during the second 4 weeks of the pandemic lockdown in the UK (mean=−0. 16 Table 1 presents the weighted distribution of respondents' characteristics for the two samples by sex.We find that gaps in changes in sleep problems due to worry are much larger by sex than by other observed predictors (table 2) . In every category, women reported higher increases in sleep problems than men. The only exception was for losing a job, in which women reported fewer sleep problems than men, but the difference is not statistically significant at p<0.05.Change in sleep loss due to worry varied by life course stage, with young, single, childless men and older, single, childless women reporting the least changes in sleep problems. Conversely, partnered respondents with children 0-4 years old reported the highest increase in sleep problems. With the exception of young, partnered, childless respondents, women reported more sleep loss due to worry than men. Older, partnered, childless men enjoyed a 13 min increase, and older, single, childless men experienced a 5 min increase in sleep duration, while women in these life course stages had a deficit of about 2 min in sleep.Within-gender comparisons showed that among both sexes, young, single, childless respondents reported a lower increase (p<0.05) in sleep problems than partnered respondents with children younger than 5 years old. Young, partnered, childless women gained more sleep (p<0.05) during the lockdown than young, single, childless women. However, women living with a partner with younger children slept less than childless women (p<0.05). Table 2 also shows that respondents who were selfemployed reported the highest increase in sleep problems than other categories. The magnitude of this within-gender gap is much larger among women. In terms of change in employment status, women who were back in the labour force and women whose employment status did not change after the pandemic experienced increased sleep loss due to worry compared with men. Men who lost their job after the pandemic reported more sleep problems (p<0.05) compared with men who were previously not employed but were employed at the time of survey. Women who were key workers suffered more sleep problems (p<0.05) than male key workers.In terms of changes in sleep duration, employed but furloughed men slept more than women in the same category. Lockdown increased sleep duration (ranging from 4 to 38 min) for both men and women in the labour force in our sample, likely due to the closure of businesses and working from home and subsequent replacement of commuting time. Respondents in the labour force gained more sleep (p<0.05) than respondents not in the labour force, except for employed and not furloughed men. Although, both men and women who lost their job gained more time to sleep, the change in sleep duration of men is three times more than the change in sleep duration of women who lost their job (−0.62/-0.18=3.4). Table 3 shows that women report about 0.15 (95% CI 0.11 to 0.19) more sleep loss due to worry than men. Partnered respondents with young children and single parents reported a statistically significant increase (coef.=0.13, 95% CI 0.05 to 0.21) in sleep problems during the first 4 weeks of the lockdown than young, single, childless respondents.Adjustments for additional variables did not reduce gender differences in changes in sleep problems, indicating that the gender gap is independent of these factors. Change in one's financial situation is associated with changes in sleep problems. One SD change in one's financial situation predicts a 0.05 (95% CI 0.03 to 0.07) worsening of sleep problems. Compared with respondents not in the labour force, self-employed respondents suffered an increase in sleep loss (coef=0.08, 95% CI 0.01 to 0.16) due to worry. Individuals whose job status did not change and who lost their job experienced more sleep loss than those who with new jobs. Key workers and individuals who spent the highest amounts of time on housework were more likely to experience sleep problems than their counterparts.Further adjustment for changes in psychological distress substantially reduced the gender difference to one-tenth of a SD in changes in sleep problems and increased the explanatory power. Both change in loneliness and change in feeling depressed predict sleep problems.Adding interaction terms reveal that being a keyworker has a greater negative influence on women than men. Female keyworkers experienced more sleep disruption than male keyworkers ( figure 1A) . The relationship between change in financial situation, change in feeling depressed and change in sleep problems was related to gender (figure 1B). For men whose financial situation worsened, feeling more depressed was associated with a substantial increase in sleep problems, while for men whose financial situation improved, the feeling of being depressed had a small effect on sleep loss due to worry. Women were less sensitive to a change in the financial situation than men. For women who felt less depressed, a change in their financial situation had a negligible effect on changes in sleep problems. For women who felt more depressed, financial stress was associated with worsened sleep. Table 4 shows that women slept 8 min (95% CI 5 to 10 min) less than men compared with the respondents' sleep duration before the pandemic, after adjusting for sociodemographic characteristics. Adjusting for life stage slightly reduces the gender gap in change in sleep duration. Young, partnered and childless respondents reported sleeping 10 min (95% CI 3 to 17 min) longer during the first 4 weeks of the lockdown than their single counterparts. However, partnered respondents with younger children slept 24 min (95% CI 17 to 35 min) shorter than young people with no family role to fulfil. Adjustments for additional variables did not reduce the gender differences in change in sleep duration. Individuals in the labour force gained more hours of sleep after the lockdown than those not in the labour force, ranging from 10 to 15 min more, with the self-employed gaining the most sleep. Becoming unemployed since the pandemic also predicted 15 (95% CI 4 to 25 min) more minutes in sleep compared with those with new jobs. Being a key worker was associated with a 5 min (95% CI 1 to 10 min) drop in sleep time. Time spent on household work was not significant at the p<0.05 level associated with change in sleep duration. Adjusting for changes in psychological distress again substantially reduced the gender difference.Examining interaction terms revealed that when individuals were in a life course stage with more responsibilities of younger children, sleep time was reduced moreso for women than for men. For example, partnered men with young children lost about 2 hours of sleep per week after the lockdown compared with young men who were single and childless. However, the interaction term for this life course stage indicates that this same comparison yields a doubling in the difference for women-partnered women with young children slept 34 min less per day (4 hours per week) than young, single and childless women. Older, partnered men with no coresident children enjoyed 10 more minutes sleep than young, single, childless men. However, older, partnered women with no children in the household slept 13 min shorter than before. These findings indicate that a change in sleep duration is both age related and dependent on family responsibilities. The association between change in employment status and change in sleep duration also varied by gender. Men who lost their job after the lockdown had fewer work responsibilities and enjoyed a 34 min increase in sleep time than men who found a new job after the lockdown, but for women, this difference shrunk to a negligible 2 min.This study examines changes in sleep problems and duration, focusing on gender differentials. We reveal several important findings related to sleep disruption during the COVID-19 pandemic. We extend prior research by studying sleep duration and assessing gender differences in sleep patterns during the COVID-19 pandemic.Our findings show that the lockdown had negative effects on factors that influence sleep quality. People experienced major changes in their routines, living with uncertainty, stress and insecurity about their health and worries about the situation and its duration. 17 In line with previous findings, women experience severe sleep loss due to worry after the lockdown. Importantly, we find that this gender gap is independent of life course stage (change in) employment status or time spent on housework. This gender difference, however, is largely attenuated by psychological distress, reflecting that women are more prone to stress-related sleep disorders such as Table 1 Continuedpost-traumatic stress disorder and anxiety disorders 16 and have more sleep disturbances than men. 7 However, the closure of non-essential work sectors has in general reduced the number of working hours for the majority of people, and thus, we observe an increase in sleep duration during the lockdown. The increase is more pronounced in men than women. This is because men in general do more paid work than women and †Within-gender difference between omitted life course stage (young, single, childless), employment status (not in the labour force), change in employment status (new job), non-key worker, worked less than 8 hours, time spent on housework (lowest quantile), loneliness (hardly ever) or feeling depressed (not at all) and focal category is statistically significant, based on linear regression models with these predictors as sole predictor. Change in financial situation and change in loneliness and feeling depressed are held at one SD above the mean as they are continuous measures. Open access women do more unpaid work such as childrearing and housework. The lockdown reduced time in paid work but given that nurseries and schools were closed, considerably increased women's domestic burden. Our findings show that parents with younger children in the household and single parents developed the most sleep problems in the first 4 weeks of lockdown. Men's sleep quality, however, was more sensitive to changes in the financial situation. This is attributed to gendered trade-offs in employment between couples. Women are prone to reduce paid work when caregiving responsibilities and unpaid work are highest, whereas men often increase paid work when becoming fathers. 17 The self-employed had significantly more sleep problems, reflecting rising anxieties and fear of uncertainty over the future. They also slept more, likely due to business closure and shifts in time use. Our results indicate that entrepreneurs and those with small businesses or start-ups experienced stress and anxiety regarding job continuity and financial security. At the beginning of the lockdown, the UK government provided no support for self-employed people and the situation changed on 13 May 2020, when the Self-Employed Income Support Scheme became available. 18 Our data were mostly collected before such a scheme became available and reflect the uncertainty and financial strain self-employed people went through during that time.Being a keyworker also reduced sleep quality and duration. The effect of being a key worker on sleep disruption is stronger for women. Women are more likely to work in the frontline as key workers. 13 Female key workers face challenges from their professions that are more front-facing and exposed to the virus, putting themselves and their families at risk, and from their growing family responsibilities. The double burden has strongly influenced female key workers sleep quality.Men who lost their jobs after the lockdown have fewer work responsibilities and thus increased sleep time compared with men who started a new job after the lockdown, but for women there is no difference, indicating that women who lost their job seem have taken up more family obligations than men.Our findings have clear policy implications for future lockdowns or pandemics. First, measures regarding job protection and furloughing need to be early, clear and cover a broader spectrum of employees. The early government measures in the UK ignored self-employed workers and arguably many underemployed and flexible workers still do not receive coverage. 19 Although all governments acted under uncertainty, signalling support can lower anxiety and aid in individual, family and business Open access planning. Second, the disproportionate burden of lockdown on women requires more attention, particularly for those who were parents and single parents with young children in the household. More support for home-schooling, childcare and understanding from employers is essential for this group. Recognition by their employers to adjust workloads or avoid sanctions for decreased productivity during this period. The lockdown also magnified existing inequalities in the gendered division of household labour, suggesting that families could benefit from interventions or education to ease this imbalance. 20 21 Finally, more mental and other support should be provided to key workers to avoid structural sleep deficits.Our study has some limitations. First, change in sleep is based on a single self-reported item and not on a validated questionnaire assessing sleep routines, sleep health or sleep quality, inaccuracy in the memory can bias our results. Objective sleep measures generated from, for example, wearable devices should be used to replicate our results when data become available. Second, people who are willing to participate in the survey after the lockdown are likely to be those who are less vulnerable; we therefore may suffer from the attrition bias. However, we applied sampling weights as the datasets we use are designed to be used with weights to correctly reflect the population structure and reduce sampling and response bias. Third, COVID-19 symptoms or test results were not included in our analyses due to large number of missing values.Our study indicates that the COVID-19 pandemic and lockdown amplified traditional gender roles, which is reflected in the gendered factors associated with sleep. Men's sleep was more affected by changes in their financial situation and employment status related to the crisis, highlighting their roles as providers in the family. Women's sleep, however, was more influenced by their emotional reaction to the pandemic, feeling more anxious and spending more time on family duties such as home schooling, unpaid domestic duties, nurturing and caregiving. Although the purpose of this article was to explain the gender gap in change in sleep during COVID-19, changes could not all be successfully explained away by gender differences. This is likely due to some underlying biological differences, such as hormonal changes, which have been shown as one of the mechanisms contributing to sleep differences between the sexes 22 and to have a stronger influence on women. 7 For change in sleep problems, coefficient larger than zero means increased sleep problems, ranging from −3 to 3. For change in sleep duration, the coefficient indicates change in number of hours slept per night ranging from −7 to 7 hours. Positive coefficient means slept longer and vice versa.Contributors XD and MCM designed the study, and XD wrote the report, to which MCM and DMB revised it critically for important intellectual content. All authors designed the models. XD prepared the data and ran the models. All authors read and approved the final article and MCM acts as guarantor. Disclaimer The funders had no role in study design, data collection, analysis, interpretation or writing.",
    "metadata": {
        "paper_id": "2772f7b4bfff7cf4a9923a44c7926bfccf751cfd",
        "title": "Gender differences in sleep disruption during COVID-19: cross-sectional analyses from two UK nationally representative surveys"
    }
}