{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (https://creativecommons.org/licenses/by-nc/4.0/) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage)."
        }
    ],
    "back_matter": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments",
            "text": "My family for their accompaniment."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests",
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding",
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD",
            "text": "William Arbey Gutierrez Cortes, MD, MSC  https://orcid.org/ 0000-0002-8329-4109"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "D",
                    "last": "Boletín Técnico Bogotá",
                    "middle": [
                        "C"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b0",
            "title": "Boletín defunciones por COVID-19 Recovered",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "C",
                    "last": "Cesar",
                    "middle": [
                        "Á J"
                    ],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Mariana",
                    "middle": [
                        "C"
                    ],
                    "suffix": ""
                },
                {
                    "first": "P",
                    "last": "Alberto",
                    "middle": [
                        "C S"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b1",
            "title": "Boletines poblacionales: Personas Adultas mayores de 60 años Corte a diciembre de",
            "venue": "",
            "volume": "",
            "year": 2019
        },
        "BIBREF10": {
            "authors": [
                {
                    "first": "Gutiérrez",
                    "last": "Cortes",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "W",
                    "last": "Ortiz",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                },
                {
                    "first": "J",
                    "last": "Rodríguez Ospina",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                },
                {
                    "first": "M",
                    "last": "Hernández Córdoba",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                },
                {
                    "first": "D",
                    "last": "",
                    "middle": [
                        "L"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.regg.2021.04.002"
                ]
            },
            "pages": "244--245",
            "ref_id": "b10",
            "title": "Coronavirus desease (COVID-19) como causa de mortalidad en Colombia [Coronavirus desease (COVID-19) mortality in Colombia",
            "venue": "Revista espanola de geriatria y gerontologia",
            "volume": "56",
            "year": 2021
        },
        "BIBREF11": {
            "authors": [
                {
                    "first": "Gutiérrez",
                    "last": "Cortes",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "W",
                    "last": "Tovar",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                },
                {
                    "first": "C",
                    "last": "",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2666-7568(21)00005-2"
                ]
            },
            "pages": "5--7",
            "ref_id": "b11",
            "title": "Human talent in geriatrics in Colombia and its relevance for the management of COVID-19",
            "venue": "The Lancet Healthy Longevity",
            "volume": "2",
            "year": 2021
        },
        "BIBREF12": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "2000--2019",
            "ref_id": "b12",
            "title": "La OMS revela las principales causas de muerte y discapacidad en el mundo",
            "venue": "",
            "volume": "",
            "year": 2020
        },
        "BIBREF13": {
            "authors": [
                {
                    "first": "",
                    "last": "Sabe Colombia",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b13",
            "title": "Estudio nacional de salud, bienestar y envejecimiento",
            "venue": "",
            "volume": "",
            "year": 2015
        },
        "BIBREF14": {
            "authors": [
                {
                    "first": "",
                    "last": "Statista",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2666-7568(21)00064-7"
                ]
            },
            "pages": "64--71",
            "ref_id": "b14",
            "title": "América Latina y el Caribe: número de muertes a causa de COVID-19 por país. Número de personas fallecidas a causa del coronavirus (COVID-19) en América Latina y el Caribe al 18 de mayo del",
            "venue": "The Lancet Healthy Longevity",
            "volume": "2",
            "year": 2021
        },
        "BIBREF15": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b15",
            "title": "Ageing and Health",
            "venue": "World Health Organization (WHO)",
            "volume": "",
            "year": 2018
        },
        "BIBREF2": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "2020 (LC/PUB.2020/20-P)",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF3": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b3",
            "title": "Country Population Older Persons >60 Years (%) COVID-19 Cases COVID-19 Mortality Brazil 212,559",
            "venue": "Table. A1 Countries with the highest mortality from COVID-19 in Latin America (Statista, 2021)",
            "volume": "417",
            "year": null
        },
        "BIBREF8": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b8",
            "title": "Chile 19,116",
            "venue": "",
            "volume": "106",
            "year": null
        },
        "BIBREF9": {
            "authors": [
                {
                    "first": "Gutiérrez",
                    "last": "Cortes",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "W",
                    "last": "Morales",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                },
                {
                    "first": "P",
                    "last": "",
                    "middle": [
                        "A"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "9",
            "other_ids": {
                "DOI": [
                    "10.1111/jgs.17134"
                ]
            },
            "pages": "2430--2432",
            "ref_id": "b9",
            "title": "COVID-19 mortality in older people in Colombia",
            "venue": "Journal of the American Geriatrics Society",
            "volume": "69",
            "year": 2021
        }
    },
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 381,
                    "ref_id": "BIBREF13",
                    "start": 360,
                    "text": "(SABE Colombia, 2015)"
                },
                {
                    "end": 642,
                    "ref_id": null,
                    "start": 605,
                    "text": "(World Health Organization WHO, 2018)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The world is experiencing a global demographic transition of accelerated aging, derived from the decline in both fertility and mortality rates (The Lancet Healthy Longevity, 2021). Colombia is not the exception to this rule with the aggravating circumstance that the population ages with greater social inequality, inequity in healthcare services, and poverty (SABE Colombia, 2015) . Various sources estimate that by 2050, 80% of older people will live in low-income households and middle-income countries (LMICs) and that the growth rate of the older population will exceed that of high-income countries (World Health Organization WHO, 2018) . Colombia has experienced a significant decrease in its mortality levels in the last 70 years as a consequence of profound demographic, socioeconomic, and cultural transformations. All of this has had an unprecedented impact on increasing life expectancy. In the middle of the last century, life expectancy at birth in the region was 51.4 years; in the period between 2015 and 2020, it reached 75.2 years (Comisión Económica para América Latina y el Caribe (CEPAL), 2021)."
        },
        {
            "cite_spans": [
                {
                    "end": 187,
                    "ref_id": "BIBREF1",
                    "start": 167,
                    "text": "(Cesar et al., 2021)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Taking into account the accelerated aging that occurs in the country and that by 2020, older persons represented 13.2% of the general population (6509.512/49,395.678) (Cesar et al., 2021) , the national government began to work on a differential approach for the comprehensive care of the older population, which presents decades behind the health services of Europe and the United States, where geriatric services are the mainstay of care for this population (Gutiérrez ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Although a change has begun in the healthcare paradigm of our country with a focus on life course, social determinants, and comprehensive care routes, older people continue to be managed independently by multiple specialties, without levels of care adapted to their individuals and even worse without management by geriatricians that would represent a paradigm shift in the care of the older adults, with a transversal, multidisciplinary, and comprehensive vision that would impact the quality of life of our older persons and reduce costs in the burden of disease and use of hospital institutions, emphasizing functionality and quality of life."
        },
        {
            "cite_spans": [
                {
                    "end": 595,
                    "ref_id": "BIBREF11",
                    "start": 574,
                    "text": "Cortes & Tovar, 2021)"
                },
                {
                    "end": 886,
                    "ref_id": "BIBREF11",
                    "start": 865,
                    "text": "Cortes & Tovar, 2021)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Since the beginning of the COVID-19 pandemic, there has been a significant increase in hospitalizations for pneumonia with multi-organ disease, mainly in older persons, frail and with a high burden of comorbidity, who could have benefited from care by geriatricians. But the country was not prepared for the threat of the SARS-CoV-2 pandemic (severe acute respiratory syndrome coronavirus 2) and the high fatality in the older persons due to COVID-19, which has evidenced an alarming situation: the Colombian health system is not prepared for an aging population (Gutiérrez Cortes & Tovar, 2021) . Aging populations will place a high demand for medical care and specialized health personnel for the older adult. As we recently showed, in the country, we do not have the number of geriatricians necessary to meet the growing needs of the older population (Gutiérrez Cortes & Tovar, 2021) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "The impact of the COVID-19 infection has been surprising in the countries of the region with a growing number of new cases and deaths that exceed mortality from any infectious cause or chronic non-communicable diseases (Gutiérrez . Taking into account that seven out of the 10 main causes of mortality worldwide are chronic diseases and that the infection by SARS-CoV-2 changed behavior in terms of mortality in the general population over the last 10 years (Organización Mundial de la Salud, 2020)."
        },
        {
            "cite_spans": [
                {
                    "end": 356,
                    "ref_id": "BIBREF14",
                    "start": 340,
                    "text": "(Statista, 2021)"
                }
            ],
            "ref_spans": [
                {
                    "end": 366,
                    "ref_id": null,
                    "start": 357,
                    "text": "(Table A1"
                }
            ],
            "section": "",
            "text": "As of May 18, 2021, a total of 31,368.000 cases of COVID-19 have been registered in Latin America. Brazil is the country most affected by this pandemic in the region, with around 15 million confirmed cases; Argentina is in second place, with almost 3.2 million infected; and Colombia, for its part, has registered a total of 3031.726 cases (Statista, 2021) (Table A1 ). Another threat that affects the older population in Colombia is the poverty and the inequity in health and social services as mentioned previously, generating greater lethality in this population group both in infectious diseases and in chronic non-communicable diseases, which could confirm that we are facing a syndemic in the country rather than a COVID-19 pandemic; hence, the importance of having a comprehensive care approach to the aging population, taking into account the social determinants that impact healthy aging ."
        },
        {
            "cite_spans": [
                {
                    "end": 635,
                    "ref_id": "BIBREF13",
                    "start": 614,
                    "text": "(SABE Colombia, 2015)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "We recently described that for the first year of the COVID-19 pandemic in Colombia (Gutiérrez Cortes & Perdomo Morales, 2021), 2,273,245 confirmed cases had been documented; 33,203 active cases; and 60,412 deaths, of which 79% corresponded to older persons (47,501/60,412) with a higher percentage in men with 63.6% (38,450/60,412) than in women with 36.3% (21,962/ 60,412) 10 Our work also showed that the older population in Colombia was the most affected by COVID-19 in terms of mortality. Furthermore, this age group has the highest burden of comorbidities where an average of three comorbidities was reported (SABE Colombia, 2015) , which could explain the increased number of deaths per million inhabitants."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "The highest mortality rates in 2021 continue to be concentrated in older persons. The confirmed COVID-19 mortality rate in over 60s is 233.5 deaths per 100,000 population. If confirmed and suspected COVID-19 cases are taken into account, the rate in adults over 60 years increases to 267.6 deaths per 100,000 inhabitants (Boletín Técnico Bogotá DC, 2021)."
        },
        {
            "cite_spans": [
                {
                    "end": 463,
                    "ref_id": "BIBREF11",
                    "start": 442,
                    "text": "Cortes & Tovar, 2021)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "With the information described, we can conclude that the population most affected in terms of mortality from severe disease due to COVID-19 is that of older persons. Thus a differential care approach is required, seeking to reduce the burden of disease in the earliest stages of the life course, given the clear impact of multimorbidity on mortality from COVID-19. But with less than 10% of geriatricians than required (116/ 1400) (Gutiérrez Cortes & Tovar, 2021) , without their care levels for the older adults, and given that to date there are no more than five specific geriatric hospital units throughout the country, and that a large number of older people continue to be managed in general wards without specific training in the specialty, we will continue to add deaths in the country."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Appendix 1"
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {
                    "institution": "Fundación Universitaria Navarra",
                    "laboratory": "",
                    "location": {
                        "addrLine": "Fundacion Universitaria Navarra, Cl. 10 #6-41",
                        "country": "Colombia, Colombia",
                        "postCode": "0472",
                        "region": "Huila, Huila, Neiva",
                        "settlement": "Neiva, Neiva"
                    }
                },
                "email": "",
                "first": "William",
                "last": "Arbey",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {
                    "institution": "Fundación Universitaria Navarra",
                    "laboratory": "",
                    "location": {
                        "addrLine": "Fundacion Universitaria Navarra, Cl. 10 #6-41",
                        "country": "Colombia, Colombia",
                        "postCode": "0472",
                        "region": "Huila, Huila, Neiva",
                        "settlement": "Neiva, Neiva"
                    }
                },
                "email": "",
                "first": "Gutiérrez",
                "last": "Cortes",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "Letter to the Editor COVID-19 and Healthcare Challenges for Older Adults in Colombia"
    },
    "paper_id": "277df6bb4b4f532a004273fd084a4b2c6116a028",
    "ref_entries": {}
}