{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The food environment is a major contributor to unhealthy diets in children and, therefore, to the increasing rates of obesity. Acclaimed by scholars across the world, Latin American countries have been leaders in implementing policies that target different aspects of the food environment. Evidence on the nature and to what extent children are exposed and respond to unhealthy food environments in the region and among Latinos in the United States is, however, deficient. The objective of this review is to use the integrated International Network for Food and Obesity/noncommunicable diseases (NCDs) Research, Monitoring and Action Support (INFORMAS) framework to create healthy food environment to (i) compare the key elements of childhood obesity-related food environments in Latin America and for Latinos living in the United States; (ii) describe the evidence on solutions to improve childhood obesity-related food environments; and (iii) identify research priorities to inform solutions to fight childhood obesity in these populations. We found that an integrated body of evidence is needed to inform an optimal package of policies to improve food environments to which children in Latin America and Latino children in the United States are exposed and more efficiently translate policy solutions to help curb growing childhood obesity levels across borders."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "childhood, food environment, obesity, policy"
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 258,
                    "ref_id": "BIBREF3",
                    "start": 257,
                    "text": "4"
                },
                {
                    "end": 379,
                    "ref_id": "BIBREF4",
                    "start": 378,
                    "text": "5"
                },
                {
                    "end": 688,
                    "ref_id": "BIBREF4",
                    "start": 687,
                    "text": "5"
                },
                {
                    "end": 941,
                    "ref_id": null,
                    "start": 940,
                    "text": "6"
                },
                {
                    "end": 1405,
                    "ref_id": null,
                    "start": 1402,
                    "text": "11,"
                },
                {
                    "end": 1408,
                    "ref_id": null,
                    "start": 1406,
                    "text": "12"
                },
                {
                    "end": 1717,
                    "ref_id": null,
                    "start": 1715,
                    "text": "13"
                },
                {
                    "end": 2164,
                    "ref_id": null,
                    "start": 2162,
                    "text": "14"
                }
            ],
            "ref_spans": [
                {
                    "end": 1621,
                    "ref_id": null,
                    "start": 1613,
                    "text": "Figure 1"
                },
                {
                    "end": 1792,
                    "ref_id": null,
                    "start": 1784,
                    "text": "Figure 2"
                }
            ],
            "section": "| INTRODUCTION",
            "text": "Children of Latino heritage in the United States and children living in Latin America have a high intake of sugar-sweetened beverages (SSBs) and other ultra-processed foods, key contributors to obesity, 1 noncommunicable diseases (NCDs), 2,3 and mortality. 4 A large body of evidence indicates that the food environment in which a person evolves contributes to unhealthy diets. 5 Food environments have been defined as the \"conditions that influence people's food and beverage choices and nutritional status\" and include physical (e.g., availability, quality, marketing, and promotion), economic (cost), policy (rules), and sociocultural (e.g., social norms and preferences) dimensions. 5 Promoting and protecting healthy food environments is particularly important for children, considering the links between the food environment and food preferences, behaviors, and appetite-satiety signaling, which track into adolescence and adulthood. 6 Public policies and interventions that seek to protect and promote healthy food environments are important strategies to childhood obesity prevention and control. 7,8 Following the experience with tobacco control, policies such as increased taxation, marketing restrictions, and warning labels have recently been adopted to improve food environments as well. 9,10 These policies are usually aimed at reducing purchases of SSBs and other ultra-processed foods. 11, 12 In fact, countries in Latin America have been leaders in this realm. Mexico was the first country to implement taxes on both SSBs and selected ultra-processed foods, with other countries following suit ( Figure 1 ). Chile implemented the world's first mandatory frontof-package (FoP) warning label system, 13 which has since been adopted across Latin America and elsewhere ( Figure 2 ). Yet, despite the extensive literature on the links between the food environment and diet, and the rapidly growing evidence on policies used to promote healthier food environments, less evidence is available for related issues concerning children, including Latin American children and children of Latino heritage living in other countries such as the United States. 14 The objectives of the present review are to use the INFORMAS framework to compare and contrast the key elements of the food environment related to childhood obesity in Latin America and for Latinos living in the United States, describe the evidence on available solutions to improve childhood obesity-related food environments, and identify research priorities to inform solutions that help reduce childhood obesity rates and that can be translated across borders."
        },
        {
            "cite_spans": [
                {
                    "end": 553,
                    "ref_id": null,
                    "start": 551,
                    "text": "19"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD LABELING",
            "text": "Food labeling refers to all elements present on a food or beverage product's package, including brand name or statement of identity, claims (e.g., health or nutrition related, structure or function, environmental, and social), nutrition information, and other marketing elements (e.g., child-directed features such as licensed characters). Food labeling is important for healthy food environment because labels help inform and guide consumers in making healthier choices and, in some cases, incentivize the food industry to create healthier products. 19 However, the information provided on food labels is complex and does not always help guide consumers towards the healthier choice."
        },
        {
            "cite_spans": [
                {
                    "end": 564,
                    "ref_id": null,
                    "start": 561,
                    "text": "23,"
                },
                {
                    "end": 567,
                    "ref_id": null,
                    "start": 565,
                    "text": "24"
                },
                {
                    "end": 899,
                    "ref_id": null,
                    "start": 895,
                    "text": "[26]"
                },
                {
                    "end": 904,
                    "ref_id": null,
                    "start": 900,
                    "text": "[27]"
                },
                {
                    "end": 909,
                    "ref_id": null,
                    "start": 905,
                    "text": "[28]"
                },
                {
                    "end": 1218,
                    "ref_id": null,
                    "start": 1214,
                    "text": "[32]"
                },
                {
                    "end": 1223,
                    "ref_id": null,
                    "start": 1219,
                    "text": "[33]"
                },
                {
                    "end": 1228,
                    "ref_id": null,
                    "start": 1224,
                    "text": "[34]"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD LABELING",
            "text": "The nutrition facts panel (NFP) is typically the only mandatory nutritional information on a food label. However, not all countries require them. In countries where the NFP is required, the information may differ (e.g., whether added sugar, total sugar, or both is required). In addition, whether and how the NFP is used by consumers varies considerably. In the United States, about half of adults report using the NFP, although actual use may be lower. Latino adults are less likely to use the NFP. 20-22 Similar inequalities have been found in Latin America. 23, 24 In Brazil, adolescents who reported using the NFP had a lower consumption of ultra-processed foods, 25 but NFP use, and disparities in use, by children remains unclear. In both the United States and Latin America, consumers report the NFP to be confusing and that they prefer nutrition information on the front of the package. [26] [27] [28] However, this is concerning, because other labeling elements on the front of the package, such as nutrition claims, can mislead consumers to think a product is healthier than it is. 29-31 Nutrition claims are common in both the United States and Latin America, including on foods advertised to children. [32] [33] [34] In both regions, studies have found that products with claims are more likely to have excess levels of nutrients of concern such as sugar or sodium than those that do not have nutrition claims. 33,35 Thus, reliance on nutrition claims may mislead consumers and contribute to purchases of SSBs and ultra-processed foods."
        },
        {
            "cite_spans": [
                {
                    "end": 409,
                    "ref_id": null,
                    "start": 407,
                    "text": "36"
                },
                {
                    "end": 1347,
                    "ref_id": null,
                    "start": 1345,
                    "text": "39"
                }
            ],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "To address this problem of confusing nutrition labels, policies that require FoP labels on foods are increasingly common. Although FoP labeling models such as health stars or color-coded traffic light labels have gained popularity in other parts of the globe, proposals in Latin America and the United States have focused primarily on placing FoP warnings on foods high in sugar, sodium, and saturated fat. 36 Chile was the first country to implement a mandatory national FoP nutrient warning label policy in 2016, 37 followed by Peru, Israel, Uruguay, and Mexico. 38 Brazil has passed similar regulations, and a warning label law is under consideration by Colombia's congress. These warnings typically include text statements denoting high or excess levels of nutrients of concern, including added sugar, sodium, saturated fat, trans fat, and in some cases, energy, or low-calorie sweeteners. The warnings also often, but not always, use shapes, text, or colors intended to signal a warning and to discourage consumption (i.e., a red stop sign or text that says, \"avoid excess consumption\"). The proposed mechanism is that the labels grab consumers' attention, elicit negative affect and thinking about the health harms of excess consumption, motivate behavioral intentions, and, ultimately, reduce purchases of SSBs and ultra-processed foods. 39 In the United States, no warning label legislation has been implemented, but nine jurisdictions have proposed health warnings on SSB containers, advertisements, or at the point of sale. 40"
        },
        {
            "cite_spans": [
                {
                    "end": 100,
                    "ref_id": "BIBREF5",
                    "start": 96,
                    "text": "[41]"
                },
                {
                    "end": 105,
                    "ref_id": "BIBREF6",
                    "start": 101,
                    "text": "[42]"
                },
                {
                    "end": 110,
                    "ref_id": "BIBREF7",
                    "start": 106,
                    "text": "[43]"
                },
                {
                    "end": 161,
                    "ref_id": "BIBREF5",
                    "start": 158,
                    "text": "41,"
                },
                {
                    "end": 165,
                    "ref_id": "BIBREF6",
                    "start": 162,
                    "text": "42,"
                },
                {
                    "end": 169,
                    "ref_id": "BIBREF8",
                    "start": 166,
                    "text": "44,"
                },
                {
                    "end": 172,
                    "ref_id": "BIBREF9",
                    "start": 170,
                    "text": "45"
                },
                {
                    "end": 221,
                    "ref_id": "BIBREF10",
                    "start": 217,
                    "text": "[46]"
                },
                {
                    "end": 226,
                    "ref_id": "BIBREF11",
                    "start": 222,
                    "text": "[47]"
                },
                {
                    "end": 231,
                    "ref_id": "BIBREF12",
                    "start": 227,
                    "text": "[48]"
                },
                {
                    "end": 714,
                    "ref_id": "BIBREF13",
                    "start": 712,
                    "text": "49"
                },
                {
                    "end": 873,
                    "ref_id": "BIBREF14",
                    "start": 871,
                    "text": "50"
                },
                {
                    "end": 1045,
                    "ref_id": "BIBREF14",
                    "start": 1043,
                    "text": "50"
                },
                {
                    "end": 1151,
                    "ref_id": "BIBREF15",
                    "start": 1147,
                    "text": "[51]"
                },
                {
                    "end": 1156,
                    "ref_id": "BIBREF16",
                    "start": 1152,
                    "text": "[52]"
                },
                {
                    "end": 1161,
                    "ref_id": "BIBREF17",
                    "start": 1157,
                    "text": "[53]"
                },
                {
                    "end": 1444,
                    "ref_id": "BIBREF19",
                    "start": 1442,
                    "text": "55"
                },
                {
                    "end": 1571,
                    "ref_id": "BIBREF20",
                    "start": 1569,
                    "text": "56"
                },
                {
                    "end": 1725,
                    "ref_id": "BIBREF21",
                    "start": 1723,
                    "text": "57"
                },
                {
                    "end": 1844,
                    "ref_id": "BIBREF22",
                    "start": 1842,
                    "text": "58"
                },
                {
                    "end": 2024,
                    "ref_id": "BIBREF23",
                    "start": 2022,
                    "text": "59"
                },
                {
                    "end": 2151,
                    "ref_id": "BIBREF24",
                    "start": 2149,
                    "text": "60"
                }
            ],
            "ref_spans": [],
            "section": "A number of experimental studies in North America and Latin",
            "text": "America related to nutrient warnings show that they help consumers identify unhealthy products, [41] [42] [43] reduce intentions to purchase unhealthy foods, 41, 42, 44, 45 and improve the healthfulness of purchases. [46] [47] [48] In terms of real-world evaluations, a recent study of SSB purchases after implementation of Chile's law found that SSB purchases declined by nearly 24% in the first 18 months, although Chile's law combines marketing and labeling policies. 9 A qualitative study found that children can be a major mechanism for driving behavior change, with children learning at school what the labels mean, and asking their mothers not to purchase snacks or foods with the warning labels on them. 49 Food reformulation after the law was enacted was observed, resulting in a 20% reduction in high-sugar products and a 47% reduction in high-sodium products. 50 Concerns related to potential unintended consequences of reformulation in response to labeling policies remain, in particularly those related to low-calorie sweeteners. 50 These substances are found in at least 10% of the foods sold in Latin America and the United States. [51] [52] [53] Despite international recommendations that discourage the consumption of low-calorie sweeteners by children, these are found in foods advertised to Latin American children 54 often without any information that could help caregivers identify their presence in foods and beverages. 55 Consequently, 20% of Latino children and adolescents living in the United States report low-calorie sweeteners consumption. 56 Prior to the implementation of the Food Labeling and Advertising Law in Chile, low-calorie sweeteners were found in the diet of up to 60% of children. 57 Such consumption increased by 10% among preschoolers following the changes in nutritional labeling in that country. 58 The long-term consequences of the use of low-calorie sweeteners at young ages include greater risk of developing NCDs as adults and long-lasting preference for sweetened foods. 59 In the short term, the consumption of low-calorie sweeteners is associated with greater body mass index (BMI) and body fat. 60 "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 70,
                    "ref_id": null,
                    "start": 62,
                    "text": "Table A1"
                }
            ],
            "section": "| Research agenda",
            "text": "More detail about specific research questions can be found in Table A1 . Broadly, a key area for additional research is understanding how FoP labeling efforts interact with other elements of food environment policies for children. For example, the Chilean experience suggests that the simultaneous restrictions on the sales and provision of foods high in critical nutrients inside schools were essential for parents to understand the FoP, but the mechanisms need further investigation. In addition, evidence on FoP impact is missing about US Latino parents and children, particularly those with low English literacy, which is important to understand if lessons learned from Latin America will apply in the US context."
        },
        {
            "cite_spans": [
                {
                    "end": 89,
                    "ref_id": "BIBREF26",
                    "start": 87,
                    "text": "61"
                },
                {
                    "end": 254,
                    "ref_id": "BIBREF27",
                    "start": 252,
                    "text": "62"
                },
                {
                    "end": 430,
                    "ref_id": "BIBREF28",
                    "start": 428,
                    "text": "63"
                },
                {
                    "end": 865,
                    "ref_id": "BIBREF29",
                    "start": 863,
                    "text": "64"
                },
                {
                    "end": 1087,
                    "ref_id": "BIBREF30",
                    "start": 1083,
                    "text": "[65]"
                },
                {
                    "end": 1092,
                    "ref_id": "BIBREF31",
                    "start": 1088,
                    "text": "[66]"
                },
                {
                    "end": 1097,
                    "ref_id": "BIBREF32",
                    "start": 1093,
                    "text": "[67]"
                },
                {
                    "end": 1102,
                    "ref_id": "BIBREF33",
                    "start": 1098,
                    "text": "[68]"
                },
                {
                    "end": 1107,
                    "ref_id": "BIBREF34",
                    "start": 1103,
                    "text": "[69]"
                },
                {
                    "end": 1112,
                    "ref_id": "BIBREF35",
                    "start": 1108,
                    "text": "[70]"
                },
                {
                    "end": 1323,
                    "ref_id": "BIBREF36",
                    "start": 1319,
                    "text": "[71]"
                },
                {
                    "end": 1328,
                    "ref_id": "BIBREF37",
                    "start": 1324,
                    "text": "[72]"
                },
                {
                    "end": 1333,
                    "ref_id": "BIBREF38",
                    "start": 1329,
                    "text": "[73]"
                },
                {
                    "end": 1338,
                    "ref_id": "BIBREF39",
                    "start": 1334,
                    "text": "[74]"
                },
                {
                    "end": 1566,
                    "ref_id": "BIBREF40",
                    "start": 1564,
                    "text": "75"
                },
                {
                    "end": 2001,
                    "ref_id": "BIBREF41",
                    "start": 1999,
                    "text": "76"
                },
                {
                    "end": 2135,
                    "ref_id": "BIBREF42",
                    "start": 2133,
                    "text": "77"
                },
                {
                    "end": 2268,
                    "ref_id": "BIBREF43",
                    "start": 2266,
                    "text": "78"
                },
                {
                    "end": 2390,
                    "ref_id": "BIBREF44",
                    "start": 2388,
                    "text": "79"
                },
                {
                    "end": 2457,
                    "ref_id": "BIBREF46",
                    "start": 2455,
                    "text": "80"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD PROMOTION",
            "text": "INFORMAS defines food promotion as \"advertising, publicity and some sales promotions.\" 61 The World Health Organization (WHO) cites \"unequivocal evidence\" that food and beverage marketing negatively impacts children's eating behaviors and body weight. 62 Similarly, the Pan American Health Organization identifies ultra-processed foods marketing as a significant contributor to children's risk for obesity and related diseases. 63 Children's high daily exposure to food marketing, the poor nutritional quality of nearly all products marketed to children, and widespread use of unfair marketing techniques that take advantage of children's less developed cognitive abilities and other developmental vulnerabilities all raise concerns. The WHO calls for regulations to restrict marketing of foods and beverages to children (2-17 years) as a global health priority. 64 In Latin America, the United States, and across the globe, research consistently documents high exposure to TV advertising for ultraprocessed foods, especially on children's programming and during peak viewing times. [65] [66] [67] [68] [69] [70] Marketing tactics that disproportionately appeal to children, such as licensed cartoon characters, brand spokescharacters, promotions, and fun/cool emotional appeals are common on TV and product packaging. [71] [72] [73] [74] Research documenting other types of child-directed food marketing is limited. However, TV advertising represents just one third of the $1.8 billion that US food companies spend on marketing directed at children (2-17 years). 75 Furthermore, expenditures on digital marketing and other nonbroadcast marketing (including product placements, sponsorships, philanthropic promotions, and celebrity endorsements) have increased. In particular, digital marketing that targets children on mobile devices encourages viral sharing with peers, collects personal data, and blurs the distinction between advertising and entertainment in a way that is unfair and deceptive. 76 In addition, companies utilize integrated marketing strategies designed to reach customers with a consistent message \"everywhere.\" 77 In the United States, Latino-targeted marketing also contributes to diet-related health disparities affecting Latino communities. 78 Food companies spent $800 million to disproportionately target advertising to Latino consumers on Spanish-language TV. 79 Furthermore, Spanish-speaking youth visit food-company websites 80 and engage with more food brands on social media 81 than white, non-Hispanic youth."
        },
        {
            "cite_spans": [
                {
                    "end": 140,
                    "ref_id": "BIBREF48",
                    "start": 138,
                    "text": "82"
                },
                {
                    "end": 400,
                    "ref_id": "BIBREF49",
                    "start": 398,
                    "text": "83"
                }
            ],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "In 2010, the World Health Assembly recommended government regulation to reduce the impact of ultra-processed foods marketing on children. 82 In 2012, the WHO proposed an implementation framework with two policy approaches: comprehensive restrictions on all forms of ultra-processed foods marketing to children or a stepwise approach restricting the most harmful types of marketing and/or products. 83 More recently, the WHO recommended a comprehensive approach based on children's rights that incorporates ultra-processed foods marketing with child appeals, including digital marketing, marketing in schools and at retailers, product packaging, product placements, and sponsorships. In fact, the protection of children's rights makes the need for regulations more urgent."
        },
        {
            "cite_spans": [
                {
                    "end": 118,
                    "ref_id": "BIBREF50",
                    "start": 116,
                    "text": "84"
                },
                {
                    "end": 137,
                    "ref_id": "BIBREF52",
                    "start": 134,
                    "text": "87,"
                },
                {
                    "end": 140,
                    "ref_id": "BIBREF53",
                    "start": 138,
                    "text": "88"
                },
                {
                    "end": 360,
                    "ref_id": "BIBREF54",
                    "start": 358,
                    "text": "89"
                },
                {
                    "end": 473,
                    "ref_id": "BIBREF55",
                    "start": 471,
                    "text": "90"
                },
                {
                    "end": 604,
                    "ref_id": "BIBREF56",
                    "start": 602,
                    "text": "91"
                },
                {
                    "end": 867,
                    "ref_id": "BIBREF57",
                    "start": 865,
                    "text": "92"
                },
                {
                    "end": 1206,
                    "ref_id": "BIBREF56",
                    "start": 1204,
                    "text": "91"
                },
                {
                    "end": 2042,
                    "ref_id": "BIBREF58",
                    "start": 2040,
                    "text": "93"
                },
                {
                    "end": 2371,
                    "ref_id": "BIBREF56",
                    "start": 2369,
                    "text": "91"
                },
                {
                    "end": 2749,
                    "ref_id": "BIBREF59",
                    "start": 2747,
                    "text": "94"
                },
                {
                    "end": 2924,
                    "ref_id": "BIBREF38",
                    "start": 2922,
                    "text": "73"
                }
            ],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "Despite WHO recommendations, most governments rely on industry self-regulation to limit food marketing to children. 84 The Children's 87, 88 Furthermore, self-regulatory policies only attempt to limit marketing to children under age 12 and do not address tactics that disproportionately appeal to younger children (e.g., licensed characters and promotions). 89 Indeed, an evaluation of industry selfregulation initiatives in the Americas rated them all as \"low quality.\" 90 Government statutory policies are also limited and have primarily focused on regulating TV advertising or marketing in schools. 91 For example, Mexico restricts ultra-processed foods advertising during TV programming and the use of child-directed marketing on product packaging, whereas Chile, Ecuador, Uruguay, and the United States prohibit in-school marketing for nutrient-poor products. 92 Despite their limitations, statutory policies in Latin America are more likely to follow a child rights-based approach, use nutrient profiling to identify ultra-processed foods, cover a wider range of media platforms and settings beyond traditional TV, and address marketing techniques with child appeals compared with self-regulation. 91 The focus on children's rights, or ensuring that children are free from exploitation by food companies, is an important distinction underpinning the legal and political viability of food marketing policies in Latin America. In the United States, First Amendment protections on corporate speech make it more difficult to prioritize \"children's rights.\" For example, Brazil takes a broad child rights approach and prohibits \"abusive publicity\" intended to persuade children and adolescents to consume any product using strategies with child appeals. Enforcement of these restrictions is challenging. In fact, 80% of all food-related ads shown on the three major Brazilian free-to-air TV channels included unhealthy foods and were largely from a handful number of national and transnational food companies and large supermarket chains. 93 In 2015, Chile implemented the most comprehensive statutory policy to date prohibiting advertising of products with a high content of calories, saturated fat, sugar, and/or sodium on TV programming and websites with 20% or more children (under age 14) in the audience and child-directed advertising on radio and in magazines. 91 Chile also restricts promotional strategies and incentives with child appeals in product packaging, including licensed and brand characters, interactive games, and toys. Two years after the regulation was implemented, the prevalence of TV ads with foods high in critical nutrients decreased in TV programming primarily targeted to children, as well as for general audiences. 94 Declines were also observed on the use of child-directed strategies on cereal packages, accompanied by an increase in the consumption of breakfast cereals with less sugar. 73 These studies will be instrumental to advance food marketing policies in other countries and to inform the development of effective policy solutions."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Research agenda",
            "text": "Further research is needed to assess the impact of comprehensive policies compared with policies that utilize a stepwise approach. In addition, evidence is lacking on the extent and impact of marketing aimed at children beyond TV advertising, including highly personalized forms of marketing (e.g., digital media) and integrated marketing strategies. A child rights-based approach to food marketing policy requires research on the broader impact of child-directed food marketing on children's rights (e.g., privacy and healthy development) and practices that take unfair advantage of their vulnerabilities. Evaluations of enacted policies should include pre-and postimplementation measures to assess changes in children's exposure to marketing, purchases and/or consumption of regulated products, and on the overall diet. How and whether policies are delivered as expected and the food industry responses should also be included in evaluations. Previous regulations have led companies to reformulate products with questionable improvements (e.g., increasing the use of unregulated marketing practices). Finally, research must assess children's exposure to cross-border marketing that originates in other countries without regulations."
        },
        {
            "cite_spans": [
                {
                    "end": 161,
                    "ref_id": null,
                    "start": 159,
                    "text": "95"
                },
                {
                    "end": 377,
                    "ref_id": "BIBREF61",
                    "start": 375,
                    "text": "96"
                },
                {
                    "end": 695,
                    "ref_id": "BIBREF62",
                    "start": 692,
                    "text": "97,"
                },
                {
                    "end": 698,
                    "ref_id": "BIBREF63",
                    "start": 696,
                    "text": "98"
                },
                {
                    "end": 999,
                    "ref_id": "BIBREF64",
                    "start": 997,
                    "text": "99"
                },
                {
                    "end": 1200,
                    "ref_id": "BIBREF65",
                    "start": 1197,
                    "text": "100"
                },
                {
                    "end": 1402,
                    "ref_id": null,
                    "start": 1399,
                    "text": "101"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD PRICES",
            "text": "Food price and the relative price of healthy versus less healthy foods are important determinants of dietary intake, particularly among lowincome individuals. 95 Evidence in the United States suggests that healthy foods and diets are more expensive than unhealthy ones and hence that cost is a barrier to eating healthy and a factor that contributes to obesity inequalities. 96 However, methodological complexities make the evidence confusing and contradictory. For instance, when the unit of comparison for foods is energy ($/kcal), fresh produce seems much more expensive than energy-dense snacks, whereas the opposite will be the case if the unit of comparison is the edible weight ($/g). 97, 98 Moreover, analyses that evaluate the cost and quality of individuals' dietary intake cannot fully disentangle effects of food prices versus other factors that influence diet. In the United States, diet quality and cost are positively associated among non-Latino populations, but not among Latinos. 99 A possible explanation is that food price environments are different in Latino neighborhoods. A small study in Southern California found that prices of produce were lower in ethnic Mexican stores, 100 whereas a study on supermarkets throughout the United States found no major difference between the healthy-to-unhealthy price ratio across neighborhoods with different proportions of Black/Latinos. 101 Another explanation is that a more culturally acceptable healthy diet for Latinos is indeed not more expensive than an unhealthy diet even in the United States."
        },
        {
            "cite_spans": [
                {
                    "end": 279,
                    "ref_id": "BIBREF67",
                    "start": 276,
                    "text": "102"
                },
                {
                    "end": 424,
                    "ref_id": "BIBREF68",
                    "start": 421,
                    "text": "103"
                },
                {
                    "end": 576,
                    "ref_id": "BIBREF69",
                    "start": 573,
                    "text": "104"
                },
                {
                    "end": 646,
                    "ref_id": "BIBREF70",
                    "start": 643,
                    "text": "105"
                },
                {
                    "end": 943,
                    "ref_id": null,
                    "start": 940,
                    "text": "106"
                },
                {
                    "end": 1038,
                    "ref_id": "BIBREF72",
                    "start": 1035,
                    "text": "107"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD PRICES",
            "text": "Evidence on the food price environment in Latin America is limited and complex. In Mexico, adults with more expensive diets had higher intakes of fruits, vegetables, and dairy, but also higher intakes of red meat, SSBs, and ultra-processed foods, and a lower intake of beans. 102 In Brazil, children with more expensive diets had higher intakes of essential micronutrients but an equal intake of fat and highsugar foods. 103 Unhealthy food prices increased more than the price of healthier option in Mexico over the past few years (likely related to the 2014 Mexican tax), 104 whereas in Brazil, the prices of ultra-processed foods decreased. 105 In Mexico, according to a modeling study healthy diets are less expensive; mainly because these have less meat and the cost associated with the increase in fruits, vegetables, grains, and legumes is equivalent to the savings resulting from the decrease in SSB and discretionary food purchase. 106 In fact, fruits and vegetables are cheaper in Latin America than in high-income countries. 107 In sum, although increases in the cost of selected unprocessed and minimally processed foods have been observed in Latin America, it is likely that diets based on these foods are not necessarily more expensive than diets in which the share of ultra-processed foods is high. Evidence suggests the same for Latinos living in the United"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FOOD PRICES",
            "text": "States, but the question deserves further attention."
        },
        {
            "cite_spans": [
                {
                    "end": 745,
                    "ref_id": "BIBREF73",
                    "start": 742,
                    "text": "108"
                },
                {
                    "end": 1086,
                    "ref_id": "BIBREF75",
                    "start": 1082,
                    "text": "110,"
                },
                {
                    "end": 1090,
                    "ref_id": "BIBREF76",
                    "start": 1087,
                    "text": "111"
                }
            ],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "Understanding whether the cost of healthier foods is a barrier for maintaining a healthy diet in different settings, particularly among racial/ethnic minorities, such as Latino children living in the United States is crucial. However, even if cost is not a barrier for healthy diets, fiscal policies are still valuable to counteract other factors promoting the intake of SSBs and other ultra-processed foods such as convenience, marketing, and palatability. A meta-analysis of prospective and intervention studies, mainly from the United States, found that a 10% decrease in the price of healthy foods (e.g., subsidy) increased their intake by 12%, whereas a 10% increase in price of unhealthy foods (e.g., tax) decreased their intake by 6%. 108 To date, disincentives on unhealthy products, mainly SSBs, have been the most common fiscal strategy. SSB taxes have been purchases after the tax, suggesting that they can gain more health benefits. In Mexico, rural areas, which are poorer than urban areas, did not benefit from the tax as price increases were not passed to consumers. 110, 111 A major gap remains with regards to fiscal policies that incentivize healthier purchases, as to date, evidence on price discounts or subsidies to healthy foods is limited to small-scale interventions and randomized trials. 112,113 "
        },
        {
            "cite_spans": [
                {
                    "end": 442,
                    "ref_id": "BIBREF79",
                    "start": 439,
                    "text": "114"
                },
                {
                    "end": 724,
                    "ref_id": "BIBREF80",
                    "start": 721,
                    "text": "115"
                },
                {
                    "end": 1118,
                    "ref_id": "BIBREF81",
                    "start": 1115,
                    "text": "116"
                },
                {
                    "end": 1122,
                    "ref_id": "BIBREF84",
                    "start": 1119,
                    "text": "119"
                }
            ],
            "ref_spans": [
                {
                    "end": 912,
                    "ref_id": null,
                    "start": 903,
                    "text": "(Table 1)"
                }
            ],
            "section": "| FOOD PROVISION IN SCHOOLS",
            "text": "Typically, foods and beverages available at schools fall into three categories: those that are part of government-administered school feeding programs (SFPs), competing foods usually provided by private vendors, and foods brought from home. Other aspects of the school food environment include the access to clean drinking water, the healthfulness of the food environment around schools, and the food marketing present within the schools. 114 In the United States, the National School Lunch Program and the School Breakfast Program are available in public, charter, and nonprofit, private schools. These programs serve 30.4 million children daily, with lunches served free (66.6%) or at reduced price (6.7%) to students. 115 Similarly, many countries in Latin America have a Programa de Alimentación y Nutrición Escolar or SFPs, which are typically administered by the country's Ministries of Education (Table 1) . These programs vary widely across countries in their existence, coverage, resource allocation, administration, funding, and nutrition guidelines and reach more than 85 million students in the region. 116 119 Passed in May 2020, the new regulation restricts the procurement of processed and ultra-processed foods to 20% of federal funding."
        },
        {
            "cite_spans": [
                {
                    "end": 368,
                    "ref_id": "BIBREF85",
                    "start": 365,
                    "text": "120"
                }
            ],
            "ref_spans": [
                {
                    "end": 377,
                    "ref_id": null,
                    "start": 369,
                    "text": "(Table 1"
                }
            ],
            "section": "| FOOD PROVISION IN SCHOOLS",
            "text": "In the United States, competing foods might include foods found in vending machines (e.g., chips and candy bars), \"a la carte\" items (e.g., pizza), and foods provided during in-school celebrations and fundraisers. In Latin America, competing foods are usually those provided by private food vendors located inside schools that primarily sell ultra-processed foods. 120 (Table 1 )."
        },
        {
            "cite_spans": [
                {
                    "end": 401,
                    "ref_id": "BIBREF78",
                    "start": 397,
                    "text": "113,"
                },
                {
                    "end": 405,
                    "ref_id": "BIBREF93",
                    "start": 402,
                    "text": "128"
                },
                {
                    "end": 552,
                    "ref_id": "BIBREF95",
                    "start": 549,
                    "text": "129"
                }
            ],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "In the United States, the Healthy Hunger-Free Kids Act (HHFKA), passed in 2010, aimed to increase the availability of fruits and vegetables, whole grains, and fat-free and low-fat milk and to decrease the content of sodium, saturated fats, and trans fats in foods provided to T A B L E 1 Programs and policies for food provision in schools by country children during lunch, breakfast, and snacks. 113, 128 The overall nutritional quality of school meals was improved with the new HHFKA standards, although school lunch participation did not change. 129 In Latin America, Brazil has taken a step further in improving school meals by restricting the procurement of processed and ultra-processed foods served to school children in 2020, which deserves rigorous evaluations in forthcoming years."
        },
        {
            "cite_spans": [
                {
                    "end": 302,
                    "ref_id": "BIBREF96",
                    "start": 299,
                    "text": "130"
                },
                {
                    "end": 549,
                    "ref_id": "BIBREF97",
                    "start": 546,
                    "text": "131"
                },
                {
                    "end": 672,
                    "ref_id": "BIBREF98",
                    "start": 669,
                    "text": "132"
                },
                {
                    "end": 688,
                    "ref_id": "BIBREF99",
                    "start": 684,
                    "text": "133,"
                },
                {
                    "end": 692,
                    "ref_id": "BIBREF100",
                    "start": 689,
                    "text": "134"
                },
                {
                    "end": 952,
                    "ref_id": "BIBREF101",
                    "start": 949,
                    "text": "135"
                },
                {
                    "end": 1156,
                    "ref_id": "BIBREF101",
                    "start": 1153,
                    "text": "135"
                },
                {
                    "end": 1510,
                    "ref_id": "BIBREF108",
                    "start": 1506,
                    "text": "140,"
                },
                {
                    "end": 1514,
                    "ref_id": "BIBREF109",
                    "start": 1511,
                    "text": "141"
                },
                {
                    "end": 1773,
                    "ref_id": "BIBREF110",
                    "start": 1770,
                    "text": "142"
                },
                {
                    "end": 1860,
                    "ref_id": "BIBREF110",
                    "start": 1857,
                    "text": "142"
                },
                {
                    "end": 2063,
                    "ref_id": "BIBREF111",
                    "start": 2060,
                    "text": "143"
                },
                {
                    "end": 2280,
                    "ref_id": "BIBREF111",
                    "start": 2277,
                    "text": "143"
                },
                {
                    "end": 2426,
                    "ref_id": "BIBREF112",
                    "start": 2423,
                    "text": "144"
                },
                {
                    "end": 2591,
                    "ref_id": "BIBREF113",
                    "start": 2588,
                    "text": "145"
                },
                {
                    "end": 2826,
                    "ref_id": "BIBREF112",
                    "start": 2823,
                    "text": "144"
                },
                {
                    "end": 3004,
                    "ref_id": "BIBREF113",
                    "start": 3001,
                    "text": "145"
                },
                {
                    "end": 3206,
                    "ref_id": "BIBREF114",
                    "start": 3202,
                    "text": "146,"
                },
                {
                    "end": 3210,
                    "ref_id": "BIBREF115",
                    "start": 3207,
                    "text": "147"
                },
                {
                    "end": 3236,
                    "ref_id": "BIBREF116",
                    "start": 3233,
                    "text": "148"
                },
                {
                    "end": 3336,
                    "ref_id": "BIBREF116",
                    "start": 3333,
                    "text": "148"
                },
                {
                    "end": 3435,
                    "ref_id": "BIBREF114",
                    "start": 3431,
                    "text": "146,"
                },
                {
                    "end": 3439,
                    "ref_id": "BIBREF115",
                    "start": 3436,
                    "text": "147"
                }
            ],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "Regulatory measures to ban sales of unhealthy competing foods inside schools have shown positive effects. A review focused on US policies found that laws and regulations influenced consumption or food availability in the expected direction, although effects on total dietary intake were less clear. 130 A recent meta-analysis quantified the impact of school food environment policies on dietary habits, adiposity, and metabolic risk in children and found that, although policies can improve targeted behaviors, the long-term effects are unclear. 131 In Chile, the availability of foods and beverages exceeding nutrient thresholds decreased after the policy was passed. 132 In Mexico, 133, 134 2 years after the enactment of the guidelines, restricted foods were found in schools. Evidence from Costa Rica revealed the importance of selecting concrete and measurable objectives or goals and supporting stakeholders during the implementation process. 135 For instance, food vendors continued to sell products that did not comply with the guidelines because they did not understand the regulation, to maintain profits, and as a result of poor enforcement. 135 and what has contributed to uptake and evaluate the impact of these policies on students' diets, educational outcomes, and health, and on the food system, including on the livelihood of family farmers. Unequal access to healthy foods is also a reality in both settings, disproportionally affecting low-income and racial/ethnic minority populations. 140, 141 A wealth of studies considers proximity and exposure to large food retailers such as supermarkets close to home a proxy for access to healthy foods. However, in the United States, most individuals travel, on average, 6 km away from home to shop for food. 142 Secondly, supermarkets are the main source of calories from ultra-processed foods, 142 and Latino families obtain the largest share of calories from grocery stores and supermarkets and the least from quick-service and full-service restaurants compared with other racial/ ethnic groups. 143 Similarly, the largest share of calories consumed by American children that come from selected ultra-processed foods (e.g., SSBs, snacks, and grain-based desserts) is purchased in grocery stores and supermarkets. 143 In Latin America, the retail share of grocery stores and supermarkets varies by economic development and level of foreign direct investments. 144 In Brazil, foods purchased at supermarkets account for 60% of the population's total energy intake and 60% of the calories that come from ultra-processed foods. 145 In other countries, such as Peru and Bolivia, where the participation of farmers' markets, produce markets, and other traditional retailers (butchers, tiendas, etc.) in the food supply is larger, this figure is likely to be lower. 144 In fact, certain types of traditional retailers, like farmers' markets and produce markets, are recognized as important sources of unprocessed and minimally processed foods. 145 Aside from the influence of the retail food environment on households with children, research suggests that children influence parents' purchasing behavior, both among Latinos in the United States 146, 147 and in Latin America. 148 Although parents report buying ultra-processed foods to please their children in both settings, 148 Latino children and parents mutually influence each other's choices at the point of purchase. 146, 147 Additionally, Latino parents in the United"
        },
        {
            "cite_spans": [
                {
                    "end": 102,
                    "ref_id": "BIBREF115",
                    "start": 99,
                    "text": "147"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD RETAIL",
            "text": "States are more likely than white parents to bring their children with them when grocery shopping. 147 "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Solutions and strategies",
            "text": "Studies that focused on the association between the retail food envi- "
        },
        {
            "cite_spans": [
                {
                    "end": 239,
                    "ref_id": "BIBREF133",
                    "start": 236,
                    "text": "166"
                },
                {
                    "end": 880,
                    "ref_id": "BIBREF134",
                    "start": 875,
                    "text": "[167]"
                },
                {
                    "end": 886,
                    "ref_id": "BIBREF135",
                    "start": 881,
                    "text": "[168]"
                },
                {
                    "end": 892,
                    "ref_id": "BIBREF136",
                    "start": 887,
                    "text": "[169]"
                },
                {
                    "end": 1085,
                    "ref_id": "BIBREF137",
                    "start": 1082,
                    "text": "170"
                },
                {
                    "end": 1234,
                    "ref_id": "BIBREF135",
                    "start": 1230,
                    "text": "168,"
                },
                {
                    "end": 1239,
                    "ref_id": "BIBREF137",
                    "start": 1235,
                    "text": "170,"
                },
                {
                    "end": 1243,
                    "ref_id": "BIBREF138",
                    "start": 1240,
                    "text": "171"
                }
            ],
            "ref_spans": [],
            "section": "| POLITICAL PRACTICES OF THE FOOD INDUSTRY",
            "text": "According to INFORMAS, the food industry includes those actors involved in producing, packaging, distributing, and marketing foods and beverages, as well as entertainment companies, the media, and other third parties working with them. 166 There are numerous ways in which the food industry might influence food environments and policy solutions to improve their healthiness, including through (i) building strategic alliances with communities, the media, and other third parties outside and inside the industry; (ii) influencing science and information; (iii) directly influencing policy; (iv) using legal actions to prevent the adoption of mandatory regulations or to intimidate and destabilize opponents; and (iv) using argument-based, discursive strategies that would favor food industry actors and their preferred solutions, sometimes at the detriment of public health. [167] [168] [169] Children, including those in Latin America and Latino children in the United States, are directly targeted by corporations in the food industry, most notably through community initiatives. 170 These initiatives often purport to support obesity prevention and put a particular emphasis on personal responsibility and physical inactivity, 168, 170, 171 shifting the blame onto individuals for their ill-health, while usually avoiding the question of the healthiness (or not) of food products. In"
        },
        {
            "cite_spans": [
                {
                    "end": 128,
                    "ref_id": "BIBREF139",
                    "start": 125,
                    "text": "172"
                }
            ],
            "ref_spans": [],
            "section": "| POLITICAL PRACTICES OF THE FOOD INDUSTRY",
            "text": "Colombia, food companies engage in SFPs and community feeding programs by distributing unhealthy packaged foods to children. 172 "
        },
        {
            "cite_spans": [
                {
                    "end": 378,
                    "ref_id": "BIBREF152",
                    "start": 375,
                    "text": "185"
                },
                {
                    "end": 530,
                    "ref_id": "BIBREF154",
                    "start": 527,
                    "text": "186"
                },
                {
                    "end": 690,
                    "ref_id": "BIBREF155",
                    "start": 687,
                    "text": "187"
                },
                {
                    "end": 906,
                    "ref_id": "BIBREF156",
                    "start": 903,
                    "text": "188"
                }
            ],
            "ref_spans": [],
            "section": "| FOOD TRADE AND INVESTMENT",
            "text": "Trade liberalization, defined as the removal of trade barriers (e.g., tariffs and capital controls), has altered food systems globally by (i) opening domestic markets to foreign direct investment and international food trade, (ii) allowing food and beverage companies to enter markets and expand globally, and (iii) permitting increased global food and beverage advertising. 185 This has especially affected low-and middle-income countries, which have increasingly relied on food imports as their main source of food and diet. 186 As trade agreements have evolved, they have become less about actual trade (e.g., importing/exporting restrictions) and increasingly more about investment. 187 Trade agreements increasingly contain investment provisions that provide added protections for investors (e.g., corporations) such as intellectual property (e.g., trademarks, patents, and copyright) protections. 188 In summary, we believe that a cross-country, systems-based approach is important from a research perspective so effective policies are better translated across borders, for framing expectations of policymakers, and rebutting messages of potential detractors of policies that can prevent childhood obesity, such as some actors from the food industry. Such an integrated body of evidence is still needed for the design and implementation of an optimal package of policies aimed at transforming the various aspects of a childhood obesityrelated food environment and the unequal access to healthy diets."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FOOD TRADE AND INVESTMENT",
            "text": "Implementing these measures is particularly urgent and should be a priority of governments, academics, and the civil society to ensure children's right to a nutritious diet, as stated in the United Nations"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FOOD TRADE AND INVESTMENT",
            "text": "Convention on the Rights of the Child over 30 years ago."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS",
            "text": "The authors thank Bloomberg Philanthropies (LST, ACD, CC, MLJ) and"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS",
            "text": "University of Las Vegas, Reno (EC) for financial support. The authors also thank National Institutes of Health; Fogarty International Center for convening the workshop on childhood obesity prevention across borders that facilitated the discussions that led to this article. We also thank the Supplement Steering Committee for their valuable comments throughout the reviewing process."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTERESTS",
            "text": "No conflict of interest statement. "
        }
    ],
    "metadata": {
        "paper_id": "27bea66df5e864e2a939778b522609e85d048192",
        "title": "Food environment solutions for childhood obesity in Latin America and among Latinos living in the United States"
    }
}