{
    "abstract_text": "Background Forced solar gazing (FSG) appears to be more regularly employed as a method of torture in certain parts of the world than has previously been documented. Subjects and methods This study is a retrospective analysis of a case set of 17 torture survivors subjected to FSG, who were seen by the UK Charity Freedom from Torture in the period 2009-2019. Results All clients in our case set had experienced serious physical and sexual assaults, in addition to the FSG, as part of their mistreatment. All clients suffered with serious psychological conditions as a result of their torture, including depression and post-traumatic stress disorder (PTSD). These mental health conditions made ophthalmic assessment difficult, not simply because of the clients' associated anxiety, but also because of avoidant behaviour and dissociation which was manifested in the clinical setting. In the two clients who could be examined by an ophthalmologist, both had visible retinal changes and a degree of impairment of visual acuity. Conclusion FSG appears to be a method of torture which is regularly employed, and in our case set is seen with other serious manifestations of mistreatment, both physical, psychological and sexual. Psychiatric comorbidities present challenges in the clinical assessment of these cases. Ophthalmic examination can carry a risk of re-traumatisation of individuals who have experienced FSG in a context of torture. 1234567890();,:1234567890();,",
    "body_text": "Freedom from Torture is a UK charity, which, since its formation in 1985, has provided support for over 50,000 victims of torture who have fled to the UK and sought asylum [1] . In 2018, Freedom from Torture provided direct assistance to 852 torture survivors in the UK, including psychological therapy, social assistance and advice, and assistance with asylum claims, together with the provision of expert medicolegal reports, documenting the residual signs of torture, both physical and psychological. The organisation therefore has extensive experience in assessing the physical and mental health issues encountered in torture survivors.Ophthalmologists do not generally expect to encounter victims of torture as patients in clinical practice, particularly in the UK. However, in the client group of Freedom from torture, it appears that ophthalmic aspects of injuries inflicted during torture-in particular Forced solar gazing (FSG)-are not uncommon. This study reviews a particular case set of torture survivors who were subjected to FSG as an element of their mistreatment.Typically, during the episodes of mistreatment, the subject(s) were taken from their detention cell and forced to kneel or lie on the ground in bright sunlight at midday, and stare directly at the sun for periods of half an hour or more. If they did not comply with these orders, they were beaten, kicked, shocked with electric batons or sprayed with noxious liquid. This mistreatment was usually repeated numerous times, on successive days. Committee considered and approved the use of this data for the purpose of this study. The documentation, and in particular the medicolegal reports, of clients who had an ophthalmic dimension to their torture was reviewed to confirm the nature of the mistreatment inflicted, (both general and specifically ophthalmic), the geographical location of the detention and torture, the nature of the presentation to Freedom from Torture, residual symptoms and signs, and to identify enduring comorbidities, both physical and psychological.All but one of the 17 clients in our case set were tortured in the Democratic Republic of Congo. One person was tortured in Sudan. Seven were male and ten female. Most had suffered a wide variety of significant physical injuries causing skin scarring in addition to the FSG. In our case set, the mean interval between torture and the medicolegal examination was nearly 2 years. Serious sexual assault was a feature of all cases, and all 16 Congolese torture survivors had experienced rape. This high incidence of sexual torture in survivors from the DRC is in keeping with that described in several recent reports [2, 3]. All torture survivors in our case set were suffering from serious psychological comorbidities in association with their mistreatment, principally post-traumatic stress disorder (PTSD), depression and problems with memory recall (especially in relation to autobiographical memory of the mistreatment events) [4] .Torture survivors are often examined years after the events, in the context of an asylum application, and since the clinical signs of solar retinopathy often resolve with time, there may be little residual abnormality to see in the retina clinically by then [5] . Specialist ophthalmic equipment and retinal imaging facilities are not available at Freedom from Torture centres. As such, clients with possible retinal damage are referred to their GP for further investigation and onward referral to ophthalmology.In our case set of 17, two could be examined by an ophthalmologist in the Freedom from Torture centre during the course of the preparation of their medicolegal assessment. Both had retinal clinical signs, one in the form of confluent circular patches of retinal pigmentary disturbance, and one in the form of small, congruent parafoveal pale chorioretinal patches. Both had some impairment of visual acuity-in one of these cases, corrected VA is recorded as 6/36 (hesitantly) each eye, and in the other case, 6/9 (hesitantly) each eye. However, the examinations were remarkable in that the clients exhibited a number of clinical features which appeared to be triggered by the process of examination itself, including pronounced involuntary blepharospasm, and a withdrawal response to bright lights, with head retraction and clear manifestation of heightened anxiety. One client appeared to experience episodes of psychological dissociation during the clinical assessment. This made evaluation of the findings very difficult.The definition of torture in the manual of the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment entails the intentional infliction of severe pain or suffering, for such purposes as intimidation, punishment, or to obtain a confession, such infliction being undertaken by, or on behalf of, a public official [6] . Torture survivors may have been targeted for various reasons, including their political affiliation, ethnicity, gender or sexual orientation. Survivors' accounts are frequently harrowing, and however robust and experienced a clinician may be, it can be exceptionally challenging to listen to them [7] . A huge range of different methods exist to inflict human pain and suffering, some horrifying beyond imagination.Torturers may attempt to conceal their acts, in order to avoid physical evidence [8] , using techniques which leave little physical sign of the mistreatment, whilst maximising its profound psychological effects. FSG may be regarded as falling into such a category.At Freedom from Torture, a team of volunteer doctors provide medicolegal reports for clients, principally in relation to their claims for asylum. All such doctors receive training in psychiatric assessment and diagnosis, particularly in relation to those conditions found in asylum seekers and victims of torture, in accordance with the Istanbul Protocol.This study shares the difficulties of many retrospective case analyses, in that all the desired specific data has not been addressed or recorded in the documentation, and several additional factors affect assessment of the ophthalmic issues in this context-• Most of the Freedom from Torture medicolegal reports had been prepared by non-ophthalmologists, in the context of a medicolegal assessment in relation to an asylum claim, and the eye-related elements of the torture in the history were often eclipsed by the physical, sexual and psychological elements-these are often the most disabling and dehumanising problems with which the torture survivors are coping. In addition, from a medicolegal point of view, the non-ophthalmic aspects (such as skin scarring and psychiatric diagnoses) may represent the principal part of the legal submission. Therefore, the eye-related issues may, perhaps surprisingly, have received less attention in the medicolegal assessments than would be desired.The usual clinical facilities such as ocular imaging, photography and assessment of visual function are not available.• Ophthalmic clinical assessment in this particularly traumatised patient group presents a number of significant challenges, which makes accurate assessment of visual acuity, and fundoscopy, very difficult.Some weeks or months after a solar gazing event, vision often improves significantly, to normal levels [9] , but OCT imaging may show persistent changes despite the apparent resolution of clinical signs [10] . Solar retinopathy has long been described in a wide variety of circumstances, including eclipse watching [9] , religious rituals [11] , sunbathers [12] , military gunners [13] , pilots, telescopic solar viewing, psychiatric disorders [14] and the use of hallucinogenic drugs [15] . While there appears to be just one reported case of FSG as a modality of torture in the medical literature [16] , Freedom from Torture has encountered FSG as a method of torture for more than two decades [7, 17, 18] .Solar retinopathy is described after as little as a few minutes sun gazing [5] , but there are two main mechanisms of cellular damage, thermal and photochemical, the latter being a more likely mechanism if the pupil is undilated [19] . Photochemical damage requires longer exposures to sunlight and the degree of retinal damage or destruction is less severe than with a purely thermal injury. Our client group typically described being forced to look at the sun for half an hour or more.PTSD is defined as \"… a delayed and/or protracted response to a stressful event… of an exceptionally threatening or catastrophic nature\". [20] . All clients in our case set were diagnosed with PTSD. Typical symptoms are listed in Box 1.Fear of blindness was a prominent feature in all clients' symptomatology, as were non-specific ophthalmic symptoms such as blurring of vision, lacrimation and ocular irritation. Patients with PTSD are at risk of being retraumatised by physical and psychological examination, which can precipitate a vivid re-living of their torture experiences [21] . Clients with PTSD exhibit \"avoidance\" behaviour, in order to reduce the risk of flashbacks and intrusive memories, and this can entail a reluctance to volunteer information and to discuss the events surrounding their torture.This type of avoidance behaviour was particularly evident in attempts to perform ophthalmic examination in those who had been subjected to FSG, with intense blepharospasm, lacrimation, head movements and a withdrawal response being common when examining the clients with bright lights. In more extreme forms of response, the inadvertent reminder to the client of his or her mistreatment may precipitate an episode of \"dissociation\", in which he or she may appear to become vacant and detached from their surroundings, and need to be re-orientated gently and patiently in time and place. This can be disconcerting for clinicians who are not familiar with the phenomenon, and are unprepared to deal with it. Clearly, it is important that all these manifestations of severe mental trauma are recognised and not simply labelled as poor compliance with examination. It is equally important that patients who exhibit such avoidance behaviour and in whom PTSD is suspected are referred to their GP for specialist assessment and treatment. If the potential for re-traumatisation is suspected, it is vital to minimise distress by limiting, or even discontinuing the clinical examination. Obviously, care should be taken that Freedom from Torture's evidence demonstrates that FSG appears to be regularly inflicted in the context of torture, particularly in certain parts of the world. FSG, in our case series, was associated with other comorbidities, particularly serious mental health issues. As there may be few residual clinical ophthalmic signs of this form of torture when a period of time has elapsed, it may be necessary to undertake retinal imaging studies. The patient may appear to have difficulty complying with the clinical examination, which should be modified or discontinued if the he or she experiences signs of distress. This should be recognised as a feature of the patient's mental trauma, and ophthalmologists should ensure that the patient is receiving appropriate psychological assessment and support.\"The sun and death, neither can be gazed at without flinching\". [23] Summary What was known before • Solar gazing has long been described as a cause of retinal damage in a wide variety of circumstances.• There appears to be one previous report of FSG occurring in the context of torture.• FSG appears to be employed as a method of torture regularly, particularly in certain regions of the world.• FSG in our case set was merely one part of a complex pattern of torture, involving physical and sexual abuse including rape.• In our case set, every case suffered with serious psychological comorbidities, particularly depression and PTSD.• Avoidance behaviour, characteristic of patients with PTSD, may make ophthalmic assessment, visual acuity assessment and retinal examination very difficult.• Patients with PTSD may be reluctant to volunteer information about their mistreatment, as part of their avoidance behaviour, particularly those who have experienced sexual torture.• Exposure to bright lights during an ophthalmic assessment carries the risk of re-traumatisation of a vulnerable patient with PTSD who has been subjected to FSG, and examination should be modified or discontinued if the patient shows signs of distress",
    "metadata": {
        "paper_id": "27b151b4d01b60480dabba2427242619b9e7f2ac",
        "title": "Forced solar gazing-a common technique of torture?"
    }
}