{
    "abstract_text": "Seit vielen Jahren nehmen die sexuell übertragbaren Infektionen weltweit zu. Dazu gehört auch die Syphilis. In Deutschland findet weiterhin ein ungebremster Anstieg der Syphilis-Neuinfektionen statt, von dem auch Frauen betroffen sind. D ie Syphilis entspicht einer Infektion mit Treponema pallidum. Der klinische Verlauf der Erkrankung wird eingeteilt in die Frühsyphilis und die Spätsyphilis (Tab. 1). Die Frühsyphilis (bis ein Jahr nach Infektion) umfasst die primäre Syphilis (Lues I), in der die Krankheitsmanifesta tionen auf den Ort der Erregerinokulation beschränkt bleiben, und die sekundäre Syphilis (Lues II) mit generalisierten Krankheitserscheinungen.HIV und AIDS haben ihren Schrecken verloren. Die modernen HIV-Therapeutika sind bei guter Verträglichkeit hoch wirksam, sodass Betroffene bei weitgehend uneingeschränkter Lebensqualität mit einer annähernd normalen Lebenserwartung rechnen dürfen. Gleichzeitig ist unter diesen Therapien trotz Fortbestehens der HIV-Infektion die Infektiosität de facto aufgehoben [1] . Zusätzlich können sich Menschen mit eigenem HIV-Infektionsrisiko durch die kontinuierliche oder anlassbezogene Einnahme HIV-wirksamer Medikamente (Präexpositionsprophylaxe; PrEP) zuverlässig vor Ansteckung schützen. In der Konsequenz erleben vor allem Männer, die Sex mit Männern haben (MSM), eine lang ersehnte Befreiung vom Kondomzwang und damit eine sexuelle Revolution, die der mit Einführung der Antibabypille verbundenen durchaus vergleichbar ist. Dabei wird nur zu gerne die Tatsache verdrängt, dass die HIV-PrEP, anders als der Gebrauch von Kondomen, keinerlei Schutz vor anderen -vor allem bakteriellen -sexuell übertragenen Infektionen (STI) bietet. Abb. 1 zeigt, dass sich seit nunmehr zehn Jahren eine Schere zwischen HIV-und Syphilis-Neuinfektionen immer weiter öffnet.Diese Befunde erinnern an das Phänomen der sogenannten Risikokompensation [3]. In der deutschen MSM-Screening-Studie verwendeten lediglich 10 % der HIV-negativen PrEP-Gebraucher Kondome [4] . Es zeigte sich, dass nach einem halben Jahr bei gut 40 % der Teilnehmer mindestens eine bakterielle STI auftrat [5] . Die identifizierbaren Risikodeterminanten waren neben dem Kondomverzicht (Relatives Risiko [RR]: 2,09; 95 %-Konfidenzintervall [KI]: 1,58-2,76) erhöhte Promiskuität (Sexualpartnerzahl > 5; RR: 1,56; 95 %-KI: 1,25-1,96) und der Gebrauch von Partydrogen wie Chrystal Meth, Speed, Kokain, Ecstasy, Gamma-Butyrolacton/Gammahydroxybuttersäure (GBL/GHB, bekannt als K.o.-Tropfen) oder Badesalze/Spice (RR: 1,62; 95 %-KI: 1,30-2,01) [5]. Eine australische PrEP-Studie [6] mit 2.892 MSM fand 2016/2018 eine STI-Inzidenz von 91,9 auf 100 Patientenjahre. Die Keime, die übertragen wurden, waren Chlamydia trachomatis (CT), Neisseria gonorrhoeae (NG) und Treponema palli",
    "body_text": "dum (TP). Dabei betrafen 76 % aller STI (n = 2.237) einen Anteil von nur 25 % (n = 736) der Teilnehmer. Als Risikofaktoren wurden jüngeres Lebensalter, größere Partnerzahl und die Teilnahme an Gruppensexaktivitäten identifiziert.Dennoch ist die Einführung von PrEP keineswegs alleinige oder auch nur Hauptursache für diese neue Welle bakterieller STI. Immerhin wurden auch bei 29 % der HIV-positiven beziehungsweise bei 25 % der HIV-negativen MSM, die keine PrEP einnahmen, STI nachgewiesen. Unter Auswertung von Langzeitstatistiken konnten Chow et al. [7] zeigen, dass es sich bei dem weltweit beobachteten Phänomen der erneuten Zunahme von STI aller Art um eine mittlerweile jahrzehntelange Entwicklung handelt. Dabei werden letztlich Infektionsraten erreicht, wie sie in den Ländern der postindustrialisierten Welt zuletzt in den 1970er-Jahren beobachtet wurden. Auch ist diese Entwicklung keineswegs ausschließlich Männersache. In den Abb. 1 [8] .Wenn Letztere zusätzlich auch zahlreiche heterosexuelle Menschen -nicht selten Jugendliche -betreffen, muss das als Zeichen dafür gewertet werden, dass die Safer-Sex-Regeln ganz generell nicht mehr die Beachtung finden, die sie verdienen. Diese Epidemiologie fordert neben der Professionalität des öffentlichen Gesundheitswesens und der venerologisch aktiven Fachdisziplinen angemessene Reaktionen einer Gesellschaft, die Aufklärung und Toleranz leben will.Dem RKI wurden von Januar bis Juli dieses Jahres (Stand 27.10.2020) insgesamt 4.256 Syphilisneuinfektionen gemeldet. Das waren 145 Meldungen weniger als im Vergleichszeitraum 2019 (n = 4.401), aber immer noch 366 mehr als im Mittel der Vergleichszeiträume 2014-2019 (n = 3.891) [9] . Abb. 2 macht deutlich, dass die Anzahl der monatlichen Syphilismeldungen bei Männern in den Lockdown-Monaten März bis Juni 2020 nur geringfügig unter den entsprechenden Vorjahreswerten blieb, jedoch zu keinem Zeitpunkt das statistische Mittel der fünf Jahre 2014-2019 unterschritt.Zwischen dem 9. März und dem 4. Mai 2020 galt im oberitalienischen Trentino eine strikte und mit allen polizeilichen Mitteln gut überwachte Ausgangssperre. Und genau während dieser Zeit registrieren Balestri et al. [10] 15 STI (neun Infektionen mit CT, zwei mit NG, vier mit Syphilis) bei Patienten, die sich wegen jeweils typischer klinischer Beschwerden vorgestellt hatten. Im Vergleichszeitraum des Jahres 2019 wurden 17 STI diagnostiziert (sechs mit CT, sieben mit NG, eine CT/NG-Doppelinfektion, drei mit Syphilis). Die Autoren ziehen den Schluss, dass kein Lockdown vollständig funktionieren kann und dass auch während der Corona-Pandemie STI-Diagnostik und -Therapien niedrigschwellig erreichbar sein müssen.Nagendra et al. [11] berichten aus New York, dass die Inanspruchnahme der innerstädtischen STI-Ambulanzen unter dem Eindruck der COVID-19-Epidemie seit April 2020 erheblich abgenommen habe. So habe sich die Zahl durchgeführter HIV-Tests um 70 % und die Anzahl von PrEP-Verordnungen um 80 % verringert. Patienten mit entsprechenden Beschwerden wurden um 63 % seltener auf STI untersucht.Einerseits belegen die Syphiliszahlen aus Deutschland [9] und die Arbeit von Balestri et al. [10] klar, dass STI-Risikosex und Corona-Partys trotz der Pandemie-Maßnahmen stattfinden. Gleichzeitig lässt sich der von Nagendra et al. [11] quantifizierte Einbruch der STI-Versorgung in New York wohl am ehesten als Indiz für das pandemiebedingte Zusammenbrechen eines großstädtischen Gesundheitssystems -hier der STI-Versorgung -deuten. Das ist vor allem ein Hot-Spot-Problem.Bezogen auf die Corona-Monate März bis Juni zeigt die Syphilisstatistik des RKI [12] im Vergleich der Jahre 2019 und 2020 für die Stadt Köln einen nur geringen Rückgang der Inzidenzen pro 100.000 Einwohner von 24,6/100.000 auf 20,9/ 100.000, für München von 13,1/100.000 auf 10,2/100.000 und für Berlin Mitte von 31,2/100.000 auf 30,4/100.000, für Leipzig aber sogar einen Zuwachs von von 10,12/100.000 auf 10,68/ 100.000 und für Berlin-Friedrichshain/Kreuzberg von 45,38/ 100.000 auf 50,22/100.000. Es ist immerhin eine Erwähnung wert, dass offenbar Corona-und STI-Hot-Spots weitgehend identisch zu sein scheinen. Einzig Berlin-Neukölln scheint trotz seines enormen SARS-CoV-2-Aufkommens mit Syphilis-Inzidenzen von 3,3/100.000 im Jahr 2019 beziehungsweise 3,2/100.000 im Jahr 2020 kaum zur STI-Verbreitung beizutragen.Wenn diese Zahlen belegen, dass sich hoch-kommunikative Menschen von COVID-19 kaum beeindruckt zeigen, erkennen auf der anderen Seite Sexualwissenschaftler neben der Bereitschaft einiger, sich über Kontaktverbote hinwegzusetzen, erhebliche Risiken gerade auch sexueller Deprivation. In einer britischen Studie mit 868 Teilnehmern fanden Jacob et al. [13] , dass während des Corona-Lockdowns mehr als 60 % der Befragten sich sexuell abstinent verhielten -und zwar vor allem Frauen, ältere Erwachsene und Unverheiratete. Lediglich 38 % der Befragten hatten wenigstens einmal pro Woche Sex und dies waren überwiegend Menschen in fester häuslicher Part- Demgegenüber blieb in Europa die Syphilisinzidenz bei Frauen -ebenso wie die Inzidenz der Konnatalsyphilis -weitgehend stabil. In den vergangenen Jahren waren Syphilisinfektionen bei Schwangeren sogar rückläufig [17] . Allerdings wurden dem ECDC jetzt für das Jahr 2018 insgesamt 70 Fälle konnataler Syphiliserkrankungen neu gemeldet [18] . Davon konnten 60 Infektionen zweifelsfrei bestätigt werden. Im Vergleich zu 2017 (n = 40) bedeutet dies einen Anstieg um mindestens 20 registrierte Fälle. Besonders betroffen ist Bulgarien mit einer Inzidenz von 39,1/100.000 Lebendgeburten; die gesamteuropäische Inzidenz lag 2018 bei 1,6/100.000 [18] .Die Anzahl in Deutschland mit Syphilis connata diagnostizierter Neugeborener hatte sich seit 2011 stabil bei etwa drei pro Jahr (2012: n = 4; 2014: n = 2) eingependelt [19] . Auch wenn jetzt ausgerechnet im Corona-Jahr 2020 bis September (Stand 4.11.2020) bereits sechs Fälle konnataler Syphilis registriert wurden, ändert das nichts an dem Befund stabil niedriger Fallzahlen in Deutschland [20] .Das ist bemerkenswert, weil in den USA die Anzahl konnataler Syphilis-Erkrankungen zuletzt beinahe exponentiell angestiegen ist und in 2018 mit 1.396 Fällen einen neuen Höchststand erreicht hat [21] . Da gleichzeitig der relative Anteil primärer Syphilisinfektionen bei Schwangeren deutlich zugenommen hat, empfehlen die Centers for Disease Control and Prevention (CDC), die Syphilis-Serologie bei Frauen mit entsprechendem Risiko nicht nur zu Beginn der Schwangerschaft, sondern erneut im dritten Trimenon (28.-32. SSW) zu überprüfen. Diese bedrohliche Entwicklung erklärt sich nicht ausschließlich mit prekären sozio-ökonomischen Lebensbedingungen und einem im Vergleich zu den meisten Ländern Yimtae et al. [25] berichteten zu einer Fallserie von 56 Männern und 29 Frauen mit Otosyphilis, dass die klinische Symptomatik vor allem durch plötzlich eintretenden Hörverlust (91 %), Tinnitus (73 %) und Vertigo (53 %) gekennzeichnet war. Zwar zeigte sich die Syphilisserologie im peripheren Blut in der Regel auffällig, Liquorveränderungen fanden sich jedoch bei nur 5,4 % der Betroffenen. Bei 93,4 % der Patienten besserte sich der Hörverlust unter adäquater Therapie der Syphilis.Wenn bis zu 2 % aller Syphilisinfektionen innerhalb des ersten Jahres zu klinisch relevanten neurologischen Komplikationen führen, dürfte dieses Ereignis in Deutschland derzeit pro Jahr etwa 150-mal eintreten. Das ist häufig genug, um jederzeit damit rechnen zu müssen, und gleichwohl selten genug, um übersehen zu werden. Dabei unterscheidet sich die Klinik dieser frühen Neurosyphilis deutlich vom Bild der besser bekannten Spätsyphilis [26] . Die früh auftretende Syphilis-Meningitis kann mit Kopfschmerz, Meningismus, Lichtscheu, aber auch mit Verwirrung, Eintrübung oder Krampfanfällen einhergehen. Tinnitus, Schwindel und Hörminderung deuten auf eine frühe Otosyphilis und Störungen des Sehvermögens auf eine okuläre Beteiligung hin [23] .Als Manifestation der okulären Syphilis führt die Uveitis mit Sehstörungen, Schleiersehen und gegebnenefalls Rötung sowie Schmerz [27] . Solche neurologischen Beschwerden müssen bei Patienten mit Sekundärsyphilis ebenso wie Condylomata lata, Plaques muqueuses, Haarausfall, Heiserkeit oder Nachtschweiß aktiv aufgesucht beziehungsweise erfragt werden, weil die Patienten selbst den Zusammenhang zur Syphilis in der Regel nicht spontan herstellen. Die frühe Neurosyphilis ist eine klinische Diagnose: Patienten mit aktiver Syphilis und zusätzlich neurologischen Beschwerden sollten immer als Neurosyphilis therapiert werden [28, 29] . Gerade bei der Oto-und der okulären Syphilis zeigt sich der Liquor nicht selten gänzlich unauffällig [25] . Eine weitere Tücke bietet die menigovaskuläre Frühsyphilis, die sich gelegentlich als Apoplex manifestiert [26, 30] . Bei Schlaganfällen sollte deshalb immer auch eine Syphilis ausgeschlossen werden -und zwar nicht nur bei jungen Männern.Schöfer et al. legten im September 2020 eine Aktualisierung der S2k-Leitlinie zur Diagnostik und Therapie der Syphilis vor [28] . Tab. 2 fasst Therapieempfehlungen zusammen.Der Autor erklärt, dass er sich bei der Erstellung des Beitrages von keinen wirtschaftlichen Interessen leiten ließ und dass keine potenziellen Interessenkonflikte bestehen. Der Verlag erklärt, dass die inhaltliche Qualität des Beitrags von zwei unabhängigen Gutachtern geprüft wurde. Werbung in dieser Zeitschriftenausgabe hat keinen Bezug zur CME-Fortbildung. Der Verlag garantiert, dass die CME-Fortbildung sowie die CME-Fragen frei sind von werblichen Aussagen und keinerlei Produktempfehlungen enthalten. Dies gilt insbesondere für Präparate, die zur Therapie des dargestellten Krankheitsbildes geeignet sind. gynäkologie + geburtshilfe 2020; 25 (6)",
    "metadata": {
        "paper_id": "278c99d9e11e799f21d3ff3bd883c9b19a7c6d9c",
        "title": "Syphilis 2020 -die Infektionszahlen steigen stetig Condyloma lata: multiple Papeln an der Vulva einer Frau mit Sekundärsyphilis (Lues II) 38 Zertifizierte Fortbildung"
    }
}