{
    "paper_id": "27b4691487bf3462651e9334aea80c2a0a0d98b3",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Joseph",
                "middle": [],
                "last": "Renus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Galang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "De La Salle University",
                    "location": {
                        "addrLine": "2401 Taft Avenue",
                        "postCode": "0922",
                        "settlement": "Manila",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Justine",
                "middle": [],
                "last": "Renus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A recent correspondence highlighted the need to change the coronavirus disease 2019 (COVID-19) vaccine narrative to combat vaccine hesitancy by stressing that vaccination is a moral act. 1 The said article was in response to another correspondence which said that science and religion must work together for vaccine promotion. 2 This article presents a fundamental Christian argument for vaccine promotion.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the world continues to last the pandemic, with the more well-off countries seeing the end of it, the main obstacle to reaching the remainder of the pandemic is still peoples' hesitancy to be vaccinated. In the USA, mostly white born again and evangelical Christians have been unwilling to get vaccinated. 3 Many Christians have been praying to God for protection from the virus and think that getting the vaccine is an ultimate act of distrust to God. Some others keep asking, 'God, where is the answer to all our prayers for this pandemic to end?'. Dr. Francis Collins, Director of the National Institutes of Health, presents a response to various faith questions raised by Christians regarding the vaccine. 4 As a Christian himself, Collins believes that God does a lot of his answering through people. Collins says that, coupled with one's faith in God, it is one's responsibility to provide protection for oneself. So, anyone who has been praying for answers may see them in the form of vaccines. A Christian may see that the vaccines are a gift that need to be unwrapped by rolling up one's sleeves and getting vaccinated. Ultimately, a Christian may think that God has worked through science to provide us with this kind of an answer.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the Philippines where there is a Christian majority, there are no known emerging similar trends, but the same argument might be made necessary should the same problem come up. For now, the Philippine government is more concerned with procuring vaccines for the population, whereas the Catholic Church in the Philippines aids in the vaccination program by turning churches into vaccination site. 5 The Catholic Church has always been willing to support the government in terms of anything, as long as it is for the common good. 6 Given their number around the world, what Christians decide to do-to get vaccinated or not-will greatly determine if the world will ever achieve herd immunity and bring the pandemic to an end. Priests, pastors and lay leaders play a great role in explaining the need for the vaccines to their congregations. The argument presented above may work well to convince unwilling Christians, while provide support for those who have already decided to be vaccinated. The development and reception of the vaccine can be seen as a moment of awe at the wonders of God manifested through science, so that the laboratory becomes as much a place of worship as the church.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 399,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Changing the COVID-19 vaccine narrative to dispel vaccine hesitancy",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Del Castillo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/pubmed/fdab201"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Science and religion for COVID-19 vaccine promotion",
            "authors": [
                {
                    "first": "Jrf",
                    "middle": [],
                    "last": "Galang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/pubmed/fdab128"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Project: Combating Ethical Qualms of Evangelical Communities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siemaszko",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Francis Collins Discusses the Complexities of Herd Immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dr ; Colbert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Licht",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Building public trust in COVID-19 vaccines through the Catholic Church in the Philippines",
            "authors": [
                {
                    "first": "Jmw",
                    "middle": [],
                    "last": "Gopez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Public Health",
            "volume": "43",
            "issn": "2",
            "pages": "330--331",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 vaccination program: the Catholic Church's alltime support to the government when it is for the common good",
            "authors": [
                {
                    "first": "Jem",
                    "middle": [],
                    "last": "Lacsa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/pubmed/fdab231"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "No funding was received from this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "All authors contributed to all aspects of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contribution"
        },
        {
            "text": "The authors declare no conflict of interest in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}