{
    "abstract_text": "",
    "body_text": "We conducted a cross-sectional study using publicly reported Covid-19 mortality data available on state websites 1, 2 as of April 21, 2020. We focused on Black, Latinx, and White populations as they are the largest groups represented in these data. We used indirect standardization to assess the population mortality rate across racial/ethnic groups, accounting for the younger age distributions of the Latinx and Black populations. 3, 4 First, we determined the relative risk (RR) of Covid-19 death at the national level across age groups (< 45, 45-54, 55-64, 65-74, and 75+ years old), based on CDC data. 5 Because mortality data were not available for each age/race/ethnic group by state, we applied these age-related RRs to the observed mortality rates for the White population for each state. We then applied indirect adjustment, calculating the number of expected deaths if the Latinx and Black groups had the same age-specific mortality rates as the White population and compared that with the observed death counts, estimating the standardized mortality ratio (SMR) and 95% confidence interval (95% CI) for each state. In this random effects meta-analysis, we estimated the pooled effect of race/ ethnicity on population-level mortality (i.e., Black vs White) across states using inverse variance weighting. 6 We found that 28 states, and NYC, reported race-and ethnicity-stratified Covid-19 mortality. There was substantial variation in the percent with missing race/ethnicity data, with only eight states missing such data on < 5% of decedents ( Fig.  1 ). There was substantial variation in the association between Black race and mortality across states (Fig. 2a) . In 22 states (plus NYC), the risk of Covid-19-associated death was significantly higher for the Black than the White population, ranging as high as 18-fold higher in Wisconsin. When aggregating the data from all states (and NYC), the RR of death for Black vs White population was 3.57 (95% CI: 2.84-4.48). Findings were similar for the Latinx population, which experienced an 88% higher risk of death than White patients (RR for Latinx vs White: 1.88: 1.61-2.19). Unadjusted summary ratios were lower than the adjusted estimates indicated above in both patient groups (RR for Black vs White: 1.96: 1.47-2.62; RR for Latinx vs White: 0.66: 0.53-0.83). In 12 states, as well as NYC, Latinx people had a significantly higher risk of Covid-19-related mortality than White people (Fig. 2b) . There were no states in which the Latinx population had a significantly lower mortality.We found several findings that build upon prior work. First, we found a strong relation between Black race, Latinx ethnicity, and population-level Covid-19 mortality. Our findings also underscore the importance of adjusting for age differences across population groups, given that unadjusted mortality rates will underestimate disparities in populations that skew younger (such as Black, and particularly Latinx). Although we found substantial variation in the completeness of race data across states, it is important to note that completeness is only one aspect of quality. Accuracy is also critical, and future work should ensure that accuracy of race/ethnicity data is assessed and optimized. Notably, we also found that the magnitude of these Covid-19 disparities varied substantially across states.It is unclear whether the accuracy of attribution of Covid-19 as a cause of death varies across racial/ethnic groups, which could present a source of bias. Future work should explore Covid-19 outcomes in other racial groups, using data from different time points as the epidemic progresses, and assess variability in the reporting of other relevant Covid-19 data. It is also important to note that we applied age-related mortality risks based on national data to individual states, given the lack of state-level age-specific data. However, when we compared our approach to a state that does report its own age-adjusted rates by race group, we found that the Black vs White age-adjusted mortality as estimated by New York State was 4.17 (compared with our estimate of 4.30).Given our nation's long-standing history of structural racism, Ppublic health officials, healthcare systems, and policymakers should work together to improve the availability of high-quality Covid-19 data, and to thoroughly investigate and mitigate factors that contribute to inequity in Covid-19 mortality disparities. Poor-quality data intrinsically limits our ability to conduct rigorous research that can provide critical insights into how best to target and evaluate public health and clinical interventions",
    "metadata": {
        "paper_id": "27bc64ee5c55582bb63fd3fa7b1707933b207f1f",
        "title": "Racial and Ethnic Disparities in Population-Level Covid-19 Mortality"
    }
}