{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Prostate abscesses often occur in immunocompromised individuals. Contrast-enhanced imaging tests can aid diagnosis; however, they can be difficult to perform in older patients with renal insufficiency. Various organisms can cause prostate abscesses, and poor antibiotic penetration into the prostate can hinder treatment. Here, we report a case of prostate abscess manifesting as fever of unknown origin. The patient, a 78-year-old man with a history of heart failure, renal failure, and liver cirrhosis, presented with dyspnea and fever. He was initially diagnosed with aspiration pneumonia. However, the fever persisted, and urinary tract infection was diagnosed and treated with antibiotics and antifungal drugs. Further investigation with contrast-enhanced computed tomography revealed a prostate abscess. This case demonstrates the importance of aggressive investigation of fever of unknown origin in older patients with renal insufficiency. Furthermore, the problem of tissue penetration of antimicrobial agents should be thoroughly considered when treating prostate abscesses."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 195,
                    "ref_id": "BIBREF0",
                    "start": 192,
                    "text": "[1]"
                },
                {
                    "end": 335,
                    "ref_id": "BIBREF0",
                    "start": 332,
                    "text": "[1]"
                },
                {
                    "end": 606,
                    "ref_id": "BIBREF1",
                    "start": 603,
                    "text": "[2]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Prostate abscesses predominantly occur in immunocompromised individuals. Prostate abscesses can develop through direct invasion of organisms from the urinary tract or bacteremic dissemination [1] . The most common causative organisms are Escherichia coli and Klebsiella pneumoniae, which usually cause urinary tract infection (UTI) [1] . Men do not frequently experience UTIs; however, the presence of a UTI prompts further investigation because it is generally complicated in men. Moreover, in immunocompromised individuals, organisms can colonize the urinary bladder, causing UTI and prostate abscess [2] . Therefore, prostate abscesses should be considered a cause of symptoms of infection in immunocompromised men."
        },
        {
            "cite_spans": [
                {
                    "end": 271,
                    "ref_id": "BIBREF2",
                    "start": 268,
                    "text": "[3]"
                },
                {
                    "end": 373,
                    "ref_id": "BIBREF3",
                    "start": 370,
                    "text": "[4]"
                },
                {
                    "end": 452,
                    "ref_id": "BIBREF4",
                    "start": 449,
                    "text": "[5]"
                },
                {
                    "end": 557,
                    "ref_id": "BIBREF5",
                    "start": 554,
                    "text": "[6]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Contrast-enhanced imaging tests can aid the diagnosis of prostate abscess; however, they can be difficult to perform in older patients with renal insufficiency. Contrast-enhanced computed tomography (CT) is essential for diagnosing abscesses in deep parts of the body [3] . However, the contrast agent can cause contrastinduced nephropathy, especially in older patients [4] , which may cause clinicians to avoid using contrastenhanced imaging tests [5] . In addition, older patients tend not to experience the characteristic symptoms of prostate abscess [6] . Therefore, contrast-enhanced CT may not be performed in older patients with renal insufficiency who have a fever but no life-threatening symptoms."
        },
        {
            "cite_spans": [
                {
                    "end": 279,
                    "ref_id": "BIBREF6",
                    "start": 276,
                    "text": "[7]"
                },
                {
                    "end": 342,
                    "ref_id": "BIBREF7",
                    "start": 339,
                    "text": "[8]"
                },
                {
                    "end": 615,
                    "ref_id": "BIBREF6",
                    "start": 612,
                    "text": "[7,"
                },
                {
                    "end": 618,
                    "ref_id": "BIBREF7",
                    "start": 616,
                    "text": "8]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Various organisms can cause prostate abscesses, and antibiotic penetration into the prostate can be an issue during treatment. The normal pH of the prostate is approximately 6.5, and in patients with prostatitis, it can increase to more than 8 because of chronic inflammation [7] . A high pH can inhibit antibiotic penetration into organs [8] . Therefore, prostate abscesses should be accurately diagnosed and treated with specific antibiotics. The prostate of immunocompromised patients can be infected by both bacteria and fungi, and it is difficult for low doses of antifungal drugs to penetrate the prostate [7, 8] . Here, we discuss the case of an older immunocompromised patient who presented with a fever of unknown origin and was finally diagnosed with prostate abscess with bacterial and fungal coinfection."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation",
            "text": "A 78-year-old man was admitted to our rural hospital because of a one-day history of fever (body temperature: 39.4°C), generalized pain, and rhinorrhea. On the day of admission, his fever persisted and pain increased, which affected his daily life. The patient independently performed his activities of daily living. He had a history of chronic heart failure, chronic renal failure due to hypertension, and chronic liver failure due to alcohol consumption. He was receiving furosemide (20 mg), spironolactone (50 mg), amlodipine (5 mg), and enalapril (5 mg)."
        },
        {
            "cite_spans": [
                {
                    "end": 449,
                    "ref_id": null,
                    "start": 445,
                    "text": "2022"
                }
            ],
            "ref_spans": [
                {
                    "end": 442,
                    "ref_id": "TABREF1",
                    "start": 434,
                    "text": "Table 1)"
                },
                {
                    "end": 735,
                    "ref_id": null,
                    "start": 726,
                    "text": "(Figure 1"
                }
            ],
            "section": "Case Presentation",
            "text": "On admission, the patient's body temperature was 39.2°C, blood pressure was 110/72 mmHg, pulse rate was 78 beats per minute, respiratory rate was 16 breaths per minute, and peripheral oxygen saturation was 92%. Physical examination revealed pan-inspiratory crackles in the left lung field, white nails, and no edema of the extremities. Laboratory test results revealed a high C-reactive protein (CRP) level (14.24 mg/dL) and pyuria ( Table 1) . 2022 Gram staining of a sputum sample revealed multiple white blood cells and a polymicrobial pattern. In contrast, gram staining of a urine sample revealed multiple white blood cells and gram-negative rods. Chest CT revealed bilateral infiltration in the lower lobes of the lungs (Figure 1 ) with no fluid retention in or around the prostate."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest computed tomography image showing infiltration in the bilateral lower lobes of the lungs.",
            "text": "The patient was initially diagnosed with aspiration pneumonia and UTI and treated with piperacillin (PIPC; 4 g) and tazobactam (TAZ; 0.5 g) four times per day. Meanwhile, he did not need any urinary catheter."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest computed tomography image showing infiltration in the bilateral lower lobes of the lungs.",
            "text": "After treatment, the patient's fever decreased; however, his fatigue persisted. Sputum culture revealed no organism other than oral commensal bacteria, and urine culture revealed PIPC/TAZ-sensitive Klebsiella pneumoniae. Treatment with PIPC/TAZ was continued for 14 days. Subsequently, the patient's body temperature increased above 39°C, but his fatigue persisted. Additionally, he needed rehabilitation for his fragility. On day 17 of hospitalization, Gram staining of a urine sample revealed fungi and white blood cells."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Chest computed tomography image showing infiltration in the bilateral lower lobes of the lungs.",
            "text": "Rectal examination revealed no tenderness of the prostate. The patient was diagnosed with UTI caused by Candida and treated with fluconazole (200 mg/day)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 507,
                    "ref_id": null,
                    "start": 498,
                    "text": "(Figure 2"
                }
            ],
            "section": "FIGURE 1: Chest computed tomography image showing infiltration in the bilateral lower lobes of the lungs.",
            "text": "Treatment with fluconazole was partially effective; the patient's body temperature was maintained at approximately 37°C. Rectal examination revealed no tenderness of the prostate. Laboratory test results showed a CRP level elevation to 15.06 mg/dL, erythrocyte sedimentation rate of 152 mm/hour, and a creatinine level of 2.7 mg/dL. Although the patient's renal function was severely impaired, we performed contrast-enhanced CT, which revealed fluid retention in the posterior part of the prostate (Figure 2 )."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 118,
                    "ref_id": "FIGREF0",
                    "start": 109,
                    "text": "(Figure 3"
                },
                {
                    "end": 242,
                    "ref_id": null,
                    "start": 234,
                    "text": "Figure 4"
                }
            ],
            "section": "FIGURE 2: Pelvic computed tomography image showing fluid retention in the posterior part of the prostate.",
            "text": "We suspected that our patient had a prostate abscess and consulted a urologist. Ultrasound-guided aspiration (Figure 3 ) of green pus was performed. Gram staining of the pus revealed white blood cells, gram-negative rods, and fungi ( Figure 4 )."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 4: Gram-stained smear of pus aspirated from the prostate abscess showing white blood cells, gram-negative rods, and fungi.",
            "text": "We diagnosed the patient with prostate abscess with bacterial and fungal coinfection and treated him with levofloxacin (500 mg) and fluconazole (200 mg/day). Pus culture revealed Klebsiella pneumoniae, Candida albicans, and Candida tropicalis. The patient's fever decreased; however, two days later, he developed chest pain and was eventually diagnosed with myocardial infarction (troponin I level: 48.9 ng/mL). The patient's condition suddenly deteriorated and he died."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "This case demonstrates the importance of aggressive investigation of fever of unknown origin in older patients with renal insufficiency. Furthermore, the problem of tissue penetration of antibiotics and antifungal drugs should be thoroughly considered when treating prostate abscesses."
        },
        {
            "cite_spans": [
                {
                    "end": 266,
                    "ref_id": "BIBREF5",
                    "start": 263,
                    "text": "[6]"
                },
                {
                    "end": 390,
                    "ref_id": "BIBREF8",
                    "start": 387,
                    "text": "[9]"
                },
                {
                    "end": 395,
                    "ref_id": "BIBREF9",
                    "start": 391,
                    "text": "[10]"
                },
                {
                    "end": 400,
                    "ref_id": "BIBREF10",
                    "start": 396,
                    "text": "[11]"
                },
                {
                    "end": 583,
                    "ref_id": "BIBREF11",
                    "start": 579,
                    "text": "[12]"
                },
                {
                    "end": 783,
                    "ref_id": "BIBREF12",
                    "start": 779,
                    "text": "[13]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Aggressive investigation and prompt appropriate treatment of fever of unknown origin are important in older patients with renal insufficiency. Because older patients do not exhibit typical symptoms, misdiagnosis occurs more often in them than in younger patients [6] . Additionally, older patients infrequently seek medical care and often attempt to independently control their symptoms [9] [10] [11] . As observed in this case, an immunocompromised state can mask various symptoms of life-threatening diseases, such as sepsis and abscess formation in the deep parts of the body [12] . Patients with renal failure who do not exhibit typical symptoms may not undergo intensive investigation, such as contrast-enhanced imaging, due to clinicians' hesitation to perform these tests [13] ."
        },
        {
            "cite_spans": [
                {
                    "end": 404,
                    "ref_id": "BIBREF13",
                    "start": 400,
                    "text": "[14]"
                },
                {
                    "end": 504,
                    "ref_id": "BIBREF12",
                    "start": 500,
                    "text": "[13]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "It is important to overcome the fear of exacerbating renal failure in older patients during the diagnosis of critical diseases. Contrast agent-induced renal damage can be irreversible and life-threatening in older patients with renal failure. However, the prevalence of contrast agent-induced irreversible renal damage may not be high; even including subclinical damage, it is unlikely to exceed 13% [14] . The risk of fever exacerbating critical diseases can be higher than the risk of renal damage [13] . Therefore, even in older patients with renal failure, contrast-enhanced imaging tests should be performed to diagnose critical diseases."
        },
        {
            "cite_spans": [
                {
                    "end": 214,
                    "ref_id": "BIBREF6",
                    "start": 211,
                    "text": "[7]"
                },
                {
                    "end": 325,
                    "ref_id": "BIBREF6",
                    "start": 322,
                    "text": "[7]"
                },
                {
                    "end": 428,
                    "ref_id": "BIBREF14",
                    "start": 424,
                    "text": "[15]"
                },
                {
                    "end": 684,
                    "ref_id": "BIBREF15",
                    "start": 680,
                    "text": "[16]"
                },
                {
                    "end": 877,
                    "ref_id": "BIBREF6",
                    "start": 874,
                    "text": "[7]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Various antibiotics and antifungal drugs cannot reach the prostate effectively; this problem should be thoroughly considered when treating prostate abscesses. Antibiotics do not penetrate well into the prostate [7] . Furthermore, the penetration of antifungal drugs into the prostate may be lower than that of antibiotics [7] . Abscess formation can further decrease the rate of penetration of antibiotics into the prostate [15] . In this case, PIPC/TAZ and fluconazole were used. In vitro studies revealed low penetration rates for these drugs. The rate of penetration of 13.5 g/day of PIPC/TAZ into the prostate is 50%; however, there are no data on patients with renal failure [16] . The rate of penetration of fluconazole into the prostate is approximately 3%; therefore, it can be challenging to treat fungal infections of the prostate through medical management alone [7] . These issues should be considered when treating patients with prostate abscesses."
        },
        {
            "cite_spans": [
                {
                    "end": 348,
                    "ref_id": "BIBREF11",
                    "start": 344,
                    "text": "[12]"
                },
                {
                    "end": 502,
                    "ref_id": "BIBREF17",
                    "start": 498,
                    "text": "[17,"
                },
                {
                    "end": 506,
                    "ref_id": "BIBREF18",
                    "start": 503,
                    "text": "18]"
                },
                {
                    "end": 632,
                    "ref_id": "BIBREF19",
                    "start": 628,
                    "text": "[19]"
                },
                {
                    "end": 877,
                    "ref_id": "BIBREF20",
                    "start": 873,
                    "text": "[20]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "When treating prostate abscesses, drug penetration and the patient's immunological state should be considered. In this case, antifungal drugs and antibiotics were administered; however, because of low penetration into the prostate, the patient's condition worsened. The patient's immunocompromised state could have affected the pathophysiology [12] . In addition to a history of liver cirrhosis and renal failure, the patient had white nails, which is a predictor of mortality in admitted patients [17, 18] . Therefore, the patient's immunocompromised state might have facilitated the dissemination of Candida into the prostate [19] . As the penetration of antibiotics into the prostate can be low, the abscess should be quickly aspirated, and sufficient antibiotics and antifungal drugs should be promptly administered after diagnosis using contrastenhanced imaging tests [20] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions",
            "text": "This case demonstrates the importance of aggressive investigation of fever of unknown origin in older patients with renal insufficiency and the difficulty of treating prostate abscesses with bacterial and fungal coinfection. Although prostatic abscesses are rare, they should be considered during differential diagnosis in immunocompromised individuals. Therefore, drug penetration into the tissue should be considered when determining the dose of medication for treating a prostate abscess."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures",
            "text": "Human subjects: Consent was obtained or waived by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work."
        }
    ],
    "metadata": {
        "paper_id": "27833b17ea4e974c099dc931dc5f0e390aff6192",
        "title": "Difficulty in Diagnosing and Treating a Prostate Abscess With Bacterial and Fungal Coinfection in an Immunocompromised Patient"
    }
}