{
    "paper_id": "2785d01dfa6aefc902c6620f22e8bc5659a8450f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The potential for transmission of the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) 1 through human cells or tissue transplantation is still under investigation. SARS-CoV-2 has been detected in tears and conjunctival secretions suggesting that transplanted ocular tissues may carry the risk of donor-recipient transmission. 2 As a result, stringent regulations have been issued to reduce potential contamination from donors leading to a significant decrease in the corneal procurement and distribution, which is also observed due to pandemic related cessation of elective surgeries. We report the effect of COVID-19 pandemic on the rate of donation and distribution of corneal tissues observed at Fondazione Banca degli Occhi del Veneto (FBOV -Venice, Italy), one of the largest eye banks in Europe. A two-tailed non-parametric Mann-Whitney test with 95% CI was used to check the statistical difference between the tissues procured and distributed for transplantation in 2019 and 2020. Retrospective data collected from FBOV database during the lockdown period (between 9th March and 8th May 2020) showed a significant decline in the number of tissues procured (-41%; p < 0.0001) and distributed for transplantation (-62%; p < 0.0001). However, during the first week after the lockdown was eased (11th-14th May), we observed that the donation rate did not improve significantly (-30%; p = 0.4578) but the tissues requested for transplantation inclined (+14%; p = 0.5065) soon after the elective surgeries were partially resumed.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 340,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Following the outbreak of the COVID-19 pandemic, guidelines from the societies concerning eye banks such as the Eye Bank Association of America 3 and the Global Alliance of Eye Bank Associations (GAEBA) 4 were released with the aim to largely exclude donor tissues positive for, or in recent close contact with, COVID-19 patient or deceased. In Italy, indications from the Ministry of Health required to perform nasopharyngeal swabs on the donors and to obtain a confirmed negative result for SARS-CoV-2 before the tissue is released for transplantation, which has now become mandatory for all the donors. The implementation of these guidelines has reduced the probability of inadvertent distribution of corneas from asymptomatic donors, which has emerged as a significant feature of COVID-19. 5 In FBOV, of the 301 nasopharyngeal swabs performed (donors with the above inclusion criteria), only three donors were confirmed as SARS-CoV-2 positive. It is conceivable however that false negative rate encountered with PCR testing could lead to an underestimated value of truly affected donors. A key issue of COVID-19 pandemic is the cancellation of all elective surgeries. This is in part due to hospital reorganisation and redeployment of the staff from different specialties recruited to help intensive care units. Furthermore, non-imminent sight-threating surgery has been postponed to avoid 'at-risk' cohort of patients typically being elderly. Strict regulations, higher maintenance costs and cancellation of elective surgeries Correspondence have significantly challenged the eye banks. Although COVID-19 cases are flattening over time and the lockdown is partially eased, a further delay is expected before most centres are fully operational. The safety measures implemented by the eye banks will not be relaxed in the foreseeable future, with testing for SARS-CoV-2 becoming part of routine screening practices together with HIV and HCV. Moreover, approximately 4% of donors died from respiratory related complications (FBOV data) in 2019; a group that will now have to be carefully scrutinised.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 794,
                    "end": 795,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "An estimated 12.7 million patients are waiting for corneal transplants worldwide 6 and because of the pandemic this demand is expected to rise significantly which may become a serious threat to carrying out sight-saving surgery in the near future. To ease the immediate pressure on the number of available tissues, it would be reasonable to utilise a single tissue for multiple transplants either as anterior/posterior lamellar grafts or by dividing a single layer into multiple grafts. 7 In addition, research on whether SARS-CoV-2 can be completely eliminated from an ex vivo donor cornea will be extremely necessary in order to recover the currently reduced supply and distribution of donor tissues for corneal transplants. ",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Mohit Parekh https://orcid.org/0000-0002-5186-068X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "6",
            "pages": "589--594",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eye Bank Association of America. COVID-19 updates",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alert up-date: coronavirus (COVID-2019) and ocular tissue donation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19: identifying and isolating asymptomatic people helped eliminate virus in Italian village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global survey of corneal transplantation and eye banking",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jullienne",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Ophthalmol",
            "volume": "134",
            "issn": "2",
            "pages": "167--173",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Quarter-Descemet membrane endothelial keratoplasty (Quarter-DMEK) for Fuchs endothelial corneal dystrophy: 6 months clinical outcome",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zygoura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baydoun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ham",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Ophthalmol",
            "volume": "102",
            "issn": "10",
            "pages": "1425--1430",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Substantial contributions to the conception or design of the work: MP, SF, JM, CG, VR, SA Data acquisition, analysis and interpretation: MP, SF, GJ, CG, SA, MB, DP Drafting the work or revising it critically: MP, SF, GJ, JM, VR, SA, CG, DP Final approval: MP, SF, GJ, JM, VR, SA, CG, GF, MB, DP Agreement to be accountable for all aspects of work: MP, SF, GJ, JM, VR, SA, CG, GF, MB, DP",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}