{
    "abstract_text": "Since the coronavirus disease 2019 pandemic, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a growing body of evidence indicates that besides common COVID-19 symptoms, patients may develop various neurological manifestations affecting both the central and peripheral nervous systems as well as skeletal muscles. These manifestations can occur prior, during and even after the onset of COVID-19 general symptoms.In this Review, we discuss the possible neuroimmunological mechanisms underlying the nervous system and skeletal muscle involvement, and viral triggered neuroimmunological conditions associated with SARS-CoV-2, as well as therapeutic approaches that have been considered for these specific complications worldwide",
    "body_text": "The first reports of an atypical pneumonia epidemic emerged out of Wuhan, China in December 2019, and by early January 2020 the World Health Organization (WHO) started reporting on the issue (World Health Organization (WHO), 2020b). Cases were associated with a novel strain of coronavirus, retrieved from lower respiratory tract samples of 4 cases on 7 January 2020, which is from the same family of viruses that are associated with severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) . Subsequently the virus was named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (Gorbalenya et al. , 2020) , and the disease was classified as coronavirus disease 2019 (COVID-Among other cranial nerves, trigeminal nerve and vagal nerve could be more plausible way of transmission. While SARS-CoV-2 involves lung and gastrointestinal tract very commonly, neuro-invasion through retrograde neuronal transport within vagal nerve afferents (Li, Bai, 2020 , Toljan, 2020 has been postulated. Local peripheral nerves located in the enteric nervous system, may also get infected by other cells in the gastrointestinal tract (Bostancıklıoğlu, 2020 , Lima et al. , 2020 , Wong et al. , 2020b . Experimental studies have demonstrated this retrograde route for the influenza virus (Matsuda et al. , 2004) and hemagglutinating encephalomyelitis virus (HEV) (Andries and Pensaert, 1980b) . Moreover, trigeminal nerve, which usually supplies nociceptive cells in nasal cavity as well as sensory fibers in conjunctiva, might be a potential source of CNS involvement. Accordingly, SARS-CoV-2 RNA has been found in patients with conjunctivitis (Lima, Siokas, 2020, Sun and Guan, 2020) .Hematogenous spread, through the destruction of the blood-brain barrier (BBB), has beenproposed as yet another pathway of viral invasion to the brain, as found in influenza and other coronaviruses (Desforges, Le Coupanec, 2019 , Koyuncu, Hogue, 2013 , Wang et al. , 2010 . This can be through the direct invasion of the CNS by SARS-CoV-2 or infected leukocytes entering the CNS (Bostancıklıoğlu, 2020) . Additionally, SARS-CoV-2 can attack angiotensin-converting (MHV) models (Bleau et al. , 2015 , Cabirac et al. , 1994 , Cowley and Weiss, 2010 . MHV studies demonstrated that coronaviruses might be capable of disrupting tight junctions of brain microvascular endothelial cells, leading to increase in permeability. MHV can cause myelitis, encephalitis and CNS demyelinating disease. Interestingly, MHV infected mice can be used as an experimental mouse model mimicking multiple sclerosis (Mecha et al. , 2013) and causing demyelination in both brain and spinal cord. Viral-like particles of SARS-COV-2 were also found in post mortem brain endothelial capillary pericytes, supporting hematogenous CNS infection in COVID-19 patients (Paniz-Mondolfi et al. , 2020b) . Moreover, the presence of SARS-CoV has been confirmed in the cerebrum of patients with SARS (Ding et al. , 2004) .The first and foremost important indication of viral infectivity is receptor recognition and presenting a combination of amino acids for the strongest binding of virus-host receptor. If a new virus makes a stronger bond than a prior one, it would be chosen by natural selection. RNA viruses generally adapt to their hosts more rapidly, due to high mutation rates. Their high adaptation capacity favors them for transmitting between animals to humans (Wu et al. , 2012) .Coronavirus family are all spherical or oval and have spike (S) glycoproteins throughout their envelope, which gives them the shape of a crown under electron microscopy. Hence, they are named as Corona (crown) Viridae (Schoeman and Fielding, 2019, Wu, Xu, 2020b) . The trimeric S proteins and their receptor biding domains have a similar 3D structure and homology in both SARS-CoV and SARS-CoV-2. They both have strong affinity toward the human ACE-2 receptor , Ziegler et al. , 2020 . A series of mutations led to a different J o u r n a l P r e -p r o o f affinity of SARS-CoV receptor domains toward human ACE-2 receptor. For example, there is a salt bridge between Lys31 and Glu35 under hydrophobic environment in human ACE-2 hot spot 31 (Yin et al. , 2020) . First in the civet SARS-CoV receptor binding domain, the 479 residues that counter reacts with hot spot 31 in ACE-2 was also a lysine (Yin, Feng, 2020) . Lysine in both sides causes steric and electrostatic interference with civet-SARS-CoV and ACE-2 salt bridge counterpart. Later as result of a point mutation (K479N) at lysine residue was substituted by asparagine, which guaranteed a stronger interaction between SARS-CoV and ACE-2 and facilitated transmission of SARS-CoV to human. As such mutations happened through coronaviruses evolution, some of them were more advantageous for human-SARS-CoV-2 host interaction while still some are in favor of human-SARS-CoV. However, generally speaking, all the selected mutations in human-CoV enhance their interaction with human ACE-2 comparing to civet-CoV (Yin, Feng, 2020) .ACE-2 receptor is expressed in multiple tissues within human body including the CNS and skeletal muscle (Hamming, Timens, 2004) . It is mainly detected over glial cells and neurons (Baig, Khaleeq, 2020 , Palasca et al. , 2018 . Thus, if the virus reaches out to CNS or PNS, neurons and glial cells would be potential targets. Within the brain, ACE-2 receptors are particularly present in the brainstem and medulla as part of reticular activating system function involved in regulation of cardiovascular system (Xia and Lazartigues, 2008) . Interestingly though, expressing virus receptors, like ACE for SARS-CoV or dipeptidyl peptidase 4 (DPP4)for MERS-CoV, did not seem to be the only mechanism for the host cell infection with coronavirus family. It was first postulated that the level of receptor expression in the cell is the determinant factor for its infectability but marked infection of liver by coronavirus despite very low to undetectable level of ACE receptor suggested other mechanisms than ACE theory J o u r n a l P r e -p r o o f (Prabakaran et al. , 2004, To and Lo, 2004) . Another proposed pathway is through synaptic routes of nerve cells. HEV, which is also a member of β-Coronaviridae seems to infect CNS retrogradely via peripheral sensory nerves (Andries and Pensaert, 1980a, Hara et al. , 2009) .After infecting nerve cells HEV particles bud from endoplasmic reticulum-Golgi intermediate compartments. Afterward they form into virion vesicles through Golgi apparatus and finally are secreted into the surrounding matrix. Virions would then be up taken by adjacent nerve cells (figure 1) (Hara, Hasebe, 2009 , Steardo et al. , 2020 . Viral transport through olfactory nerve seems to be a feasible channel for introducing the virus from endothelium to olfactory nerves and bulb and finally passing to brain. Olfactory epithelial cells also express ACE-2. This pathway also explains the anosmia caused by SARS-CoV-2 infection. But whether interacting with ACE-2 receptor is the primary mechanism for anosmia commonly found in SARS-CoV infection or disruption of ciliary nasal epithelium similar to HCoV-229E is key, and is yet to be determined (Koyuncu, Hogue, 2013 , Lechien, Chiesa-Estomba, 2020 , Troyer et al. , 2020 , Wu, Xu, 2020b . Notably, when transgenic mice expressing human ACE-2 were infected intranasally by SARS-CoV, the viruses were found to enter the brain by day 4 post infection primarily via the olfactory bulb resulting in a rapid, transneuronal spread to the connected areas of the brain (Netland, Meyerholz, 2008) . Another coronavirus, HCoV-OC43, has demonstrated a similar behavior (Dube et al. , 2018) . In this case, the virus spreads to the piriformis cortex, brain stem, and spinal cord by day 4 post infection. Interestingly, administration of zinc sulfate, that causes degeneration of the olfactory sensory neurons, almost completely stopped the virus to gain entry to the CNS (Dube, Le Coupanec, 2018) . Moreover, when transgenic mice expressing human DPP4 were infected intranasally by MERS-CoV, brain disease was observed, with the greatest involvement noted in the thalamus and brain stem (Li et al. , 2016) . The temporal course J o u r n a l P r e -p r o o f of brain tissue infection suggested retrograde virus spread from olfactory neurons. Altogether, these data support the critical role of the olfactory pathway and ACE-2 in the neuroinvasion process.To date, the full pathway for nerve and glial cells infections is not convincingly explained.However, in prior case reports and autopsies, SARS-CoV and MERS-CoV particles were found within neurons and glial cells as well as the cerebrospinal fluid (CSF) proving that cells in the nervous system can be infected (He et al. , 2003 , Lau et al. , 2004 , Li, Wohlford-Lenane, 2016 , Xu et al. , 2005 . After cell infection with coronavirus, the cell ultimate endpoint is death whether it would happen through autophagy, apoptosis, pyroptosis, elimination through innate immune cells, or other pathways (Varga et al. , 2020, Yang and . Viral antigens were detected in respiratory brain stem centers like nucleus of the solitary tract and nucleus ambiguous. Damage to these centers may be a contributor to cardiac or respiratory arrest (Li, Bai, 2020 , Steardo, Steardo Jr, 2020 , Xia and Lazartigues, 2010 .Additional effect of SARS-CoV-2 on CNS is through systemic and local inflammatory response causing cytokines storming and immune cells reactivation (Shi et al. , 2020 , Steardo, Steardo Jr, 2020 . Earlier epidemiologic studies showed that about 15% of cases might advance to severe disease and the rate is higher in people older than 65 years of age (Guan et al. , 2020) . Later some European countries like Italy showed higher case fatalities from what China and most of other countries witnessed (Onder et al. , 2020) . The determinant factors for progressing to severe stages are not completely understood; and is the most striking question.There is always a tug-of-war between viruses and host immune response. Through years the host immune system either succeeds in clearing the pathogen or adapts in a way causing chronic viral infections. When a virus surpasses a species after years of co-evolution, the new host would respond to it with a more severe immune reaction that can even damage host tissues.Accordingly, possible severe immune response to SARS-CoV-2 is expected (Fung et al. , 2020 , Rahman et al. , 2011 , Wagstaff et al. , 2013 . There are several pathways proposed to be involved in human immune response towards SARS-CoV-2, and all include two general phases, innate and adaptive immune responses (figure 1). Innate immune response includes activation of neutrophils, macrophages and natural killer cells and adaptive response involves cytotoxic CD8+ cells, CD4+ T helper cells and B cells (Steardo, Steardo Jr, 2020) . What has been observed so far in severe and fatal COVID-19 infection is a reduction in the absolute number of T cells as well as monocytes, eosinophils, and basophils. At the same time neutrophilic response is enhanced, leading to increased neutrophil-lymphocyte ratio. Despite absolute reduction in total number of T cells, including both CD4+ and CD8+ cells, the main reduction is among memory T helpers and regulatory cells, while naïve T cells and pro-inflammatory T helper 17 cells were even boosted in number (Karakike and Giamarellos-Bourboulis, 2019 , Lagunas-Rangel, 2020 , Qin et al. , 2020 . Because of this pro-inflammatory cell shift, immune cells hyper-react by producing excess levels of inflammatory cytokines. Whether the cytokine storm is a part of the \"cytokine release syndrome (CRS)\", or the \"secondary haemophagocytic lymphohistiocytosis (sHLH)\" also called \"macrophage activation like syndrome (MAL)\", the outcome is a robust increase in the highly inflammatory cytokines such as interleukin (IL)-6, IL-2, IL-7, granulocytecolony stimulating factor (GMCSF), and tumor necrosis factor-α (TNF-α) (Mehta et al. , 2020 . J o u r n a l P r e -p r o o f CRS is commonly seen after car T cell therapy and sepsis following organ transplantation and is also reported after viral infections. Clinical features of CRS include headache, fever, encephalopathy, hypotension, coagulopathy, cytopenia and multiorgan failure , Zhang, Wu, 2020a . Most of these features are shared with MAL, which also could occur secondary to infections and hematological malignancies (Karakike and Giamarellos-Bourboulis, 2019 ). One of the main outcomes commonly found in both CRS and MAL is an upsurge in IL-6, which is reported to be also augmented in moderate to severe cases of SARS-CoV-2 infection (Wan et al. , 2020) . Inflammatory conditions leading to increased IL-6 and TNF-α also might facilitate disruption of BBB (Ichiyama et al. , 2002 , Linker et al. , 2008 which in turn might be responsible for encephalitis, acute necrotizing encephalopathy and demyelination in the CNS and even Guillain-Barré syndrome (GBS) in the PNS. There are several case reports of such complications due to SARS-CoV-2 infection as we discuss in the next sections (Alberti et al. , 2020 , McAbee et al. , 2020 , Moriguchi et al. , 2020 , Poyiadji et al. , 2020 , Zanin et al. , 2020 . Interestingly, tocilizumab (a recombinant, humanized monoclonal antibody against the IL-6 receptor), which is an FDA approved medication for treatment of T cell induced CRS, also showed some benefit over severe cases of COVID-19 infection (Le, Li, 2018 , Xu et al. , 2020a . However, as of yet, there is not sufficient evidence to clarify the exact role of systemic inflammation versus local inflammation due to the direct viral infection or hypoxia, which is a common complication of SARS-CoV-2 infection.The brain and the lungs have a close inter-relation. A disease process in one would potentially cause complications of the other (Abdennour et al. , 2012) . Brainstem centers for respiratory and cardiovascular systems are potential targets of SARS-CoV-2 and neural cell death in these centers might be responsible for a central cause of respiratory/cardiovascular arrest (Li, Bai, 2020 , Steardo, Steardo Jr, 2020 , Xia and Lazartigues, 2010 . SARS-CoV-2 lung infection has been reported to cause an atypical form of ARDS, while patients usually show relatively wellpreserved lung mechanics not matching the severity of hypoxemia. This may be due to the dysregulation of lung perfusion and hypoxic vasoconstriction, which may have a central cause as well (Gattinoni et al. , 2020) . On the other hand, through a process called \"infectious toxic encephalopathy\" usually seen in toxic metabolic disorders or acute infections, alveolar gas exchange problem might lead to anaerobic metabolism in brain cells, and cause CNS hypoxia.The hypoxemia and increased acidity within the brain causes cell swelling, interstitial edema, obstructive hydrocephalus, and increased intracranial hypertension leading to an altered mental status and even coma (Abdennour, Zeghal, 2012 , Wu, Xu, 2020b . Hypoxic injury to the brain also may cause cerebrovascular accidents like stroke or seizures, and again would activate the loop of both local microglial activation and systemic inflammation Mccullough, 2013, Wu, Xu, 2020b) .Another clinical and scientific significance of SARS-CoV-2 infection is widespread observation of hypercoagulable state indicated by elevated D-dimer level, prolongation of prothrombin time (PT), activated partial thromboplastin time (aPTT), and thrombocytopenia (Violi et al. , 2020b) .Coagulopathy was previously observed in infection with other Coronoviridae viruses including SARS and MERS (Giannis et al. , 2020, Merad and Martin, 2020) . Although there are some prospective studies currently looking at incidence of thrombotic events, early studies have already confirmed increased frequency of intravascular thrombosis leading to pulmonary embolism, myocardial infarction, ischemic strokes, and even cerebral venous sinus thrombosis.J o u r n a l P r e -p r o o f A thrombotic event was sometimes reported as the first presentation of COVID-19 infection (Hughes et al. , 2020 , Klok et al. , 2020 . In a retrospective study on 214 COVID-19 patients, about 6% presented with acute cerebrovascular events, mainly ischemic strokes (Cantador et al. , 2020) . A small number of stroke patients with COVID-19 infection presented with cerebral hemorrhage (Cantador, Nunez, 2020) . Recent investigation has also found that COVID-19 patients have increased serum Nox2 overactivation, which is an important trigger for vascular dysfunction through excess production of reactive oxygen species (Violi et al. , 2020a) .Interestingly, it was more up-regulated in more severe COVID-19 cases and also those with thrombotic complications (Violi, Oliva, 2020a) . One possible underlying mechanism is the reduced expression and function of ACE-2 in SARS-CoV-2 infected cells. ACE-2 regulates the cerebral blood flow and its altered signaling can lead to subsequent hypertension and predisposition to developing hemorrhagic stroke from arterial wall rupture (Sharifi-Razavi et al. , 2020) . Another possible mechanisms is the underlying coagulopathy induced by the infection with thrombocytopenia .Since the early phases of the global pandemic, numerous studies have demonstrated clinical symptoms and signs of COVID-19 which mainly include fever, cough, sore throat, dyspnea, diarrhea, nausea, vomiting, anorexia, and fatigue ( J o u r n a l P r e -p r o o f consciousness (7.5%), ageusia (5.6%), anosmia (5.1%), stroke (2.8%), nerve pain (2.3%), visual impairment (1.4%), seizure (0.5%), and ataxia (0.5%) (Mao et al. , 2020 ). An important finding was the significantly higher rate of neurological manifestations (in general) and impaired consciousness, stroke and skeletal muscle injury (in particular) in patients with severe COVID-19 infection than those with non-severe infection (Mao, Jin, 2020) . Another study demonstrated that the major factor associated with neurologic complications was age over 60, which was also a strong risk factor for mortality (Xiong et al. , 2020) . When patients with COVID-19 infection were compared at the same level of severity, new-onset of neurologic critical events (e.g. impaired consciousness and stroke) was later found to increase the risk of death by six-fold (Xiong, Mu, 2020) . Overall, the most common neurological symptoms described in patients are fatigue/malaise, myalgia, headache, impaired consciousness, dizziness, ageusia, and anosmia; and less common reported symptoms include visual impairment, nerve pain, occipital neuralgia, ataxia, tremor, and tic. Growing number of case reports and/or series indicate that a variety of neurological conditions and post-viral triggered autoimmune complications, as we discuss below, occur in association with SARS-CoV-2 infection which mainly include Guillain-Barré syndromes (GBSs) (table 2), myopathy and rhabdomyolysis (table 2) , encephalopathy, meningoencephalitis, encephalomyelitis, and myelitis (table 3) .GBSs characteristically manifest with acute (< 4 weeks) ascending muscle weakness accompanied by decreased/absent deep tendon reflexes, mild-moderate sensory loss, occasionally cranial nerve involvement, and radicular or muscle pain. Although GBSs are commonly demyelinating (i.e. acute inflammatory demyelinating polyneuropathy [AIDP]), J o u r n a l P r e -p r o o f primary axonal injury may occur, known as acute motor and sensory axonal neuropathy (AMSAN) or acute motor axonal neuropathy (AMAN). Miller-Fisher syndrome (MFS) is another GBS variant which is characterized by the triad of ophthalmoplegia, gait ataxia, and areflexia (Rocha Cabrero and Morrison, 2020). GBS is considered as an autoimmune neurologic disease that can be triggered by a variety of viruses. About 70% of cases may have a viral illness 1-3 weeks prior to neurologic symptoms (Wakerley and Yuki, 2013) . GBS outbreak has been observed with viral epidemics including those with coronaviruses (i.e. MERS-CoV and SARS-CoV) (Kim et al. , 2017, Wakerley and Yuki, 2013) . The first case of SARS-CoV-2 related GBS was reported from the major COVID-19 hotspot, Wuhan, China . The patient was a 61 years old woman who, one week after her trip from Wuhan, developed rapidly progressive ascending limb weakness over 3 days accompanied by areflexia and later distal sensory changes. The CSF study (day 4) revealed albuminocytologic dissociation and electromyography/nerve conduction study (EMG/NCS) on day 5 showed a demyelinating neuropathy at early stage. Laboratory results on admission were notable for lymphocytopenia and thrombocytopenia. She was treated with intravenous immunoglobulin (IVIG). Notably, she developed fever, cough, and pneumonia eight days after the onset of neurological symptoms. The SARS-CoV-2 rRT-PCR was positive in oropharyngeal swabs at that time. The patient had a full recovery after 3 weeks and the repeat test for COVID-19 was negative (Zhao, Shen, 2020a) .Overall 30 cases of GBS variants have been reported worldwide in patients with confirmed COVID-19 since the pandemic (table 2), with mostly typical manifestation of rapidly progressive flaccid limbs weakness and areflexia, with and without facial muscle weakness, and distal paresthesia or numbness. Cranial nerve involvements have been observed in 5 (17%) cases (Bigaut et al. , 2020 , Gutiérrez-Ortiz et al. , 2020 , Reyes-Bueno et al. , 2020 J o u r n a l P r e -p r o o f al. , 2020). Either unilateral or bifacial weakness was present in 12 (40%) cases. In 28 patients, COVID-19 symptoms were variably present between 26 and 2 days prior to the onset of GBS symptoms, including cough (70%), fever (57%), gastrointestinal symptoms (e.g. diarrhea, nausea and vomiting, 33%), dyspnea (17%), myalgia (17%), ageusia (20%), anosmia (20%), fatigue/malaise (13%). Ageusia and anosmia were also present on admission in 17% and 10% of these cases, respectively. Three cases (all from Spain) had MFS (Gutiérrez-Ortiz, Méndez, 2020, Reyes-Bueno, García-Trujillo, 2020). Among 26 patients that underwent CSF study, elevated protein levels (44 to 313 mg/dL) with normal leukocyte counts (i.e. albuminocytologic dissociation) were found in 22 (85%) patients. Positive serum anti-GD1b IgG antibody was reported in one patient with MFS (Gutiérrez-Ortiz, Méndez, 2020). However, serum and CSF anti-ganglioside antibodies (including anti-GM1, GQ1b, and GD1b antibodies) checked in 10 and 2 cases, respectively, were negative (table 2). Variable degrees of leukocytopenia (mainly lymphocytopenia; 40%) and elevated acute phase reactants (e.g. erythrocyte sedimentation rate [ESR] , C-reactive protein [CRP], ferritin, or fibrinogen; 40%) were also reported among these 30 cases. Except for five patients (two with MFS) that did not undergo EMG/NCS, 20 cases (including one with MFS) (80%) had demyelinating features (i.e. AIDP), 4 (16%) had AMSAN, and one (4%) had AMAN in EMG/NCS. This implies that different GBS variants could occur in association with SARS-CoV-2. Except for 4 patients (including one MFS and one AIDP case who received plasma exchange therapy), all other patients received a 5-day course of IVIG (0.4 mg/kg/day, one patient received only one dose) with an additional cycle for 2 patients. Overall, the outcome was favorable with partial to complete recovery in 18 (60%) cases. Two patients passed away due to severe, progressive respiratory failure within 24 hours after initiation of IVIG (Alberti, Beretta, 2020, Marta-Enguita et al. , 2020).An important finding in these reported cases is that COVID-19 rRT-PCR was negative in all those 23 checked CSF samples, indicating no active intrathecal SARS-CoV-2 replication or root infection. This finding combined with relatively favorable outcome post-IVIG therapy and positive anti-GD1b antibody in one case may suggest an underlying autoimmune process triggered by post-SARS-CoV-2 viral infection in these cases. There is evidence that the SARS-CoV-2 S protein can bind to sialic acid-containing glycoprotein and gangliosides on cell surfaces (Fantini et al. , 2020) , increasing its viral transmissibility. Therefore, it is possible that crossreactivity between epitopes within the SARS-CoV-2 S protein-bearing gangliosides and surface peripheral nerve glycolipids may occur, serving as an underlying mechanism in SARS-CoV-2 triggered autoimmune GBS. Accordingly, most GBS variants (AIDP, AMAN, AMSAN, and MFS) have been reported in SARS-Cov-2 patients (table 2). Checking anti-ganglioside antibodies in future cases may provide more detailed information about this hypothesis. It is also noteworthy that some of the reported GBS cases received hydroxychloroquine in addition to IVIG or plasma exchange therapy. Chloroquine is shown to bind to sialic acids and GM1 gangliosides preventing binding to SARS-CoV-2 S protein, thereby inhibiting virus entry to the cells. Therefore, adjunctive therapy with chloroquine in SARS-CoV-2-associated GBS could be an interesting consideration in future studies. and Shabarek, 2020), association of SARS-CoV-2 with either viral or necrotizing autoimmune myositis is still elusive. Two reported cases may indirectly suggest a SARS-CoV-2 triggered necrotizing autoimmune myositis Tong, 2020, Suwanwongse and Shabarek, 2020) . The first case is a man, aged 88 years, from New York, presenting with acute, painful bilateral proximal lower limb weakness and hyperCKemia (13581 U/L) (Suwanwongse and Shabarek, 2020) who was found COVID positive and started on hydroxychloroquine, and his weakness and CK levels improved one week later. The second case is a man, aged 60 years, from Wuhan, with 6-day COVID-positive pneumonia and fever who 7 days later, despite improvement in his clinical condition, developed painful proximal muscle weakness with hyperCKemia (11842 U/L) and elevated CRP, and benefited from IVIG therapy (Jin and Tong, 2020) . A more recent study also reported six intensive care unit (ICU)-admitted cases (age between 51 and 72 years old) with COVID-19 who had acute flaccid quadriplegia (Madia et al. , 2020) . EMG/NCS showed myopathic features in all of these patients and CK levels were normal to mildly elevated (highest level of 1274 U/L), suggesting the presence of critically illness myopathy (Madia, Merico, 2020) . Overall, these observations may necessitate pursuing more investigations such as muscle biopsy and antibody screening in some COVID-19 patients with signs of skeletal muscle injury, as treatment with IVIG may potentially improve functional outcomes in these patients. Notably, ACE-2 is shown to be expressed in skeletal muscles (Cabello-Verrugio et al. , 2015) ; thus, evaluation of direct SARS-CoV-2 infection of skeletal muscle fibers would be a highly interesting topic for future studies.Human coronavirus infections have been associated with encephalopathies in the past and are known to have human neurotropic and neuroinvasive potentials, mainly through the olfactory bulb or hematogenous route, causing inflammation, and demyelination (Desforges, Le Coupanec, 2019) . The underlying pathophysiology is still not well understood, and includes abnormal host immune responses with autoimmunity and/or direct CNS damage due to viral replication and infiltration (Desforges, Le Coupanec, 2019) . More in details, ACE-2 and transmembrane protease, serine 2 (TMPRSS2) are documented co-receptors for SARS-CoV-2 entry and they are expressed in the oligodendrocytes, suggesting a direct involvement of white matter in case of encephalitis related to COVID-19 infection (Needham et al. , 2020 , Sellner et al. , 2020 . A retrospective study from Turkey (Kandemirli et al. , 2020) included 235 patients in ICU, 50 of which (21%) developed neurological symptoms. The authors collected MRI data from 27/50 patients to show neurotropism related to COVID-19. The findings included cortical FLAIR (fluid attenuated inversion recovery) abnormalities (37%) with cortical diffusion restriction, leptomeningeal enhancement, or cortical blooming artifact in a non-specific pattern. Less frequently subcortical and deep white matter FLAIR lesions were reported. Unfortunately, the findings were not correlated with the patients' symptomatology. CSF data were also obtained in half of the patients with cortical FLAIR abnormalities, showing elevated proteins, normal cell count, glucose level, IgG index, oligoclonal bands and albumin as well as negative rRT-PCR for SARS-CoV-2 (Kandemirli, Dogan, 2020) . Another report from UK described a patient with fever and respiratory symptoms who developed progressive unsteady gait, diplopia, limb ataxia, altered sensation in the right arm, hiccups, and dribbling when eating, found to have a rhomboencephalitis in the MRI with involvement of the right inferior cerebellar peduncle (table   3) . CSF showed normal protein, normal white blood cell (WBC) counts and negative bacterial J o u r n a l P r e -p r o o f culture (Wong et al. , 2020a) . Unfortunately, the SARS-CoV-2 PCR test was not administered, and there were no results for the myelin oligodendrocyte glycoprotein and aquaporin 4 antibodies sent as part of the workup.The presence of brain inflammatory changes related to COVID-19 was also confirmed by neuropathology findings of foci of perivascular lymphocytes, focal leptomeningeal inflammation in brain specimens of 18 encephalopathic patients, although these findings were reported as rare and did not support an underlying diagnosis of encephalitis. Immunohistochemical analyses to detect SARS-CoV-2 by rRT-PCR performed in the tissues were negative, and the virus was detected at low levels in only 5 patients, possibly as a result of viral direct infiltration in the brain or viral RNA coming from blood (Solomon et al. , 2020).Increasing evidence indicates that encephalopathy is one of the several presenting symptoms or complications of COVID-19. Encephalitis represents an inflammatory process of the brain and surrounding tissues and its symptomatology can include altered mental status, headache, behavioral changes, psychiatric disturbances in association with focal neurological signs (e.g. paresthesia, weakness, etc.). On the other end, meningitis is an inflammatory process of the meninges and spinal cord and gives typical symptoms such as fever, headache, photophobia, phonophobia and neck stiffness. Seizures could also be part of the encephalitis and meningitis presentation (Asadi-Pooya, 2020, Sohal and Mossammat, 2020). The severity of the above symptoms can vary and sometimes it is difficult to make a proper diagnosis particularly in patients with mild symptoms. To add complexity in the diagnosis and management of encephalopathies, there is the inability to distinguish the underlying process (infectious or toxicmetabolic) only based on the symptoms. Indeed, many patients with severe COVID-19 infection J o u r n a l P r e -p r o o f may present with altered mental status from the toxic metabolic processes due to hypoxia, electrolyte derangements, metabolic disturbances, and multiorgan failure, without necessarily presenting involvement of the CNS. Moreover, two cases of acute necrotizing encephalopathy (ANE) in patients with COVID-19 positivity from nasopharyngeal and oropharyngeal swab, but without CSF PCR for SARS-CoV-2 data, were reported in the literature (Poyiadji, Shahin, 2020 , Radmanesh et al. , 2020 . ANE is characterized by neuroinflammation secondary to cytokine storm with multifocal symmetric lesions in the gray and white matter without direct viral damage. In addition, there is a report of possible demyelinating lesion in the white matter and globus pallidus in a 54-year-old woman admitted initially for respiratory distress due to COVID-19 infection with only history of mild elevated blood pressure under treatment. Her Glasgow Coma Scale score was 14 with altered sensorium but her neurological exam was non-focal on admission, then rapidly deteriorated and required endotracheal intubation and received hydroxychloroquine in addition to azithromycin and amoxicillin/clavulanic acid. Sedation was discontinued two days later but the patient remained obtunded for a long period afterwards, and this prompt neuroimaging and further investigations. Brain MRI eventually revealed bilateral asymmetric restricted diffusion lesions without hemorrhage or enhancement in the supratentorial periventricular white matter and globus pallidus, without involvement of the thalamus, striatum and posterior fossa. Subsequent MRI obtained 2 days later showed homogeneous contrast enhancement of the lesions, brain vascular images were negative. CSF studies, performed twice (on admission and 9 days after), were reportedly unremarkable, including rRT-PCR for SARS-CoV-2. The patient was treated with steroid for suspected demyelination twelve days later after her hospitalization upon negative nasopharyngeal PCR. The patient reported residual right-side hemiplegia and there are no data about her response to steroids, which could be supportive of the J o u r n a l P r e -p r o o f diagnosis of demyelination (Brun et al. , 2020) . Despite that, the images were suspicious of demyelination, which has been described associated with coronavirus, both in murine animal models (Wu et al. , 2000) , and in a pediatric patient with acute disseminated encephalomyelitis (ADEM) (Yeh et al. , 2004) . However, other diagnoses could not be completely excluded in the case described above.In a retrospective observational case series from Wuhan (Mao, Jin, 2020 ) that collected data from 214 patients with laboratory-confirmed diagnosis, 36.4% had neurological manifestations.More in detail, CNS manifestation was present in 24.8% of the patients, and in particular 7.5% had encephalopathy. The authors noticed that CNS manifestation were significantly more common in patients with severe infection compared to non-severe infection, with encephalopathy present in 14.8% of cases versus 2.4% (P < 0.001), respectively. The patients with severe infection were older, with higher blood pressure and with less typical symptoms such as fever or cough on admission. Furthermore, those patients were more prone to develop neurological symptoms few days after the admission, with associated higher mortality rate. They also had a marked inflammatory response with higher levels of WBC counts, neutrophil counts, blood urea nitrogen, D-dimer and CRP, and reduced lymphocyte and platelet counts than in those with less severe infection, pointing to a multiorgan involvement and immunosuppression as underlying pathogenic mechanism for the neurological manifestations. The study did not further investigate the etiology of the encephalopathy, either toxic-metabolic or infective. Other case reports described encephalopathic patients who first presented to the hospital with new onset of seizure as manifestation of underlying meningoencephalitis in the setting of COVID-19 infection (Asadi-Pooya, 2020 , Moriguchi, Harii, 2020 , Sohal and Mossammat, 2020 .As of now, there are no CSF or serologic biomarkers available worldwide to help diagnosing cases of COVID-19 with CNS involvement (Baig, 2020 , Kandemirli, Dogan, 2020 ; therefore, proper neurological evaluation of encephalopathic COVID-19 patients can help early diagnosis, better tailor the treatment, and possibly improve the outcome. The workup for encephalopathic patients should not only include detailed documentation of the neurological symptoms but also electrophysiological studies (i.e. electroencephalography or EEG), CSF analysis, and perhaps brain imaging (Asadi-Pooya and Simani, 2020, Liu et al. , 2020b , Oxley et al. , 2020 . Moreover, seizures should be suspected in case of altered mental status in patients with COVID-19 since cases with clinical or subclinical seizures or status epilepticus have been reported, either as a direct consequence of the brain damage from the virus or secondary toxic-metabolic derangements (Asadi-Pooya, 2020). Anti-epileptic drugs (AEDs) should be administered in patients with seizure as initial presentation, to prevent further episodes, for a period of 6 weeks and then taper and discontinue the AED in 1-2 weeks (Asadi-Pooya, 2020). Since these COVID-19 patients are usually critically ill, intravenous formulations and AEDs with less side effect on respiratory and cardiac status are recommended, such as levetiracetam and brivaracetam.Moreover, since some patients may require extracorporeal membrane oxygenation which affects the pharmacokinetic of highly protein-bound AEDs, phenytoin and valproic acid should be avoided (Asadi-Pooya, 2020).The diagnosis of COVID-19 meningoencephalitis is based on clinical and laboratory studies such as CSF characteristics and possibly detection of the virus in the CSF. The first case of COVID-19 with associated laboratory-confirmed viral encephalitis was reported in Beijing in a patient J o u r n a l P r e -p r o o f with altered mental status, seizures, persistent hiccups, hyperreflexia, meningeal irritation and slow pupillary response (table 3) . Notably, CSF studies showed normal range WBC, glucose and protein, but an increased opening pressure and positive PCR for SARS-CoV-2 (Oxley, Mocco, 2020, Sun and Guan, 2020) . This case report was published in Chinese and it seems to lack further clinical and laboratory data to corroborate the diagnosis. A recent paper discussed about a woman with encephalitis and no respiratory symptoms with SARS-CoV-2 positivity in both nasopharyngeal swab and CSF . Another case of meningoencephalitis from COVID-19 in Japan (Moriguchi, Harii, 2020) described a young patient who presented with headache, fatigue, fever and few day later was found unconscious with an episode of generalized tonic seizure while transported to the hospital. He had clear meningeal signs, pleocytosis in the blood, negative CT scan of the head, with SARS-CoV-2 detected only in the CSF but not in the nasopharyngeal swab. Interestingly CSF showed elevated opening pressure and 12 WBC mainly mononuclear; MRI showed DWI (diffusion-weighted imaging) positivity along the wall of the inferior horn of the right ventricle and FLAIR abnormalities in the right mesial temporal lobe and hippocampus. These are the only three encephalitis cases based on our knowledge that were associated with CSF viral detection. It is noteworthy that false positivity of the PCR has been reported given the risk of sample contamination from shed airborne virus with this diagnostic technique (Needham, Chou, 2020).On the contrary, there is also a case report of a patient who presented with fever, cough and typical multiple ground-glass opacities on CT of the lungs, who later developed focal neurological symptoms and altered mental status suggestive of meningoencephalitis (Yin, Feng, 2020) . Notably, the throat swab was positive for COVID-19 but the CSF PCR was negative (Yin, Feng, 2020) . Other CSF results suggestive of viral infection were the elevated opening pressure J o u r n a l P r e -p r o o f and proteins (Yin, Feng, 2020) . The patient was monitored, treated with antivirals and supportive care. Over time the lung infections improved, he started requiring less oxygen supplementation and concomitantly his neurological exam improved consistently. At that time two further throat swab were done and resulted negative. Other case reports of patients with suspected viral meningoencephalitis with positive nasopharyngeal swab but negative CSF PCR for SARS-CoV-2 have been reported in the literature. In the majority of the reports, CSF showed increased cells, mainly lymphocytes, and elevated protein levels , Dogan et al. , 2020 . More in details, a case series of 53 ICU patients reported 29 subjects intubated for severe ARDS and no improvement of their mental status or agitated delirium after extubation with subsequent neurological workup (Dogan, Kaya, 2020) . Neurological involvement was diagnosed in 6 of the 29 intubated patients (20.6%). These patients had increased levels of acute-phase reactants such as ferritin, CRP, IL-6, fibrinogen. MRI findings showed white matter and cortical abnormalities and contrast enhancement compatible with meningoencephalitis in 3/6 patients.CSF data revealed elevated proteins without pleocytosis in all cases with negative PCR for viruses including SARS-CoV-2. An underlying autoimmune etiology was suspected for both MRI positive and negative patients, and they underwent treatment with plasmapheresis.Improvements of the clinical status were observed in 5/6 patients, and MRI findings were reversible in all 3 patients with positive MRI. Another case from Italy (Pilotto et al. , 2020) described a 60-year old man with mild respiratory symptoms that developed akinetic mutism and nuchal rigidity. MRI and EEG were negative for any abnormalities. CSF showed elevated protein level and lymphocytic pleocytosis, as well as increased IL-6, IL-8 and TNF-α but negative for SARS-CoV-2 and for other neurotropic viruses. COVID-19 infection was established by nasopharyngeal swab. The patient was started on antibiotic and antiviral coverage J o u r n a l P r e -p r o o f initially, as well as hydroxychloroquine. An improvement was seen after high dose of steroids were initiated. Patient was discharged after 5 days of IV steroids with oral prednisone taper with normal neurological examination.Although the exact pathogenetic mechanism of autoimmune encephalitis in the setting of COVID-19 is unclear, it may be related to cytokine storm with direct damage to the BBB and increased leukocyte migration to the brain (Sohal and Mossammat, 2020), as well as dysregulation of viral immunity mediated by molecular mimicry (Pilotto, Odolini, 2020) . A trial with immunomodulatory therapies can be crucial to diagnose autoimmune encephalitis. Further case reports of patients with suspected viral or autoimmune meningoencephalitis and detailed description of their presentation and workup are also needed. The cases reported above showed that CSF PCR may be not reliable for the diagnosis since SARS-CoV-2 dissemination in the brain can be transient and its CSF titer may be extremely low (Ye et al. , 2020a) . Furthermore, the test is not widely available. A proper neurological examination, EEG, CSF studies, and brain imaging are for now the only tools that can guide to the diagnosis of COVID-19-associated meningoencephalitis, and appropriate treatment should be initiated promptly.A retrospective study of 799 patients with COVID-19 reported altered mental status on hospital admission in 22% of patients who expired and 1% among those who recovered from the infection. This hints towards a possible negative prognostic factor related to encephalopathy as initial presentation. Headache without associated neurological symptoms or signs was reported in 10% of the deceased patients, versus 12% of the recovered patients.Metabolic derangements were more common in deceased patients than in recovered patients, and J o u r n a l P r e -p r o o f 20% of the deceased patients suffered from what was classified as hypoxic encephalopathy related to pulmonary inflammation. In this study neurological symptoms other than headache, neurological signs, and seizures were not reported or considered as possible manifestation of the disease. Furthermore, no laboratory studies were carried to rule out a viral encephalitis/meningitis, underlying seizures, and non-convulsive status epilepticus. It is possible that some of the cases described to have toxic encephalopathy were indeed suffering from a viral encephalitis.One of the first case reports published at the beginning of the pandemic (Filatov et al. , 2020) reported the case of a 74-year old man with chronic obstructive disease (COPD), atrial fibrillation and prior cardioembolic stroke in the left posterior cerebral artery. He presented to the emergency department with fever and cough, initial negative workup for pneumonia, and initially discharged with possible COPD exacerbation. He was readmitted to the emergency department after 24 hour with severe altered mental status and headache. Neurology was consulted at that time and a full work up included a CT scan of the head, EEG and CSF studies were conducted. The head CT scan showed the old stroke, related encephalomalacia; and CSF was not suggestive for infection, although SARS-CoV-2 PCR was not performed. EEG showed diffuse slowing and focal sharply contoured waves in the left temporal region which raised the suspicion for subclinical seizures. He eventually tested positive for COVID-19. He was treated with AEDs as well as hydroxychloroquine, lopinavir, and ritonavir. Unfortunately, there is no follow-up report about his response to the treatments. This case report is an example of COVID-19 related toxic metabolic encephalopathy and epileptic activity from lowered seizure threshold secondary to severe underlying metabolic process (Delanty et al. , 1998) .Another study from France (Helms et al. , 2020) showed that 84% of patients with ARDS and COVID-19 presented with neurological signs such as agitation (69%), corticospinal tract signs (67%) and dysexecutive syndrome with inattention, disorientation, or poorly organized movements in response to command (36%). MRI of the brain was performed in 13 of the 54 patients reported in the study. Notably, these patients did not have any focal signs suggestive for stroke, although 23% had an underlying ischemic stroke, 62% had leptomeningeal enhancement, and all the patients who underwent perfusion imaging (11; 100%) had bilateral frontotemporal hypoperfusion. A small proportion of the patients (8 out of 54) had an EEG that showed nonspecific changes or bilateral frontal slowing; and a smaller proportion (7) Acute myelitis is a known complication of viral infections, mainly attributed as an autoimmune response, although it could also be an early manifestation of other neuroimmunological disorders such as multiple sclerosis and neuromyelitis optica spectrum disorders. Little is known about association between SARS-CoV-2 and acute myelitis.Up to date, 7 cases of acute myelitis, alone (4 cases) or combined with brain involvement (3 cases), have been reported in relation to COVID-19 (AlKetbi et al. , 2020 , Munz et al. , 2020 , Novi et al. , 2020 , Sarma and Bilello, 2020 , Valiuddin et al. , 2020 , Wong, Craik, 2020a J o u r n a l P r e -p r o o f Zanin, Saraceno, 2020) . Six patients (28-64 years age range, 57.1% female) variably had symptoms of COVID-19 (fever, dyspnea, malaise, chills, and rhinorrhea) 25 to 2 days prior the onset of neurologic symptoms of myelitis (table 3) . SARS-CoV-2 rRT-PCR were checked in the CSF of 5 patients and all were negative. Overall, the functional outcome was favorable in 6 (85.7%) patients after treatment with either steroids or plasmapheresis. Additionally, a recent case report from Spain (Sotoca and Rodríguez-Álvarez, 2020) has presented a 68 years old woman who developed a 7-day radicular neck pain, right facial numbness, left hand numbness and weakness, gait instability, and general hyperreflexia. She had fever and cough 8 days prior these symptoms. The cervical spine demonstrated a T-2 hyperintensity extending from the medulla oblongata to C7, suggestive of acute transverse myelitis. She had negative blood testing for anti-antiaquaporin-4 (AQ4), -myelin oligodendrocyte glycoprotein (MOG), and antiphospholipid antibodies, but had elevated protein level and pleocytosis in the CSF study with no oligoclonal band, normal IgG index, no anti-neuronal surface antibody, and negative SARS-CoV-2 PCR. However, nasopharyngeal swab for SARS-CoV-2 rRT-PCR was positive. She was treated with 5-day methylprednisolone (1 gr/day). Few days later her symptoms worsened, and she developed bladder/bowel incontinence, bilateral hands weakness and paresthesia, and paraparesis. The repeated spinal MRI showed a new area of central necrosis at the T1 level with peripheral enhancement. This case was indeed the first case of acute necrotizing myelitis in association with COVID-19. She was additionally treated with plasmapheresis and 5-day methylprednisolone (1 gr/day) followed by slow tapering oral prednisone with favorable outcome after 4 weeks. The exact underlying mechanism in acute necrotizing myelitis is still elusive; however, a post-viral triggered autoimmune cytokine storm has been suggested J o u r n a l P r e -p r o o f (Kansagra and Gallentine, 2011) . Thus, this may imply in the case of SARS-CoV-2, especially with observed clinical improvement after steroid and plasmapheresis therapy.There is growing evidence about psychiatric manifestations as potential complication of SARS-CoV-2 infection. Accordingly, a worldwide exacerbation of mental health disorders during the pandemic has been reported, which includes but not limited to delirium, cognitive impairment, mood alterations, psychosis and suicide (Orsini et al. , 2020) . More in details, delirium has been noticed more in 90% of COVID-19 patients whose conditions require ICU level of care versus 70-75% rates documented in the past (Kotfis et al. , 2020) . Cognitive dysfunctions have been reported to be possibly a direct consequence of COVID-19 infection to the CNS, and in particular to the hippocampus, which appears to be vulnerable to coronaviruses infections, with possible acceleration of hippocampal degeneration as occurs in Alzheimer's disease (Ritchie et al. , 2020) . Cognitive impairment can be also a consequence of acute respiratory syndrome and relative hypoxia which have been associated to cerebral atrophy and ventricular enlargement (Hopkins et al. , 2006) and worsening attention, executive functions and verbal memory (Hopkins et al. , 2005) . Anxiety, depression, post-traumatic stress disorder, insomnia and obsessive-compulsive symptomatology appear to be very common in COVID-19 survivors, particularly in females, and with worsened scores on psychopathological measures in those with previous psychiatric comorbidities (Mazza et al. , 2020) . A recent study reports an incidence of psychosis in infected patients between 0.9% and 4% versus a median value of 15.2 (7.7 -43.0) per 100,000 previously described (McGrath et al. , 2004) . Increased J o u r n a l P r e -p r o o f rates of suicide have been also reported, with possible contributing factors found in the social isolation/distancing, economic recession and social discrimination (Thakur and Jain, 2020).It is unclear whether the above psychiatric symptoms are a direct consequence of the CNS viral infection (i.e. viral meningoencephalitis), cerebrovascular accidents, hypoxia, and the immunological and inflammatory responses, which may play important roles in major depressive disorder (Ghasemi et al. , 2019 , Wohleb et al. , 2016 and psychosis (Ferrando et al. , 2020) , or whether they are related to increased psychosocial stress of this severe and potentially fatal disease and difficulties accessing to health care related to the pandemic infection (Zhou and Yao, 2020 ). This has been posing increased challenges in the treatment of infected patients, especially those in the ICU, requiring accurate multidisciplinary approaches and early interventions to decrease overall morbidity and mortality (Ojeahere et al. , 2020 ).As described in above sections, several treatment approaches have been used to treat manifestations or consequences of the SARS-CoV-2−related nervous system injury, such as IVIG for GBS and skeletal muscle injury, IV/oral steroids and plasmapheresis for autoimmune encephalitis and acute myelitis, and AEDs for seizures. With regards to medications aimed to modulate the immune response to viral infection and to induce viral clearance, antimalarial drugs (e.g. hydroxychloroquine), dexamethasone, RNA-dependent RNA polymerase inhibitors (e.g. remdesivir), HIV-1 protease inhibitors (lopinavir/ritonavir), and biological agents like tocilizumab, interferons and convalescent plasma have shown some beneficial effects (Chibber et al. , 2020) . Among these, the FDA granted Emergency Use Authorization for remdesivir as an emergency medication for severely ill hospitalized adult and pediatric patients with proved or J o u r n a l P r e -p r o o f suspected SARS-CoV-2 infection (Lamb, 2020) . This drug, which has a broad-spectrum antiviral activity against several RNA viruses, can inhibit SARS-CoV-2 replication, alleviate symptoms, fasten the recovery rate, and reduce mortality rate (Frediansyah et al. , 2020) . More in details, the final report of the Adaptive Covid-19 Treatment Trial (ACTT-1), a double-blind randomized placebo-controlled trial of intravenous remdesivir in affected adults with evidence of lower respiratory tract infection, showed a median recovery time of 10 days (95% confidence interval[CI], 9 to 11) versus 15 days (95% CI, 13 to 18) in those in the placebo group. Mortality estimates by day 15 were 6.7% with remdesivir versus 11.9% with placebo and those by day 29 were 11.4% with remdesivir and 15.2% with placebo (Paladugu and Donato, 2020) . Given the lack of head to head comparison, it is unclear if remdesivir offers a superior benefit over dexamethasone, which is widely available and less expensive (McCreary and Angus, 2020). The Randomized Evaluation of Covid-19 Therapy (RECOVERY) trial has shown that dexamethasone resulted in lower 28-day mortality in COVID-19 patients receiving either invasive mechanical ventilation or oxygen alone at randomization but not in those receiving no respiratory support (Horby et al. , 2020) . The authors of the ACTT-1 trial also adjusted the data for glucocorticoid use suggesting that the benefit of dexamethasone may be additive to that of remdesivir (Beigel et al. , 2020) . However, it is still unclear whether remdesivir or dexamethasone have beneficial effects on the neurological manifestation of COVID-19.With regards to possible therapeutic strategies aimed to ameliorate the neuronal damage mediated by COVID-19, high doses of melatonin seem promising in immunomodulation and reducing neuroinflammation, with no direct effect on viral replication or transcription. Melatonin seems to act via an anti-inflammatory, anti-oxidative and immune-enhancing mechanism with ability to restore the BBB hemostasis (Romero et al. , 2020).There are ongoing worldwide clinical trials for the development of a vaccine to prevent COVID-19, which is not currently available and that poses some challenges due to safety, efficacy, and long-lasting effects without further risks of re-infection, particularly in the elderly population (Jamwal et al. , 2020) . The COVID-19 pandemic with its variety of manifestations, not only pulmonary or neurological, is an international public health emergency that requires efforts from all countries to develop effective drugs and vaccines as early as possible.Evolving data indicates that patients with COVID-19 may variably develop neurologic manifestations prior, during and even after the onset of common COVID-19 symptoms. The commonly reported neurological symptoms and signs include dizziness, headache, myalgia, fatigue, impaired consciousness and confusion, ageusia, anosmia, neuropathic or radicular pain, occipital neuralgia, visual impairment, seizure, and ataxia. Based on a growing number of case reports and series, both the CNS, PNS and skeletal muscles can be involved in COVID-19 presenting with a variety of neuroimmunological conditions including GBSs, myopathy and rhabdomyolysis, encephalopathy, meningoencephalitis, encephalomyelitis, and acute myelitis.The exact etiology of these complications remains to be fully elucidated. However, suggested mechanisms are direct SARS-CoV-2 infection to the nervous system, neuroinflammation, postviral triggered autoimmune response, hypercoagulability, and metabolic or hypoxic injury. In general, therapeutic strategies for COVID-19 are based on three main directions: (i) targeting SARS-CoV-2 with antivirals, neutralizing antibodies or convalescent plasma therapy, (ii) targeting inflammatory storm using immunomodulatory medications and cytokine inhibitors, and (iii) developing vaccines to prevent the disease manifestation (for comprehensive review see J o u r n a l P r e -p r o o f Journal Pre-proof (Vabret et al. , 2020) ). However, it is still too early to find out whether even with successful treatment of the active infection, post-viral triggered autoimmune neurological complications of COVID-19 (e.g. GBS, myositis, CNS demyelination, and myelitis) will be also lowered in frequency and/or severity. Additional studies are clearly needed to address this issue.No conflict of interest exists in relation to the submitted manuscript.This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. (27) Myalgia (19), headache (10), dizziness (9), impaired consciousness (22) Fever (92), cough (70), fatigue (57), anorexia (27), dyspnea (62), chest tightness (49), pharyngalgia (4), hemoptysis (4), nausea (7), vomiting (5), abdominal pain (10) Leukocytosis (50) (45) Myalgia (24), headache (12), dizziness (7), impaired consciousness (1) Fever (90), cough (66), fatigue (45), anorexia (22), dyspnea (31), chest tightness (30), pharyngalgia (5), hemoptysis (2), nausea (10), vomiting (6), abdominal pain (12) Leukocytosis (4), lymphocytopenia (5),  albumin (14) & K + (11),  AST (16), ALT (19), K + (4), Na + (2), Ddimer (2), LDH (14), CRP (14), IL-1β (12), IL-2R (37), IL-6 (60), IL-8 (8) (55) Leukopenia (25) Headache (6), myalgia (11.5), malaise (35) Fever (98), cough (77), dyspnea (63.5), rhinorrhea (6), arthralgia (1), chest pain (2), vomiting (4), ARDS (67) AKI (29), cardiac injury (23) (5), rhinorrhea (4), chest pain (2), diarrhoea (2), nausea/vomiting (1), ARDSLeukocytosis (24), lymphocytopenia (35) , thrombocytosis (4), thrombocytopenia (12), anemia (51),  albumin (98) J o u r n a l P r e -p r o o f ADC, Apparent diffusion coefficient; AKI, acute kidney injury, ALT, alanine aminotransferase; ARDS, acute respiratory distress syndrome; AST, aspartate aminotransferase; BNP, B-type natriuretic peptide; BUN, blood urea nitrogen; CK, creatine kinase; CNS, central nervous system; CRP, C-reactive protein; DIC, disseminated intravascular coagulation; EEG, electroencephalography; ESR, erythrocyte sedimentation rate; F, female; FGF, fibroblast growth factors; GCSF, granulocyte colony-stimulating factor; GMCSF, granulocyte-macrophage colonystimulating factor; ICU, intensive care unit; IFN-γ, interferon-γ; IL, interleukin; IP, induced protein; IQR, interquartile range; LDH, lactate dehydrogenase; MCP, monocyte chemoattractant protein; MIP, macrophage inflammatory protein; PDGF, platelet derived growth factor; pro-BNP, pro-brain natriuretic peptide; PT, prothrombin time; RANTES, regulated on activation and normally T-cell expressed; SD, standard deviation; TNF-α, tumor necrosis factor-α; TSH, thyroid stimulating hormone; VEGF, vascular endothelial growth factor; WBC, white blood cell * This is out of 50 of 235 (21%) ICU patients who developed neurological symptoms.J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f Figure 1",
    "metadata": {
        "paper_id": "27a5847bbb1ac87780c9fdaf82e78c0d6c7880a5",
        "title": "Journal Pre-proof SARS-CoV-2 and nervous system: From pathogenesis to clinical manifestation Title: SARS-CoV-2 and Nervous System: From Pathogenesis to Clinical Manifestation Running Title: SARS-CoV-2 & Neuroimmunity"
    }
}