{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Supporting information includes detailed analytical method description, 5 tables, and 6 figures."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Analytical Methods:"
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 223,
                    "ref_id": null,
                    "start": 214,
                    "text": "(Table S1"
                }
            ],
            "section": "Abstract",
            "text": "Dissolved major cation (Na + , K + , Ca 2+ , Mg 2+ ) and anion (F -, Cl -, NO3 -, PO4 3and SO4 2-) concentrations were measured using a Metrohm Ion Chromatograph system at the Indian Institute of Technology Kanpur (Table S1 ). One blank (Milli-Q water) and one in-house standard were injected after every five measured samples. The in-house standard was prepared using the gravimetric dilution technique from Sigma-Aldrich TraceCERT ion chromatography SRMs. The blank corrected concentrations of ions were calculated based on a 5-point standard calibration curve. Analytical precision was within 5% for all the analytes (anions and cations) and accuracy was within 5%."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Trace element concentration analyses of river water samples were measured on a Triple Quadrupole Inductively Coupled Plasma Mass Spectrometer (QQQ-ICP-MS) at the Department of Earth Sciences in Indian Institute of Technology Kanpur. Briefly, 10 mL of filtered water sample was spiked with an internal standard containing 5 ppb"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Reference Material 1643-f (Trace Element in Water) from the National Institute of Standards and Technology (NIST), USA was also measured using the same procedures."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The blanks were analyzed to quantify the total procedural blank, whereas 1643-f was analyzed as an unknown to assess the data accuracy. Trace element concentrations were determined against a 7-point calibration curve made from a multi-element standard solution prepared using gravimetric dilution technique from Sigma-Aldrich"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "TraceCERT mix for ICP. The final concentrations were blank -corrected using the average procedural blank concentrations and the matrix effect was corrected by In and Rh normalization. Average blank corrections were less than 1% for most of the elements, except for Cr (9%). The measured trace element concentration of 1643-f agrees well with the NIST certified values."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 653,
                    "ref_id": null,
                    "start": 651,
                    "text": "31"
                },
                {
                    "end": 809,
                    "ref_id": null,
                    "start": 807,
                    "text": "31"
                }
            ],
            "ref_spans": [
                {
                    "end": 462,
                    "ref_id": null,
                    "start": 453,
                    "text": "Figure S1"
                },
                {
                    "end": 474,
                    "ref_id": null,
                    "start": 465,
                    "text": "Figure S6"
                }
            ],
            "section": "",
            "text": ": Time series measurements of physical parameters and concentrations of dissolved major elements (all unit μ mol L -1 ) in the Ganges River at Prayagraj, Uttar Pradesh, India. The constituents that passed through the 0.22 μm filter are referred to as \"dissolved\". Precipitation and discharge refers to total daily precipitation and discharge values in the catchments respectively. TDS and EC refer to Total Dissolved Solids and Electrical Conductivity. Figure S1 : Figure S6 : Effect of lockdown restrictions on dissolved trace metals (Li, Sr, As, and Ba). The percent changes were calculated with respect to the pre-COVID-19 (Li+Sr+As+Ba)/Rb ratios. 31 We set up a range (75−92) for the pre-COVID-19 period by providing ±10% variability of the average (Li+Sr+As+Ba)/Rb Ganga river composition (84; n=131). 31 The percent change for each river water sample was then calculated 10000 times against data randomly selected from a uniform distribution of the pre-COVID-19 range. Each circle reports the mean of all 10000 iterations, and one standard deviation was considered as the uncertainty (error bar). The filled squares denote the weekly averages."
        }
    ],
    "metadata": {
        "paper_id": "2776c0563185402ec7a802ada7248ce09e25c92d",
        "title": "A Time-Series Record during COVID-19 Lockdown Shows the High Resilience of Dissolved Heavy Metals in the Ganga River"
    }
}