{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Objective: We explored whether medical health workers had more psychosocial problems than nonmedical health workers during the COVID-19 outbreak. Methods"
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 40,
                    "ref_id": "BIBREF22",
                    "start": 37,
                    "text": "19)"
                },
                {
                    "end": 67,
                    "ref_id": "BIBREF0",
                    "start": 64,
                    "text": "[1]"
                },
                {
                    "end": 204,
                    "ref_id": "BIBREF2",
                    "start": 201,
                    "text": "[2]"
                },
                {
                    "end": 285,
                    "ref_id": "BIBREF3",
                    "start": 282,
                    "text": "[3,"
                },
                {
                    "end": 288,
                    "ref_id": "BIBREF4",
                    "start": 286,
                    "text": "4]"
                },
                {
                    "end": 361,
                    "ref_id": "BIBREF5",
                    "start": 358,
                    "text": "[5]"
                },
                {
                    "end": 632,
                    "ref_id": "BIBREF2",
                    "start": 629,
                    "text": "[2,"
                },
                {
                    "end": 636,
                    "ref_id": "BIBREF7",
                    "start": 633,
                    "text": "[6]"
                },
                {
                    "end": 640,
                    "ref_id": "BIBREF8",
                    "start": 637,
                    "text": "[7]"
                },
                {
                    "end": 644,
                    "ref_id": "BIBREF9",
                    "start": 641,
                    "text": "[8]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The coronavirus disease 2019 (COVID- 19) outbreak is a pandemic [1] in which a coronavirus has been identified as the cause of an outbreak of respiratory illness. It was first detected in Wuhan, China [2] , but COVID-19 is becoming an increasing public event being a rapid epidemic [3, 4] . According to the official website of the World Health Organization [5] , as of March 7, 2020, more than 100,000 people have been confirmed to have a COVID-19 infection globally. Many accomplishments on COVID-19, including virus information, clinical features, and diagnosis have been achieved, but no effective treatment is available yet [2, [6] [7] [8] ."
        },
        {
            "cite_spans": [
                {
                    "end": 371,
                    "ref_id": "BIBREF10",
                    "start": 368,
                    "text": "[9]"
                },
                {
                    "end": 456,
                    "ref_id": "BIBREF10",
                    "start": 453,
                    "text": "[9]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Medical health workers are first-line fighters treating patients with COVID-19. Every day, they face a high risk of being infected and are exposed to long and distressing work shifts to meet health requirements. In brief, they are exposed to a protracted source of distress which may exceed their individual coping skills, being, according to a clinimetric definition [9] , in allostatic load, which is likely to result in overload with protracted time [9] ."
        },
        {
            "cite_spans": [
                {
                    "end": 133,
                    "ref_id": "BIBREF12",
                    "start": 129,
                    "text": "[10]"
                },
                {
                    "end": 138,
                    "ref_id": "BIBREF13",
                    "start": 134,
                    "text": "[11]"
                },
                {
                    "end": 143,
                    "ref_id": "BIBREF14",
                    "start": 139,
                    "text": "[12]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Despite messages mentioning that medical health workers' mental health should be emphasized during the campaign against COVID-19 [10] [11] [12] , no research on mental health problems in medical health workers after the maximum point of the COVID-19 epidemic in China has been reported."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Since Chinese medical health workers have been exposed to a persistent source of distress, the aim of the present research was to outline its psychological manifestations. For this purpose, the prevalence and potential factors contributing to insomnia, anxiety, depression, obsessive-compulsive symptoms, somatization symptoms, and phobic anxiety were detected."
        },
        {
            "cite_spans": [
                {
                    "end": 219,
                    "ref_id": "BIBREF2",
                    "start": 216,
                    "text": "[2]"
                },
                {
                    "end": 347,
                    "ref_id": "BIBREF15",
                    "start": 343,
                    "text": "[13]"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods",
            "text": "Design, Participants, and Procedure This is a cross-sectional study performed via an online survey run from February 19 to March 6, 2020. The study was performed 8 weeks after the COVID-19 epidemic outbreak in Wuhan [2] . This survey period corresponded to the reducing stage after the maximum point of the COVID-19 epidemic outbreak in China [13] , i.e., the highest vulnerability period after the great distress."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods",
            "text": "Persons in the nation with at least 16 years of age were welcome to join in the online survey via the Wenjuanxing platform (https:// www.wjx.cn/m/58475441.aspx)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods",
            "text": "The online survey included questions on sociodemographic and clinical variables. A simple math question (i.e., 21-7 = ?) was added at the end for ensuring the quality and completeness of the questionnaire. Thus, participants who had not completed the survey received from the online platform a warning on unanswered questions when they did the math question. The online platform did not give warnings to those who gave up. As a result, participants were those who completed all questions of the online survey."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements",
            "text": "Demographic data, i.e., sex, age, occupation (medical health workers, i.e., medical doctors and nurses, and nonmedical health workers, excluding nonmedical personnel working in hospitals/ medical institutions), marital status (i.e., married, unmarried, divorced, and widowed), living area (i.e., urban and rural), living with families (yes or no), education status (≤9 years, i.e. junior high school and lower, > 9 years, i.e. senior high school and higher) were collected via ad hoc questions as well as the information of a risk of contact with COVID-19 patients in hospitals. Participants were also asked whether they have had insomnia or psychiatric disorders prior to COVID-19 (those who replied positively were automatically excluded by the platform) and whether they were having organic diseases (the question was \"Do you currently have any organic disease? [diagnosed by medical examination in the hospital]\"). In addition, insomnia, anxiety, depression, somatization, obsessive-compulsive symptoms, and phobic anxiety were assessed."
        },
        {
            "cite_spans": [
                {
                    "end": 153,
                    "ref_id": "BIBREF16",
                    "start": 149,
                    "text": "[14]"
                },
                {
                    "end": 218,
                    "ref_id": "BIBREF17",
                    "start": 214,
                    "text": "[15]"
                }
            ],
            "ref_spans": [],
            "section": "Measurements",
            "text": "Insomnia was assessed via the Insomnia Severity Index (ISI), a 7-item self-report index assessing the severity of initial, middle, and late insomnia [14] . An ISI total score > 8 indicates that insomnia is present [15] . The item \"Since the outbreak, how long (in minutes) did you usually take to fall asleep each night?\" was added to assess the degree of sleep onset latency in medical health workers. This item was rated as 0, 1, 2, and 3 (i.e., ≤15, 16-30, 31-60, and > 60 min, respectively)."
        },
        {
            "cite_spans": [
                {
                    "end": 97,
                    "ref_id": "BIBREF18",
                    "start": 93,
                    "text": "[16]"
                },
                {
                    "end": 402,
                    "ref_id": "BIBREF18",
                    "start": 398,
                    "text": "[16]"
                }
            ],
            "ref_spans": [],
            "section": "Measurements",
            "text": "Anxious and depressive symptoms were assessed via the Patient Health Questionnaire-4 (PHQ-4) [16] , which is an ultra-brief self-report questionnaire with a 2-item anxiety scale, named Generalized Anxiety Disorder 2-item (GAD-2), and a 2-item depression scale, named Patient Health Questionnaire 2-item (PHQ-2). In screening of depression and anxiety, a cutoff ≥3 in GAD-2 and PHQ-2 is recommended [16] ."
        },
        {
            "cite_spans": [
                {
                    "end": 134,
                    "ref_id": "BIBREF19",
                    "start": 130,
                    "text": "[17,"
                },
                {
                    "end": 138,
                    "ref_id": "BIBREF21",
                    "start": 135,
                    "text": "18]"
                },
                {
                    "end": 315,
                    "ref_id": "BIBREF22",
                    "start": 311,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "Measurements",
            "text": "Somatic symptoms, obsessive-compulsive symptoms, and phobic anxiety were measured via the Symptom Check List-90revised (SCL-90-R) [17, 18] , a 90-item self-report scale with items rated on a 5-point Likert scale (from 0 \"not at all\" to 4 \"extremely\"). Subscale scores ≥2 indicate potential psychological issues [19] ."
        },
        {
            "cite_spans": [
                {
                    "end": 32,
                    "ref_id": "BIBREF23",
                    "start": 28,
                    "text": "[20]"
                },
                {
                    "end": 45,
                    "ref_id": "BIBREF24",
                    "start": 41,
                    "text": "[21]"
                },
                {
                    "end": 58,
                    "ref_id": "BIBREF25",
                    "start": 54,
                    "text": "[22]"
                },
                {
                    "end": 78,
                    "ref_id": "BIBREF21",
                    "start": 74,
                    "text": "[18]"
                }
            ],
            "ref_spans": [],
            "section": "Measurements",
            "text": "The Chinese versions of ISI [20] , PHQ-2 [21] , GAD-2 [22] , and SCL-90-R [18] were used; they were validated and showed excellent psychometric properties."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements",
            "text": "Statistical Analyses χ 2 tests were used to compare group differences of categorical variables. Mann-Whitney tests were used to compare independent groups on continuous variables nonnormally distributed."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements",
            "text": "Psychother Psychosom DOI: 10.1159/000507639 Multivariate logistic regression analyses were performed using stepwise variable selection, and all variables were entered into the model to explore independent influence for different risk dimensions, such as insomnia, anxiety, depression, somatization, obsessive-compulsive symptoms, and phobic anxiety. Subgroup analyses were performed for medical and nonmedical health workers."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements",
            "text": "All hypotheses were tested at a significance level of 0.05. Data analyses were run via SAS statistical software, version 9.4 (SAS Institute Inc.)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 182,
                    "ref_id": "TABREF0",
                    "start": 175,
                    "text": "Table 1"
                },
                {
                    "end": 1521,
                    "ref_id": "TABREF2",
                    "start": 1513,
                    "text": "Table 2)"
                }
            ],
            "section": "Results",
            "text": "Nationwide, a total of 2,182 participants from China (see online supplement 1; for all online suppl. material, see www.karger.com/doi/10.1159/000507639) completed the survey. Table 1 presents sociodemographic features of the whole sample and compared 927 medical health workers (680 medical doctors and 247 nurses) to 1,255 nonmedical health workers. Medical health workers showed higher prevalence rates of insomnia (38.4 vs. 30.5%, p < 0.01), anxiety (13.0 vs. 8.5%, p < 0.01), depression (12.2 vs. 9.5%; p = 0.04), somatization (1.6 vs. 0.4%; p < 0.01), and obsessive-compulsive symptoms (5.3 vs. 2.2%; p < 0.01) than nonmedical health workers. Medical health workers also had higher total scores of ISI (p < 0.01), GAD-2 (p < 0.01), PHQ-2 (p = 0.01), and on the SCL-90-R obsessive-compulsive symptom scale (p < 0.01) than nonmedical health workers. Each item of ISI (p < 0.01 or p < 0.05), GAD-2 (p < 0.01), and PHQ-2 (p = 0.01) was significantly elevated in medical health workers compared with nonmedical health workers. On the SCL-90-R obsessive-compulsive symptom scale, 6 of the 10 items had higher scores in medical health workers than in nonmedical health workers. In the SCL-90-R somatization symptoms scale, 3 of 12 items, including questions 1 (headaches) (p = 0.01), 4 (faintness or dizziness) (p < 0.01), and 48 (trouble getting your breath) (p < 0.01), had higher scores in medical health workers than in nonmedical health workers. No difference on phobic anxiety between both groups was found ( Table 2) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results",
            "text": "The multivariate logistic regression analyses ( "
        },
        {
            "cite_spans": [
                {
                    "end": 492,
                    "ref_id": "BIBREF10",
                    "start": 489,
                    "text": "[9]"
                },
                {
                    "end": 1189,
                    "ref_id": "BIBREF10",
                    "start": 1186,
                    "text": "[9]"
                },
                {
                    "end": 1580,
                    "ref_id": "BIBREF15",
                    "start": 1576,
                    "text": "[13,"
                },
                {
                    "end": 1584,
                    "ref_id": "BIBREF26",
                    "start": 1581,
                    "text": "23]"
                },
                {
                    "end": 1616,
                    "ref_id": "BIBREF28",
                    "start": 1612,
                    "text": "[24]"
                },
                {
                    "end": 1664,
                    "ref_id": "BIBREF29",
                    "start": 1660,
                    "text": "[25]"
                },
                {
                    "end": 1863,
                    "ref_id": "BIBREF30",
                    "start": 1859,
                    "text": "[26]"
                },
                {
                    "end": 2102,
                    "ref_id": "BIBREF31",
                    "start": 2098,
                    "text": "[27]"
                },
                {
                    "end": 2347,
                    "ref_id": "BIBREF28",
                    "start": 2343,
                    "text": "[24]"
                },
                {
                    "end": 2485,
                    "ref_id": "BIBREF28",
                    "start": 2481,
                    "text": "[24]"
                },
                {
                    "end": 2613,
                    "ref_id": "BIBREF32",
                    "start": 2609,
                    "text": "[28]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Medical health workers during the COVID-19 epidemic had high prevalence rates of severe insomnia, anxiety, depression, somatization, and obsessive-compulsive symptoms. They also had risk factors for developing insomnia, anxiety, depression, obsessive-compulsive symptoms, and somatization. Thus, the presence of these symptoms in addition to the life status of daily fighting against COVID-19 suggests that they must cope with psychological distress and are at risk of allostatic overload [9] . Indeed, according to clinimetric criteria, allostatic overload can be diagnosed in the presence of a current identifiable source of distress in the form of recent life events and/or chronic stress; the stressor is judged to tax or exceed the individual coping skills when its full nature and full circumstances are evaluated. In addition, the stressor is associated with difficulty in falling asleep, restless sleep, early morning awakening, lack of energy, dizziness, generalized anxiety, irritability, sadness, demoralization; significant impairment in Psychother Psychosom DOI: 10.1159/000507639 social or occupational functioning; and feeling overwhelmed by the demands of everyday life [9] . The reasons for the psychological distress to which medical health workers were exposed might be related to the many difficulties of being safe at work, such as the initially insufficient understanding of the virus, the lack of prevention and control knowledge, the long-term workload, the high risk of exposure to patients with COVID-19, the shortage of medical protective equipment [13, 23] , the lack of getting rest [24] , and the exposure to critical life events [25] , such as death. Exemplifications of such a distress are: (1) 16 of the 100 nurses at the Pohang Medical Center in North Gyeongsang Province resigned due to overwork among the COVID-19 epidemic [26] ; (2) > 3,000 medical health workers in (Wuhan) Hubei Province were infected with COVID-19 at a very early stage (before and in January of 2020). Later, with continuously updated guidelines on how to handle the patients with COVID-19 [27] , with rest in shifts for medical staff, with rapid supply of medical protective items (including masks, glasses, and suits), and with training on the Novel Coronavirus Infection Pneumonia Diagnosis and Treatment Plan for all medical staff [24] , no doctors have been infected with COVID-19 among about 40,000 medical personnel from the nation supporting Hubei medical services [24] ; and (3) as of the 20th March, 5 medical health workers in one hospital of Wuhan died due to being infected with COVID-19 [28] ."
        },
        {
            "cite_spans": [
                {
                    "end": 300,
                    "ref_id": "BIBREF33",
                    "start": 296,
                    "text": "[29]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Our report found potential risk factors for medical health workers to develop insomnia, anxiety, depression, obsessive-compulsive symptoms, and somatization. Undoubtedly, these risk factors might endure allostatic overload and favor the development of psychopathology, including chronic insomnia [29] . Independent factors (i.e., currently having organic disease, living in rural areas, being at risk of contact with COVID-19 patients in hospitals, or being female) were common risk factors for insomnia, anxiety, depression, and obsessive-compulsive symptoms among medical health workers. When faced with the same COVID-19 during the fight against the epidemic, medical health workers in rural areas might worry about being infected due to a different working place involving different medical skills and medical conditions. In contrast, the medical conditions in urban areas were often much better. Thus, different directions on caring for the medical health workers might be possible."
        },
        {
            "cite_spans": [
                {
                    "end": 230,
                    "ref_id": "BIBREF34",
                    "start": 226,
                    "text": "[30]"
                },
                {
                    "end": 433,
                    "ref_id": "BIBREF35",
                    "start": 429,
                    "text": "[31]"
                },
                {
                    "end": 724,
                    "ref_id": "BIBREF36",
                    "start": 720,
                    "text": "[32]"
                },
                {
                    "end": 802,
                    "ref_id": "BIBREF37",
                    "start": 798,
                    "text": "[33]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Adequate working conditions and recovery programs, i.e., programs favoring activities required to ensure the best physical, mental, and social conditions so that medical workers may progress towards an optimal state of health [30] , seem necessary. This may support medical staff in adapting to the working environment quickly and maintain a better mental and health balance to be able to work. Lowering job demands and workload [31] , while increasing job control and reward might help to protect medical health workers. Individual interventions adequate for medical staff in the current situation, where they wear medical protective equipment which cannot be removed during work time, are still unknown. Story sharing [32] would be important as well as reinforcing the positive assets of persons [33] . Simple, easy, practical methods are needed. Electronic devices, such as mobile phones and computers, may help."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The present study has limitations. First, a cross-sectional design was applied although a longitudinal approach might help verifying whether allostatic overload develops (exhaustion may ensue after some time) and whether psychiatric disorders, especially posttraumatic stress disorder, might occur with the COVID-19 progression. Second, psychological assessment was based on an online survey and on self-report tools. The use of clinical interviews is encouraged in future studies to draw a more comprehensive assessment of the problem. Third, it is not possible to assess the participation rate since it is unclear how many subjects received the link for the survey."
        },
        {
            "cite_spans": [
                {
                    "end": 436,
                    "ref_id": "BIBREF38",
                    "start": 432,
                    "text": "[34]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In conclusion, a higher prevalence of psychological symptoms was found among medical health workers during COVID-19 as well as risk factors for them. Medical health workers are in need of health protection and adequate working conditions, e.g., provision of necessary and sufficient medical protective equipment, arrangement of adequate rest, as well as recovery programs aimed at empowering resilience and psychological well-being [34] ."
        }
    ],
    "metadata": {
        "paper_id": "2774aec6cb225042a87367f75b01b300e8f03fdd",
        "title": "Clinical Note Mental Health and Psychosocial Problems of Medical Health Workers during the COVID-19 Epidemic in China"
    }
}