{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Mucormycosis is a lethal and life-threatening fungal infection. Several cases describing the association of COVID-19 and mucormycosis have been reported. In this article, we report a 58-year-old female with a history of diabetes mellitus type 2 who presented by diabetic ketoacidosis, rhino-orbital mucormycosis, and COVID-19. e patient was treated with liposomal amphotericin B and debridement of necrotic tissue of the rhino-orbital area and paranasal sinuses. Unfortunately, she passed away a few days after orbital surgery. We also conducted a review of the literature and reported 3 other similar cases that suffered from mucormycosis in association with COVID-19 and diabetic ketoacidosis and discussed the importance of this association."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 116,
                    "ref_id": "BIBREF0",
                    "start": 113,
                    "text": "[1,"
                },
                {
                    "end": 119,
                    "ref_id": "BIBREF1",
                    "start": 117,
                    "text": "2]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Mucormycosis is an invasive and fatal fungal infection that is caused by Mucorales, an order of zygomycete fungi [1, 2] ."
        },
        {
            "cite_spans": [
                {
                    "end": 288,
                    "ref_id": "BIBREF0",
                    "start": 285,
                    "text": "[1]"
                },
                {
                    "end": 292,
                    "ref_id": "BIBREF1",
                    "start": 289,
                    "text": "[2]"
                },
                {
                    "end": 296,
                    "ref_id": "BIBREF2",
                    "start": 293,
                    "text": "[3]"
                },
                {
                    "end": 390,
                    "ref_id": "BIBREF0",
                    "start": 387,
                    "text": "[1]"
                },
                {
                    "end": 617,
                    "ref_id": "BIBREF1",
                    "start": 614,
                    "text": "[2]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "is infection is very rare and opportunistic and most commonly seen in underlying compromising conditions such as diabetes mellitus (DM), extensive corticosteroid use, iron overload, hematologic malignancies, neutropenia, primary immunodeficiency, and treatment with immunosuppressants [1] [2] [3] . e most common forms of involvement are rhino-orbital-cerebral, pulmonary, and cutaneous [1] . Based on the site of infection and the patient's underlying predisposing condition, the all-cause mortality rate of mucormycosis may reach up to about 80%, particularly in patients with central nervous system involvement [2] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Here, we describe a type 2 DM patient who was involved with diabetic ketoacidosis (DKA), rhino-orbital mucormycosis, and COVID-19 to emphasize the point that development of opportunistic bacterial and fungal infections is a considerable event in patients with SARS-CoV-2 infection and can affect their length of hospital stay and outcome."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation",
            "text": "A 58-year-old woman presented to the emergency department with a 4-day history of right-sided face swelling, nausea, and intractable vomiting since 2 days before hospitalization. Her past medical history included hypertension and poorly controlled insulin-dependent type 2 DM. On admission, physical examination showed a body temperature of 37.5°c (orally), pulse rate of 90 beats/minute, respiratory rate of 25 breaths/minute, blood pressure of 140/ 90 mmHg, and a room-air arterial oxygen saturation of 94% (by finger pulse-oximetry). In addition, unilateral swelling, erythema, and facial tenderness in the right side together with right eye proptosis were detected. e patient's right eye had no light perception and no pupillary light reflex. Neurologic examination was also suggestive of the involvement of the 3 rd , 4 th , and 6 th cranial nerves. According to the patient's clinical scenario and the presence of hyperglycemia and metabolic acidosis, she was diagnosed as a case of diabetic ketoacidosis, and treatment with intravenous fluid and insulin was started."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 134,
                    "ref_id": "FIGREF1",
                    "start": 125,
                    "text": "(Figure 1"
                },
                {
                    "end": 402,
                    "ref_id": "FIGREF1",
                    "start": 394,
                    "text": "Figure 1"
                }
            ],
            "section": "Case Presentation",
            "text": "Regarding the possibility of sinusitis, she underwent a noncontrast paranasal sinus and orbit computed tomographic scan (CT) (Figure 1 ). CT imaging revealed mucosal thickening of all paranasal sinuses, erosive bone lesions involving right-side lamina papyracea, middle and inferior turbinates, and right-side ethmoidal air-cells. All the findings were suggestive of erosive fungal sinusitis ( Figure 1 ). For this reason, she was prepared for endoscopic sinus surgery."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 292,
                    "ref_id": "FIGREF2",
                    "start": 284,
                    "text": "Figure 2"
                },
                {
                    "end": 655,
                    "ref_id": "FIGREF3",
                    "start": 647,
                    "text": "Figure 3"
                }
            ],
            "section": "Case Presentation",
            "text": "Although the patient had no clinical manifestation, a screen SARS-Cov-2 PCR assay (nasopharyngeal swab test) was performed before surgery that yielded a positive result. We repeated this test for confirmation which was positive again. Noncontrast imaging of the chest was performed ( Figure 2 ). e patient underwent endoscopic sinus evaluation and surgery. e findings were the presence of necrotic tissue in right-side nasal cavity and paranasal sinuses, necrosis of soft palate, and involvement of the orbital wall. erefore, debridement of necrotic tissues was carried out. Histopathological evaluation of tissue samples confirmed mucormycosis ( Figure 3 ). Treatment with amphotericin B liposomal (6 mg/kg/day) was started, hyperglycemia was managed, and orbital exenteration surgery was performed. e patient's SARS-Cov-2 infection was asymptomatic, and her oxygen saturation was normal; therefore, according to the available guidelines, she did not receive any specific treatment for this infection."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation",
            "text": "Despite complete surgical debridement, antifungal therapy, and aggressive management of DKA, the patient showed no treatment response and unfortunately passed away two days after surgery."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation",
            "text": "Of note, informed consent was obtained from the patient's next of kin. is work was approved by the Ethical Committee of Kerman University of Medical Sciences (Code: IR.KMU.REC.1400.207)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "We presented a case of DKA and destructive sinusitis due to mucormycosis, accompanied by an asymptomatic SARS-CoV-2 infection."
        },
        {
            "cite_spans": [
                {
                    "end": 127,
                    "ref_id": "BIBREF2",
                    "start": 124,
                    "text": "[3]"
                },
                {
                    "end": 314,
                    "ref_id": "BIBREF3",
                    "start": 311,
                    "text": "[4,"
                },
                {
                    "end": 317,
                    "ref_id": "BIBREF4",
                    "start": 315,
                    "text": "5]"
                },
                {
                    "end": 593,
                    "ref_id": "BIBREF3",
                    "start": 590,
                    "text": "[4]"
                },
                {
                    "end": 597,
                    "ref_id": "BIBREF4",
                    "start": 594,
                    "text": "[5]"
                },
                {
                    "end": 601,
                    "ref_id": "BIBREF5",
                    "start": 598,
                    "text": "[6]"
                },
                {
                    "end": 605,
                    "ref_id": "BIBREF6",
                    "start": 602,
                    "text": "[7]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "More than one year passed from the emergence of COVID-19, and yet, there is no definitive and specific treatment against it [3] . Glucocorticoids and probably remdesivir are the only drugs that have efficacy in COVID-19. Glucocorticoids are inexpensive drugs and reduce mortality in hypoxemic COVID-19 patients [4, 5] . e immune suppression caused by glucocorticoids can increase the risk of different opportunistic fungal infections in cases with COVID-19. e use of other immunomodulatory drugs such as tocilizumab and immune dysregulation induced by SARS-CoV-2 virus are the other causes [4] [5] [6] [7] ."
        },
        {
            "cite_spans": [
                {
                    "end": 229,
                    "ref_id": "BIBREF0",
                    "start": 226,
                    "text": "[1]"
                },
                {
                    "end": 773,
                    "ref_id": "BIBREF7",
                    "start": 770,
                    "text": "[8]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Invasive fungal infections have been reported increasingly in COVID-19 patients. We identified more than 60 cases of COVID-19 in association with mucormycosis. Mucormycosis is an invasive and life-threatening fungal infection [1] . Mucorales require iron for growth, must evade host phagocytic defense mechanisms, and access the vasculature to disseminate. In the hyperglycemic state of DKA, phagocytic activities are disturbed. In addition, due to impaired transferrin binding in hyperglycemic acidosis, free serum iron increases. Mucorales have a ketone reductase system that allows them to thrive in hyperglycemic and 2 Case Reports in Endocrinology acidotic conditions, a capacity that may the higher incidence of mucormycosis in patients with diabetic ketoacidosis [8] ."
        },
        {
            "cite_spans": [
                {
                    "end": 345,
                    "ref_id": "BIBREF8",
                    "start": 342,
                    "text": "[9]"
                },
                {
                    "end": 350,
                    "ref_id": "BIBREF9",
                    "start": 346,
                    "text": "[10]"
                },
                {
                    "end": 355,
                    "ref_id": "BIBREF10",
                    "start": 351,
                    "text": "[11]"
                },
                {
                    "end": 572,
                    "ref_id": "BIBREF4",
                    "start": 569,
                    "text": "[5]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In our literature review, we found that, in more than 85% of these cases, mucormycosis infection occurred after COVID-19 treatment with glucocorticoids. But, only in our case and three other cases, patients had association of COVID-19 and mucormycosis in the absence of taking any treatment, including glucocorticoids, for COVID-19 (Table 1) [9] [10] [11] . In the absence of receiving any treatment for COVID-19, occurrence of mucormycosis may be due to immune dysregulation caused by SARS-CoV-2 virus or immunodeficiency related to DM that was aggravated by COVID-19 [5] ."
        },
        {
            "cite_spans": [
                {
                    "end": 231,
                    "ref_id": "BIBREF11",
                    "start": 227,
                    "text": "[12]"
                },
                {
                    "end": 367,
                    "ref_id": "BIBREF11",
                    "start": 363,
                    "text": "[12,"
                },
                {
                    "end": 371,
                    "ref_id": "BIBREF12",
                    "start": 368,
                    "text": "13]"
                },
                {
                    "end": 428,
                    "ref_id": "BIBREF11",
                    "start": 424,
                    "text": "[12]"
                },
                {
                    "end": 566,
                    "ref_id": "BIBREF12",
                    "start": 562,
                    "text": "[13]"
                },
                {
                    "end": 616,
                    "ref_id": "BIBREF11",
                    "start": 612,
                    "text": "[12]"
                },
                {
                    "end": 734,
                    "ref_id": "BIBREF12",
                    "start": 730,
                    "text": "[13,"
                },
                {
                    "end": 738,
                    "ref_id": "BIBREF13",
                    "start": 735,
                    "text": "14]"
                },
                {
                    "end": 894,
                    "ref_id": "BIBREF12",
                    "start": 890,
                    "text": "[13,"
                },
                {
                    "end": 898,
                    "ref_id": "BIBREF14",
                    "start": 895,
                    "text": "15]"
                },
                {
                    "end": 1226,
                    "ref_id": "BIBREF12",
                    "start": 1222,
                    "text": "[13,"
                },
                {
                    "end": 1230,
                    "ref_id": "BIBREF14",
                    "start": 1227,
                    "text": "15,"
                },
                {
                    "end": 1234,
                    "ref_id": "BIBREF15",
                    "start": 1231,
                    "text": "16]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "DM is a common comorbidity with COVID-19. is combination increases the possibility of complications of DM (including acute complications such as DKA), risk of secondary infections (such as mucormycosis), and patients mortality [12] . DKA is a potential lethal acute complication of DM that occurs as a result of insulin deficiency and production of ketone bodies [12, 13] . Insulin deficiency occurs more often in DM type 1 [12] . Our literature review showed several cases of DKA that were precipitated by COVID-19. Some of them reported no prior history of DM [13] , and some others had a history of type 2 DM [12] . e serum level of interleukin 6 (IL6) increases in both DKA and COVID-19 and can be used as a prognostic factor [13, 14] . e interaction between COVID-19 and the rennin-angiotensin-aldosterone system (RAAS) might be another mechanism that induces DKA in COVID-19 patients [13, 15] . Angiotensin-converting enzyme 2 (ACE2) is an important and necessary enzyme in RAAS that catalyzes angiotensin type 2 to angiotensin type 1 and is highly expressed in the pancreas and lungs. It works as an entry point for COVID-19, and after endocytosis of the SARS-CoV-2 virus complex, the expression of ACE2 is reduced [13, 15, 16] ."
        },
        {
            "cite_spans": [
                {
                    "end": 112,
                    "ref_id": "BIBREF16",
                    "start": 108,
                    "text": "[17]"
                },
                {
                    "end": 213,
                    "ref_id": "BIBREF12",
                    "start": 209,
                    "text": "[13,"
                },
                {
                    "end": 217,
                    "ref_id": "BIBREF17",
                    "start": 214,
                    "text": "18]"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Two mechanisms may cause insulin deficiency in patients with COVID-19. First, direct invasion of SARS-CoV-2 [17] . On the other hand, reduced expression of ACE2 after virus entry can prevent insulin secretion [13, 18] . ese two factors might have a role in worsening of pancreatic beta cell function and the presence of DKA in our patient. Of the four cases reported thus far (including the index case), two cases were from the United States, one was from Mexico, and the other one (index case) was from Iran. e median age was 38.5 (24 to 58) years. Two of the cases had previously diagnosed DM, but in two other cases, DM was previously undiagnosed. ree of the cases were female, and only one was male. Acute respiratory distress syndrome (ARDS) due to COVID-19 was present in only one case. DKA was present in all of these cases. ree cases died, and one case survived."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In summary, infection with SARS-CoV-2 virus may play a triggering role for predisposing patients to DKA, particularly due to its impact on pancreatic tissue. COVID-19 and its treatment regimens may finally predispose patients to mucormycosis. Physicians should consider COVID-19 and its therapies not only as a risk factor of DKA but also for concomitant mucormycosis infection."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability",
            "text": "e data used to support the findings of this study are included within the article."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest",
            "text": "e authors declare no conflicts of interest."
        }
    ],
    "metadata": {
        "paper_id": "27900c506141595f7144e624a6c8c5cb811d47d0",
        "title": "Asymptomatic COVID-19 as a Risk Factor of Diabetic Ketoacidosis and Mucormycosis: A Case Report and Review of the Literature"
    }
}