{
    "paper_id": "279135d00c4846fc15bd8df5202409fc8aa8dc2f",
    "metadata": {
        "title": "Journal Pre-proof The Forgotten Fallen: painful reality of a pandemic The Forgotten Fallen: painful reality of a pandemic",
        "authors": [
            {
                "first": "Toby",
                "middle": [],
                "last": "Coates",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Germaine",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Toby",
                "middle": [],
                "last": "Coates¹",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Germaine",
                "middle": [],
                "last": "Wong²",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Westmead Hospital",
                    "location": {
                        "postCode": "2145",
                        "settlement": "Westmead",
                        "region": "NSW"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "of financial hardship and costs of the medication, dosing complexity, medication side-effects and other competing priorities. While some of these factors are difficult to mitigate, many are preventable. One of the key drivers of medication non-adherence in the US is the costs of prescription drugs 5 . Transplant recipients may forgo medications because of cost-related concerns, such as out-of-pocket costs and the lack of adequate prescription coverage by insurance programs. The cost of basic transplant immunosuppression in the era of generic medicine has been dramatically reduced, whereas the economic costs of graft loss, return to dialysis and subsequent re-transplantation are staggeringly high. Comprehensive economic evaluations and costing studies have shown extending immunosuppression coverage under Medicare from 36 months to the duration of the transplant survival is cost-saving and saves at least an additional 0.37 quality-adjusted life years compared to current policy 5 . For government and health care providers, a supply of basic transplant medicine is a fraction of hospitalisation and treatment of complications. The findings presented in this letter are extremely persuasive and underpin the motivation for policies that promote and mandate Medicare coverage of immunosuppressive drugs for the life of the transplanted kidney.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This pandemic has also revealed how fragile our patients are, and how much their overall well-being is dependent on an already stretched and under-resourced health system. Those with the poorest health are most likely to experience the worst outcomes during times of COVID-19. This pandemic should prompt all governments worldwide to look at their healthcare systems to promote better coordinated care in the event of future pandemics. This crisis will no doubt have a lasting implication on the health systems, economy and our social structure. Both Letters to the Editor highlight how a truly global pandemic such as COVID-19 should lead us to re-evaluate and re-design how we provide care. In the post COVID-19 medical world, widespread early adoption of disease testing, greater telehealth and alternative communication and personal support strategies including medication supply need to be developed worldwide to protect vulnerable people and \"future-proof\" our systems against the next crisis before it develops. This pandemic also urges us to reconsider how we value all people regardless of their backgrounds, cultures, ethnicity, and social status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Let us learn from Albert Camus and use our collective efforts to reduce global suffering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "\"And from the ends of the earth, across the thousands of miles of land and sea, kindly, well-meaning speakers tried to voice their fellow-feeling, and indeed did so, but at the same time proved the utter incapacity of every man truly to share in suffering that he cannot see\" 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "When COVID-19 became a global pandemic, health professionals were particularly concerned of the potential risk it might impose on the most vulnerable groups, including our kidney and kidney pancreas transplant recipients. Emerging data from the US and Europe indicated the risk of early deaths for hospitalised transplant recipients is at least 20% 1 , and these patients experienced more rapid disease progression and lower lymphocyte counts than immunocompetent patients with COVID-19 2 . For those who did not suffer from the direct and devastating impact of the disease, COVID-19 added a layer of complexity including fear, anxiety and apprehension, making it extremely difficult to care for these patients who are immunosuppressive therapy who all presented acute rejection after stopping their medications during the social distancing \"stay at home\" orders, and the dilemma's faced by these patients are global. When health authorities mandate effective social distancing and isolation as the key strategy in controlling the pandemic, this inevitably reduces patient engagement with the health system. Additional financial stress and high unemployment due to the economic impact of COVID-19 are potentially devastating on families. If the choice is to feed your children and your family or buy your medications, most will put the family first. sensitization in those with rejection thus compounding the difficulty for a subsequent transplant and thereby adding to the dialysis population. Acute rejection and loss of function due to non-adherence in deceased donor grafts is a tragedy for the donor families, who rightly should expect better care of their loved ones' organs. Non-adherence, a complex human behaviour, often considered as a taboo, has always existed before Covid-19. This global pandemic has further exposed this chronic problem, which may be driven by a combination",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 infection in kidney transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popoola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Ster",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phanish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney international",
            "volume": "97",
            "issn": "",
            "pages": "1076--82",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19 and Kidney Transplantation. The New England journal of medicine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Akalin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Azzi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartash",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Kidney transplantation trends in South Korea during the COVID-19 pandemic. Kidney international",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K-Y",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unusually high rates of acute rejection during the Covid-19 Pandemic: Cause for concern? Kidney international",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parajuli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cost-Related Medication Nonadherence in Adults With Atherosclerotic Cardiovascular Disease in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valero-Elizondo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Circulation",
            "volume": "140",
            "issn": "",
            "pages": "2067--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Economic Evaluation of Extending Medicare Immunosuppressive Drug Coverage for Kidney Transplant Recipients in the Current Era",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kadatz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Formica",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klarenbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Society of Nephrology : JASN",
            "volume": "31",
            "issn": "",
            "pages": "218--246",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Éditions Gallimard",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The Plague",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "chronically immunosuppressed with coexisting comorbidities. Two interesting international perspectives in transplantation are raised by two Letters to the Editor in this edition of KI. In the first letter, Lee and Huh from South Korea describe their countries transplant activity during the COVID-19 outbreak from the Korean Network for Organ Sharing 3 . Through a positive approach of contact tracing, donor and recipient viral testing the national South Korean deceased and living donor transplant activity remained stable during the period of January to April 2020. Impressively transplant activity including older recipients aged 60 and above continued to occur. Outcomes from these patients and additional strategies undertaken in the community should help inform transplant programs for future pandemics. The collateral damage from COVID-19 is well-presented by Aziz and colleagues from Madison, Wisconsin who describe a cluster of cases with acute rejection in long standing kidney and pancreas allografts 4 , highlighting the conflict between the recommendations guided by medical science and the deep-rooted, negative consequences of social inequities and inequalities. The recipients represent the spectrum of contemporary transplantation worldwide, an equal mix of male and female recipients treated with triple",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The allograft outcomes described by Aziz et al are doubly troublesome, the loss of 2 living donor kidneys and a pancreas transplant, inevitably place more stress on the already stressed system, in addition to immunological increase of human leukocyte antigen (HLA)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}