{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "On April 15, 2021, a 62-year-old male (Patient A, XG4122) and a 58-year-old female (Patient B, XG4123) travelled from Canada via airplane and were transferred to a central isolation hotel after being tested by the laboratory of Guangzhou Customs using nose swab tests for coronavirus disease 2019 (1)."
        },
        {
            "cite_spans": [
                {
                    "end": 63,
                    "ref_id": "BIBREF9",
                    "start": 60,
                    "text": "(2)"
                },
                {
                    "end": 67,
                    "ref_id": "BIBREF10",
                    "start": 64,
                    "text": "(3)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Compared with the Wuhan reference sequence (EPI_ISL_402119) (2) (3) , the strain from Patient A (XG4122) displayed 33 nucleotide variation sites "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": ". Both variants have 12 mutations to the spike protein, including 3 mutations of concern in common with 20H/501Y.V2 (K417N/T, E484K, and N501Y) which may affect transmissibility and host immune response (4-5)."
        },
        {
            "cite_spans": [
                {
                    "end": 412,
                    "ref_id": "BIBREF13",
                    "start": 409,
                    "text": "(6)"
                },
                {
                    "end": 631,
                    "ref_id": "BIBREF14",
                    "start": 628,
                    "text": "(7)"
                },
                {
                    "end": 635,
                    "ref_id": "BIBREF15",
                    "start": 632,
                    "text": "(8)"
                },
                {
                    "end": 639,
                    "ref_id": null,
                    "start": 636,
                    "text": "(9)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The P.1 lineage and the B.1.1.7 first described in the United Kingdom share the spike N501Y mutation and a deletion in ORF1b (del 3675-3677 SGF). The P.1 lineage and the B.1.351 (also known as 501Y.V2) lineage described in South Africa share 3 mutation positions in common in the spike protein (K417N/T, E484K, and N501Y). Both the P.1 and the B.1.351 lineage also have the ORF1b deletion (del 3675-3677 SGF) (6) . This is the fourth recent detection of a major international variant following the detection of the United Kingdom 501Y.V1 variant, the South African 501Y.V2 variant, and the Nigerian B.1.525 variant in Guangdong (7) (8) (9) . The transmissibility and pathogenicity of these mutant variants urgently need further study. "
        }
    ],
    "metadata": {
        "paper_id": "277ffa3ad45e6c639b7fa2afa83762cc6c6a07b9",
        "title": "Notes from the Field Two Imported Cases of New Variant COVID-19 First Emerging from Brazil -Guangdong Province, China, April 30, 2021"
    }
}