{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "To determine the impact of the COVID-19 pandemic on breast imaging education."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "A 22-item survey addressing four themes during the early pandemic (time on service, structured education, clinical training, future plans) was emailed to Society of Breast Imaging members and members-in-training in July 2020. Responses were compared using McNemar's and Mann-Whitney U tests; a general linear model was used for multivariate analysis. Results: Of 136 responses (136/2824, 4.8%), 96 U.S. responses from radiologists with trainees, residents, and fellows were included. Clinical exposure declined during the early pandemic, with almost no medical students on service (66/67, 99%) and fewer clinical days for residents (78/89, 88%) and fellows (48/68, 71%). Conferences shifted to remote live format (57/78, 73%), with some canceled (15/78, 19%). Compared to pre-pandemic, resident diagnostic (75/78, 96% versus 26/78, 33%) (P<0.001) and procedural (73/78, 94% versus 21/78, 27%) (P<0.001) participation fell, as did fellow diagnostic (60/61, 98% versus 47/61, 77%) (P=0.001) and procedural (60/61, 98% versus 43/61, 70%) (P<0.001) participation. Most"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "thought that the pandemic negatively influenced resident and fellow screening (64/77, 83% and 43/60, 72%, respectively), diagnostic (66/77, 86% and 37/60, 62%), and procedural (71/77, 92% and 37/61, 61%) education. However, a majority thought that decreased time on service (36/67, 54%) and patient contact (46/79, 58%) would not change residents' pursuit of a breast imaging fellowship."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The pandemic has had a largely negative impact on breast imaging education, with reduction in exposure to all aspects of breast imaging. However, this may not affect career decisions."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 92,
                    "ref_id": "BIBREF19",
                    "start": 89,
                    "text": "19)"
                },
                {
                    "end": 858,
                    "ref_id": null,
                    "start": 855,
                    "text": "(4)"
                },
                {
                    "end": 979,
                    "ref_id": "BIBREF4",
                    "start": 976,
                    "text": "(5)"
                },
                {
                    "end": 983,
                    "ref_id": "BIBREF5",
                    "start": 980,
                    "text": "(6)"
                },
                {
                    "end": 987,
                    "ref_id": "BIBREF6",
                    "start": 984,
                    "text": "(7)"
                },
                {
                    "end": 991,
                    "ref_id": "BIBREF7",
                    "start": 988,
                    "text": "(8)"
                },
                {
                    "end": 995,
                    "ref_id": "BIBREF8",
                    "start": 992,
                    "text": "(9)"
                },
                {
                    "end": 1000,
                    "ref_id": null,
                    "start": 996,
                    "text": "(10)"
                },
                {
                    "end": 1005,
                    "ref_id": null,
                    "start": 1001,
                    "text": "(11)"
                },
                {
                    "end": 1010,
                    "ref_id": "BIBREF13",
                    "start": 1006,
                    "text": "(12)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Radiology education has been profoundly impacted by the coronavirus disease 2019 (COVID- 19) pandemic. The subspecialty of breast imaging is no exception, and the patientfacing nature of the field poses unique challenges to education and safe care delivery during the pandemic. The reduction of study and procedural volume during the height of the pandemic (1-2) complicates trainee education given the Mammography Quality Standards Act (MQSA) mammography interpretation regulations, which stipulate interpretation of 240 mammography studies in a 6 month period during the last two years of residency (3). These challenges are juxtaposed with the need to socially distance and limit personnel in small reading rooms, limited personal protective equipment, and, in some regions, the need to shift resources and personnel to other services for patient care (4) . While publications have discussed approaches to general radiology and breast imaging education during the pandemic (5) (6) (7) (8) (9) (10) (11) (12) , to date none to our knowledge have reported specifically how the pandemic has impacted breast imaging training and how trainees have experienced these changes. Therefore, this study was performed to determine the impact of the COVID-19 pandemic on breast imaging education as it relates to medical students, radiology residents, and breast imaging fellows."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Measure",
            "text": "This study was certified as exempt from Institutional Review Board review, and a waiver of signed consent was granted given the online anonymous nature of the data collection."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Measure",
            "text": "The California Breast Density Information Group, a working group of breast imaging radiologists representing academic and community-based practices, developed the survey. The survey addressed four major themes related to education: time on service, structured education, clinical training, and future plans; the scope of the latter three themes focused on resident and fellow education. The survey was designed such that only the questions pertinent to the self-A c c e p t e d M a n u s c r i p t reported types of trainees at the respondent's practice were presented to each respondent (i.e. if a respondent's practice only trains medical students, only those questions pertinent to medical student education were presented). The working group iteratively developed the initial survey questions, and a draft survey was then field tested by the group members. Changes were made to the survey design, language, and organization based on feedback. The working group approved the final 22-item survey for distribution (see supplementary material)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Participants",
            "text": "An electronic link to the survey (Qualtrics, Provo, UT) was distributed via email to members of the Society of Breast Imaging including residents-in-training and fellows-intraining on July 13, 2020 (n=2824), with a reminder email sent on July 20, 2020 to members who had not already accessed the survey link. The survey remained open for four weeks (July 13, 2020 to August 9, 2020). A total of 1479/2824 (52%) members opened one of the emails."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Participants",
            "text": "139/2824 (4.9%) accessed the survey link, although 3/139 (2%) did not complete any questions. The overall response rate was 4.8% (136/2824) and 9.2% (136/1479) for those who opened the email. United States radiologists working with trainees (medical students, residents, and/or fellows), U.S. residents-in-training, and U.S. fellows-in-training were included by study design. U.S. radiologists without trainees, international radiologists and trainees, and nonradiologists were excluded from analysis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Frames in the Survey",
            "text": "A subset of survey questions addressed three specific time frames with respect to the pandemic to assess changes in training patterns: baseline pre-pandemic, early in the pandemic \"during the shutdown or the height of the pandemic,\" and \"after reopening or flattening of the infection curve.\" The terms \"during the shutdown\" and \"after reopening\" were used in reference to regions that fell under government restrictions on the general population (stay-at-home orders or equivalent) or healthcare systems (restrictions on elective procedures or equivalent). M a n u s c r i p t"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Frames in the Survey",
            "text": "The terms \"during the height of the pandemic\" and \"after flattening of the infection curve\" were used for those regions that did not fall under such restrictions, as case rates were a guiding factor for the issuance and easing of government restrictions in many regions. These terms refer to the early pandemic in the U.S. and the initial government responses, as there have been additional surges in case rates since survey closure given the ongoing nature of the pandemic."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis",
            "text": "McNemar's test was used to compare survey responses between different survey time frames; unpaired responses were not included in this analysis given the nature of the test. The The total number of responses is reported for each question, as not all respondents completed all questions (either by respondent choice or by study design given the types of trainees at the respondent's practice)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 351,
                    "ref_id": "TABREF0",
                    "start": 344,
                    "text": "Table 1"
                }
            ],
            "section": "Demographics",
            "text": "Out of 136 responses received, 96 responses were included: 72/96 (75%) U.S. radiologists working with trainees, 11/96 (11%) U.S. residents-in-training, and 13/96 (14%) U.S. fellows-in-training. The remaining responses were excluded (n=40; 21 U.S. radiologists without trainees, 12 international radiologists, 6 technologists, 1 administrator). Table 1 delineates included respondent demographics."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics",
            "text": "A c c e p t e d M a n u s c r i p t"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on Time on Service",
            "text": "Of respondents with medical students at their practice at baseline pre-pandemic, 66/67 (99%) reported medical students were not allowed on service during the shutdown or the height of the pandemic and 38/66 (58%) reported medical students were not allowed to return after reopening or flattening of the infection curve."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 412,
                    "ref_id": "TABREF1",
                    "start": 405,
                    "text": "Table 2"
                }
            ],
            "section": "Impact on Time on Service",
            "text": "Of respondents with residents and fellows at their practice at baseline pre-pandemic, most reported a decrease in the number of days per week the average resident (78/89, 88%), fellow (48/68, 71%), and attending (67/88, 76%) were on the breast imaging clinical service during the pandemic. When off the clinical service, most residents and fellows were studying or involved in academic pursuits at home ( Table 2 ). In addition, 30/64 (47%) reported residents were moved to another clinical service within radiology and 18/64 (28%) to another clinical service outside of radiology. A few respondents reported other activities, which included participation in multidisciplinary conferences and providing childcare for their children due to disruptions to usual childcare availability or school closure."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 110,
                    "ref_id": "TABREF2",
                    "start": 101,
                    "text": "(Table 3)"
                }
            ],
            "section": "Impact on Resident and Fellow Structured Education",
            "text": "Pre-pandemic, nearly all respondents (77/78, 99%) reported in-person resident and fellow conferences (Table 3) . Remote live conferences hosted by one's own institution (18/78, 23%) and by outside institutions or organizations (5/78, 6%) were less common. "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 350,
                    "ref_id": "TABREF2",
                    "start": 341,
                    "text": "(Table 3)"
                }
            ],
            "section": "Impact on Resident and Fellow Clinical Training",
            "text": "Respondents were asked whether trainees actively participated in diagnostic studies and interventional procedures ( A c c e p t e d M a n u s c r i p t Most respondents reported that the primary format of resident and fellow readouts prepandemic was in-person side-by-side (74/78, 95% for resident readout and 49/54, 91% for fellow readout) (Table 3) . This largely shifted to in-person readouts with social distancing (i.e. in same reading room at least six feet apart) during the shutdown or the height of the pandemic A c c e p t e d M a n u s c r i p t"
        },
        {
            "cite_spans": [
                {
                    "end": 96,
                    "ref_id": "BIBREF4",
                    "start": 93,
                    "text": "(5,"
                },
                {
                    "end": 100,
                    "ref_id": "BIBREF6",
                    "start": 97,
                    "text": "(7)"
                },
                {
                    "end": 104,
                    "ref_id": "BIBREF7",
                    "start": 101,
                    "text": "(8)"
                },
                {
                    "end": 108,
                    "ref_id": "BIBREF8",
                    "start": 105,
                    "text": "(9)"
                },
                {
                    "end": 113,
                    "ref_id": null,
                    "start": 109,
                    "text": "(10)"
                },
                {
                    "end": 118,
                    "ref_id": null,
                    "start": 114,
                    "text": "(11)"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "It is well known that the COVID-19 pandemic has had a profound impact on radiology education (5, (7) (8) (9) (10) (11) . The results of this survey demonstrate that the pandemic has had a largely negative impact on breast imaging education. In particular, the pandemic resulted in a decline in clinical exposure for all trainees, and most respondents thought that both resident and fellow screening, diagnostic, and procedural education was somewhat negatively, negatively, or very negatively impacted by the pandemic. Even after flattening of the infection curve, several gaps in breast imaging education persisted, including medical student clinical exposure (38/66, 58% not allowed on service), resident involvement in diagnostic studies and interventional procedures (below baseline), resident readout (4/75, 5% no direct or real-time readout), and resident and fellow conferences (4/75, 5% canceled conferences). Fortunately, responses were less negative with respect to the future plans of trainees, as a majority of respondents thought that the decreased time on the breast imaging clinical service and the patient contact in breast imaging would not change residents' decisions to pursue a breast imaging fellowship. In addition, only a minority of respondents reported negative impacts on their fellows' future employment."
        },
        {
            "cite_spans": [
                {
                    "end": 413,
                    "ref_id": "BIBREF14",
                    "start": 409,
                    "text": "(13)"
                },
                {
                    "end": 565,
                    "ref_id": "BIBREF15",
                    "start": 561,
                    "text": "(14)"
                },
                {
                    "end": 570,
                    "ref_id": null,
                    "start": 566,
                    "text": "(15)"
                },
                {
                    "end": 575,
                    "ref_id": null,
                    "start": 571,
                    "text": "(16)"
                },
                {
                    "end": 580,
                    "ref_id": "BIBREF17",
                    "start": 576,
                    "text": "(17)"
                },
                {
                    "end": 789,
                    "ref_id": "BIBREF0",
                    "start": 786,
                    "text": "(1,"
                },
                {
                    "end": 794,
                    "ref_id": "BIBREF17",
                    "start": 790,
                    "text": "(17)"
                },
                {
                    "end": 799,
                    "ref_id": "BIBREF18",
                    "start": 795,
                    "text": "(18)"
                },
                {
                    "end": 804,
                    "ref_id": "BIBREF19",
                    "start": 800,
                    "text": "(19)"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The largely negative impact of the pandemic on breast imaging education is not unexpected given the acute changes to breast imaging early on. On March 26, 2020, the Society of Breast Imaging recommended a delay of screening studies for \"several weeks or a few months\" as well as a delay of diagnostic studies for women \"without a clinically concerning symptom\" in an effort to reduce the risk of virus spread (13) . Around the same time, many regions fell under local government restrictions on elective procedures in an effort to conserve healthcare resources (14) (15) (16) (17) . These factors, among others, contributed to a sharp decline in breast imaging volumes early in the pandemic, with multiple prior studies demonstrating a greater than 80% decline in breast imaging volume (1, (17) (18) (19) ."
        },
        {
            "cite_spans": [
                {
                    "end": 123,
                    "ref_id": "BIBREF5",
                    "start": 120,
                    "text": "(6)"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Early guidelines for radiology residencies to safely educate residents during the pandemic were provided by Chong et al (6) . The authors discussed strategies to maintain A c c e p t e d M a n u s c r i p t protected teaching time and active clinical participation and provided options for remote learning and online teaching resources. The article also highlighted potential challenges to meeting Accreditation Council for Graduate Medical Education requirements and federally mandated requirements, including MQSA regulations."
        },
        {
            "cite_spans": [
                {
                    "end": 270,
                    "ref_id": "BIBREF13",
                    "start": 266,
                    "text": "(12)"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "In addition, Wang et al described the systems and processes developed by an academic center during the initial pandemic peak to fulfill Accreditation Council for Graduate Medical Education Core Competencies for Diagnostic Radiology as they pertain to breast imaging (12) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The article outlined many of the steps reported by our respondents to support risk mitigation measures during trainee education at the beginning of the pandemic, including modifying clinical schedules, moving residents off-site, and utilizing virtual curriculums, videoconferencing, and remote readouts. In addition, the authors' institution added limited inperson, in-house trainee clinical experiences in a step-wise manner as volumes increased and as risk mitigation protocols were established. Given that breast imaging is a patient-facing specialty, the latter step is critical to training."
        },
        {
            "cite_spans": [
                {
                    "end": 497,
                    "ref_id": "BIBREF20",
                    "start": 493,
                    "text": "(20)"
                },
                {
                    "end": 502,
                    "ref_id": "BIBREF21",
                    "start": 498,
                    "text": "(21)"
                },
                {
                    "end": 1515,
                    "ref_id": "BIBREF5",
                    "start": 1512,
                    "text": "(6,"
                },
                {
                    "end": 1520,
                    "ref_id": "BIBREF22",
                    "start": 1516,
                    "text": "(22)"
                },
                {
                    "end": 1525,
                    "ref_id": null,
                    "start": 1521,
                    "text": "(23)"
                },
                {
                    "end": 1530,
                    "ref_id": null,
                    "start": 1526,
                    "text": "(24)"
                },
                {
                    "end": 2047,
                    "ref_id": "BIBREF13",
                    "start": 2043,
                    "text": "(12)"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "Interventions described in these papers sought to avoid the gaps in education identified in the current study, and these areas will need to be addressed. Resident and fellow involvement in diagnostic studies and interventional procedures is a critical aspect of breast imaging education, and workflow should be adjusted to support this involvement, if safe to do so. The implementation of risk mitigation measures recommended by the American College of Radiology and Society of Breast Imaging (20) (21) , such as screening patients for symptoms, rearranging reading rooms and imaging centers to allow for social distancing, and ensuring availability of appropriate personal protective equipment, should allow trainees to participate in ongoing breast imaging care. Interestingly, there was an association between resident and fellow procedural education and whether all of a respondent's breast centers remained open, with those who did not keep all breast centers open having less negative responses, on average, after adjusting for region and the presence of a stay-at-home order; a possible explanation for this might be that these respondents adjusted workflow and consolidated procedures at a A c c e p t e d M a n u s c r i p t central teaching site, allowing for higher teaching volumes than if the few remaining procedures were dispersed among multiple breast centers. With respect to remote readouts and conferences, there are several relatively inexpensive secure communications technologies available (6, (22) (23) (24) , and graduate medical education offices or information technology departments may already have resources for such remote communication. These technologies have benefits beyond the pandemic, particularly for multi-site institutions, as they allow faculty at different sites to more easily interact with and teach trainees. They also facilitate attendance to conferences that would otherwise be missed by some trainees due to location and timing, including tumor boards and multidisciplinary didactic conferences (12) . Finally, while a minority of our respondents reported changes to the methods used to comply with the MQSA mammography interpretation regulations, training programs should be cognizant of this educational requirement for the current academic year and encourage trainees to meet the requirement as soon as possible given the uncertainty surrounding rising and falling COVID-19 case rates. Respondents most commonly reported the double reading of current studies, which requires minimal changes to workflow to implement. Rereading previously interpreted studies may also serve as a readily available method, as teaching files, tumor board cases, and biopsy cases can be utilized."
        },
        {
            "cite_spans": [
                {
                    "end": 211,
                    "ref_id": "BIBREF6",
                    "start": 208,
                    "text": "(7)"
                }
            ],
            "ref_spans": [],
            "section": "Discussion",
            "text": "With respect to medical student education, Durfee et al outlined the implementation of a virtual radiology core clerkship and described some of the challenges to medical student education during the pandemic (7) . The authors noted that the remote format did not allow students to see how cases \"unfold\" in the reading room, and students reported missing in- However, it should also be noted that the reported response rate is artificially low, as the survey was distributed to all Society of Breast Imaging members, including many without trainees; these members are presumably less likely to respond to an education-related survey. A minority of respondents were trainees, although the survey was not specifically designed for trainees. Given the anonymous nature of the survey, it is possible multiple respondents were from the same institution. Finally, in light of the rapidly evolving nature of the pandemic, including the heterogeneity of case rates in different regions over time, our results may not accurately reflect the impact on education in all regions."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "The COVID-19 pandemic has had a largely negative impact on breast imaging education, and the results of this survey unveiled lingering gaps in breast imaging education as training programs adapted to the pandemic. While the modes of teaching have changed, a concerted effort should be made to maintain the same quality and quantity of education for all levels of trainees."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "A c c e p t e d M a n u s c r i p t"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages",
            "text": "The pandemic resulted in a decline in trainee breast imaging clinical exposure."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages",
            "text": "Most survey respondents thought that both resident and fellow screening, diagnostic, and procedural education was negatively impacted by the pandemic. M a n u s c r i p t A c c e p t e d M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t "
        }
    ],
    "metadata": {
        "paper_id": "278bb55a2a95eab562b94b1a5d273ca93eebc9a7",
        "title": "Impact of the COVID-19 Pandemic on Breast Imaging Education"
    }
}