{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 329,
                    "ref_id": "BIBREF0",
                    "start": 328,
                    "text": "1"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "La salud digital surge al aplicar tecnologías de la información y telecomunicación para promover la salud, y engloba un conjunto de utilidades como telemedicina o salud móvil, entre otras, que permiten desarrollar modelos de cuidado innovadores, centrados en el paciente y que mejoran la accesibilidad, la calidad y la eficacia 1 . La salud digital ha demostrado ser un aliado imprescindible para dar respuesta a las necesidades de los pacientes durante la crisis sanitaria causada por la enfermedad por coronavirus 2019 (COVID-19) 2 , pero también ofrece herramientas valiosas para solucionar otros retos del sistema sanitario, como la atención a la cronicidad y la escasez de profesionales sanitarios. Además favorece la evolución de la relación médico-paciente al permitir una atención más centrada en la autonomía, experiencia y necesidades del paciente, motivos por los que organismos nacionales e internacionales ya recomiendan desarrollar estrategias para potenciar su implementación 3 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Una de las principales áreas de la salud digital es la telemedicina, definida como la prestación a distancia de servicios sanitarios asistenciales, a través de sistemas y tecnologías de la información y comunicación, que puede realizarse entre médico-paciente o entre profesionales sanitarios 3 . La telemedicina puede ser prestada en tiempo real (o de forma sincrónica), como la teleconsulta o consulta telefónica (llamada sólo de audio) o videoconsulta (con audio y vídeo), donde el paciente y profesional (o 2 profesionales) están disponibles en el mismo momento, o también puede prestarse en tiempo no real (o de forma asincrónica), mediante el almacenamiento y envío de información, que será valorada posteriormente por el profesional, como son el uso del correo electrónico, chats o intercambio de imágenes como la teledermatología o telerradiología, o telemonitorización 4 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "La videoconsulta es uno de los ejemplos de telemedicina más desarrollados en los últimos años, gracias a las mejoras en la conectividad y al desarrollo y uso generalizado de teléfonos y aplicaciones móviles, que crean el canal digital, donde la atención médica puede ser entregada en cualquier lugar. La videoconsulta aporta ciertas ventajas, pues brinda mucha más información que las visitas tele-fónicas, al permitir el contacto visual. Facilita la comunicación y la posibilidad de realizar una inspección visual del paciente, ver su estado general, examinar la presencia de edemas en las extremidades inferiores, comprobar el esfuerzo respiratorio, observar si hay lesiones cutáneas o identificar medicamentos 5 . Para optimizar la exploración física se puede mostrar al paciente (o acompañante) cómo autoexplorarse y usar aplicaciones móviles o dispositivos que permitan la obtención de signos vitales. La videoconsulta ha demostrado ser más efectiva que la cita telefónica en el tratamiento de determinados trastornos como la depresión 6 , pero en general la teleconsulta ofrece una calidad de atención comparable a la de las visitas por vídeo. En ocasiones usar menos tecnología aporta ventajas y es en estos contextos donde la visita telefónica es de mayor utilidad. Algunos de estos escenarios son las consultas con personas mayores o con discapacidad visual, pacientes con ingresos limitados, con planes de datos telefónicos restringidos, sin una correcta alfabetización digital, o cuando el contacto visual genera ansiedad o vergüenza, al tratar temas delicados. La flexibilidad de una visita telefónica, que facilita el contacto allí donde esté el paciente, se adapta mejor a la ajetreada vida de muchos y evita absentismos 7 ."
        },
        {
            "cite_spans": [
                {
                    "end": 865,
                    "ref_id": "BIBREF11",
                    "start": 863,
                    "text": "10"
                },
                {
                    "end": 1353,
                    "ref_id": "BIBREF11",
                    "start": 1351,
                    "text": "10"
                },
                {
                    "end": 1626,
                    "ref_id": "BIBREF9",
                    "start": 1625,
                    "text": "8"
                },
                {
                    "end": 2551,
                    "ref_id": "BIBREF15",
                    "start": 2549,
                    "text": "14"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "La pandemia por la COVID-19 ha impulsado una rápida transformación de la atención clínica, acelerando la implementación de nuevas modalidades de atención virtual, que han pasado de ser una novedad a una expectativa de futuro 8 . Durante la pandemia la consulta digital ha demostrado ser una alternativa efectiva que facilita la atención médica centrada en el paciente de una forma accesible y segura 8 , pero más allá de que se pueda considerar un medio de gran utilidad en situaciones excepcionales, aporta ventajas que replantearán su utilización en el día a día de los procesos asistenciales fuera de la excepcionalidad de una pandemia. Estas ventajas benefician tanto al paciente como al profesional y al sistema sanitario; sin duda mejora la experiencia del paciente en el autocuidado de su salud, lo que queda demostrado por las altas tasas de satisfacción 10 . Los usuarios destacan su facilidad de uso, flexibilidad, comodidad y ahorro en tiempo y económico al reducir desplazamientos, con la consecuente repercusión ecológica al disminuir la emisión de CO 2 , además de una mayor seguridad al minimizar el riesgo de contagios, como hemos vivido con la COVID-19. Estas ventajas también las experimenta el personal sanitario, al facilitar la conciliación y trabajo remoto, siendo una alternativa asistencial bien aceptada por los profesionales 10 . La mayoría de los que han realizado visitas virtuales consideran que permiten ofrecer una atención médica de calidad 9 , afirman tener la intención de continuar con esta modalidad de atención una vez terminada la pandemia 11 y creen que su implantación será permanente 8 . También aporta beneficios a las organizaciones sanitarias al trasladar la atención de los centros de salud a los hogares y a los dispositivos móviles. Aumenta la eficiencia de las consultas por ser de menor duración, una vez superado el rápido proceso de aprendizaje de uso del nuevo software. Mejora la accesibilidad a los servicios al asegurar la continuidad asistencial, reduciendo listas de espera y priorizando a los pacientes que más lo necesitan, orientándolos hacia circuitos asistenciales adecuados. A su vez, permite una comunicación ágil entre niveles asistenciales, evitando derivaciones innecesarias 12 . Además de las ventajas percibidas por los diferentes usuarios, existe evidencia de que la telemedicina mejora la salud de la población 13 y disminuye los costes derivados de la asistencia sanitaria, sobre todo en determinadas enfermedades crónicas, como la diabetes o las enfermedades cardiovasculares 14 . Es por ello que diferentes sociedades científicas ya recomiendan su uso 5 ."
        },
        {
            "cite_spans": [
                {
                    "end": 718,
                    "ref_id": "BIBREF16",
                    "start": 716,
                    "text": "15"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Aunque la principal utilidad de la tele o videoconsulta es realizar revisiones y comentar resultados de pruebas complementarias, también ha demostrado ser una alternativa excelente para la atención de primeras consultas e incluso problemas urgentes. Es un gran aliado para dar una primera aproximación diagnóstica a un problema de salud y solicitar las pruebas necesarias, aunque en ocasiones sea imprescindible una posterior atención presencial. Es también de gran utilidad para el seguimiento de enfermedades crónicas, tras el alta del hospital, en la emisión de segundas opiniones sobre la enfermedad por otros profesionales y en la optimización de procesos en radiología, dermatología o enfermedades infecciosas 15 . Además de facilitar el seguimiento ambulatorio, durante el ingreso hospitalario permite la comunicación entre profesionales, pacientes y familiares, esencial cuando existe restricción de acompañamiento. El uso de la videoconsulta sincrónica con los familiares en la propia habitación del paciente optimiza el tiempo dedicado a dar información."
        },
        {
            "cite_spans": [
                {
                    "end": 318,
                    "ref_id": "BIBREF17",
                    "start": 316,
                    "text": "16"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "La atención virtual también presenta ciertas limitaciones, no siendo la mejor opción asistencial ante determinados motivos de consulta, como son el dolor torácico, la disnea o el dolor de oído, entre otros procesos en los que la exploración física es obligada y donde la atención presencial sigue siendo de elección 16 . Además, que la atención virtual sea de calidad no solo depende del motivo de consulta, sino también de otros factores específicos del paciente, como la presencia de ciertas limitaciones que puedan dificultar una correcta asistencia a través de telemedicina; es el caso de los problemas de audición o visión y del deterioro cognitivo. Esto hace necesario mejorar los procesos de triaje para optimizar los servicios de telemedicina, identificando síntomas de alerta para priorizar a los pacientes que más lo necesitan y discriminar cuál es la forma asistencial más adecuada en cada caso (presencial o no presencial). Así aseguraremos que nuestros pacientes reciben la mejor atención posible, en el momento adecuado, por la persona adecuada y utilizando el medio adecuado 9 ."
        },
        {
            "cite_spans": [
                {
                    "end": 340,
                    "ref_id": "BIBREF4",
                    "start": 339,
                    "text": "5"
                },
                {
                    "end": 692,
                    "ref_id": "BIBREF18",
                    "start": 690,
                    "text": "17"
                },
                {
                    "end": 1215,
                    "ref_id": "BIBREF19",
                    "start": 1213,
                    "text": "18"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "A pesar de los beneficios que aporta la telemedicina no se espera ver una verdadera disrupción en salud como ha pasado en otros sectores, pues por sí sola no puede resolver todas las demandas clínicas, pero sí muchas de ellas. Según algunos estudios hasta el 75% de las visitas físicas pueden ser innecesarias y resolverse de forma remota 5 . Todo esto apunta a que la telemedicina ha llegado para quedarse 8 , y en un futuro cercano veremos cómo la atención en remoto y la presencial se integrarán en los circuitos asistenciales; las visitas virtuales complementarán la atención en persona y probablemente la telemedicina perderá su prefijo «tele-» y se convertirá simplemente en medicina 17 . Teniendo en cuenta el sesgo poblacional, la experiencia de Sanitas apoya esta hipótesis; a pesar de ofrecer servicios de telemedicina desde el año 2016, en ese momento solo el 3% de las consultas eran digitales. Tras la pandemia este porcentaje ha ascendido al 25%, con más de un millón de consultas virtuales realizadas desde la aparición de la COVID-19. Esta cifra se mantiene una vez normalizada la situación, debido a la elevada satisfacción y fidelización, reflejadas en la recurrencia en este tipo de asistencia 18 ."
        },
        {
            "cite_spans": [
                {
                    "end": 139,
                    "ref_id": null,
                    "start": 137,
                    "text": "19"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "La Organización Médica Colegial ha aceptado la tele y videoconsulta como actos médicos, y como tales están sujetos a la misma regulación 19 , pero aún quedan muchos retos por delante que requieren redefinir el modelo asistencial para asegurar su correcta implantación. Así lo muestra el bajo índice Fenin de madurez digital de los servicios de salud en España, que recomienda fomentar el empoderamiento del paciente, la disponibilidad de herramientas de salud digital para el profesional, la infraestructura tecnológica de las organizaciones sanitarias y las herramientas de análisis de datos para la toma de decisiones. Es pues fundamental el uso de plataformas que aseguren la privacidad, seguridad y confidencialidad, y una buena conectividad que optimice la calidad del servicio y el acceso a los datos médicos. Es necesaria la interoperabilidad de los sistemas de información, además de la correcta prescripción de tratamientos con la receta electrónica digital o la verificación de identidad y obtención de consentimiento informado de forma remota. También es necesario que los profesionales dispongan de suficiente tiempo asistencial para la consulta digital, con dedicación específica en su agenda, evitando solapamientos en su programación. Deben además estar adecuadamente incentivados y formados, no solo en competencias digitales para vencer la resistencia al cambio, si no también en comunicación, habilidad que cobra aún más importancia con el uso de estos nuevos canales. Les corresponde a ellos fijar los posibles beneficios y límites en su utilización, y es fundamental respetar su autonomía para decidir sobre la conveniencia en el uso de estas nuevas formas de atención médica, para identificar las herramientas tecnológicas que aporten más seguridad y usabilidad y para protocolizar las prestaciones que se puedan realizar en remoto e integrarlas en los flujos de trabajo clínicos existentes. De igual forma deben solventarse los principales retos que afectan a los pacientes, como son la falta de dispositivos o acceso a Internet o una adecuada alfabetización digital."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Sin duda creemos que la teleconsulta y la videoconsulta serán unas herramientas clave para dar solución a los retos sanitarios del futuro, pero será necesaria mayor investigación que identifique las distintas áreas en las que la telemedicina aporte un claro beneficio, y sobre todo que guíe esta transformación digital desde la necesidad clínica, pues la digitalización de la salud no es el fin, sino la solución a la mejora de los procesos. Solo así lograremos que tanto pacientes como profesionales no solo acepten la consulta virtual, sino que vean su experiencia asistencial mejorada y convivan para siempre con esta otra forma de hacer medicina."
        }
    ],
    "metadata": {
        "paper_id": "2792e1ec908ffd3c0cab069dc9280a6206056cfd",
        "title": ""
    }
}