{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "To mitigate morbidity, mortality, and impacts of COVID-19 on health, it was essential to implement a comprehensive framework for COVID-19 control and prevention. A well-recognized tool from the field of injury prevention known as the Haddon matrix was utilized. The matrix states that any accident is affected by the host, agent, and environment."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Another well-recognized tool used by the national fire protection association known as the Community risk reduction tool (CRR). The (CRR) tool utilizes the Five E's of Community Risk Reduction. Aim of the study: To describe the risk factors that increase the susceptibility and the severity of COVID-19 infection based on the Haddon matrix and the proposed prevention strategies by the CRR tool by using the combined model. Methodology: We reviewed the literature to assess known factors contributing to COVID-19 susceptibility, infection, and severity of infection. We then used the Haddon matrix to structure, separating human factors from technical and environmental details and timing. We then used the community risk reduction (CRR) model to set all responses and control measures for each element obtained from the Haddon matrix tool. Subsequently, we incorporated both tools to develop the combined model. Conclusion: we proposed and implemented a combined model that utilizes the CRR model as the systematic strategy for the more theoretical framework of Haddon's matrix. Combining both models was practical and helpful in planning the preparedness and control of the COVID-19 pandemic in Saudi Arabia that can be generalized to national and international levels."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 36,
                    "ref_id": "BIBREF22",
                    "start": 33,
                    "text": "19)"
                },
                {
                    "end": 314,
                    "ref_id": "BIBREF0",
                    "start": 311,
                    "text": "[1]"
                },
                {
                    "end": 498,
                    "ref_id": "BIBREF1",
                    "start": 495,
                    "text": "[2]"
                },
                {
                    "end": 598,
                    "ref_id": "BIBREF3",
                    "start": 595,
                    "text": "[3]"
                },
                {
                    "end": 1302,
                    "ref_id": "BIBREF4",
                    "start": 1299,
                    "text": "[4,"
                },
                {
                    "end": 1305,
                    "ref_id": "BIBREF5",
                    "start": 1303,
                    "text": "5]"
                },
                {
                    "end": 1513,
                    "ref_id": "BIBREF6",
                    "start": 1510,
                    "text": "[6]"
                },
                {
                    "end": 1517,
                    "ref_id": "BIBREF7",
                    "start": 1514,
                    "text": "[7]"
                },
                {
                    "end": 1521,
                    "ref_id": "BIBREF8",
                    "start": 1518,
                    "text": "[8]"
                },
                {
                    "end": 1525,
                    "ref_id": "BIBREF10",
                    "start": 1522,
                    "text": "[9]"
                },
                {
                    "end": 1530,
                    "ref_id": "BIBREF11",
                    "start": 1526,
                    "text": "[10]"
                },
                {
                    "end": 1535,
                    "ref_id": "BIBREF12",
                    "start": 1531,
                    "text": "[11]"
                },
                {
                    "end": 1540,
                    "ref_id": "BIBREF13",
                    "start": 1536,
                    "text": "[12]"
                },
                {
                    "end": 1738,
                    "ref_id": "BIBREF14",
                    "start": 1734,
                    "text": "[13,"
                },
                {
                    "end": 1742,
                    "ref_id": "BIBREF15",
                    "start": 1739,
                    "text": "14]"
                },
                {
                    "end": 1952,
                    "ref_id": "BIBREF17",
                    "start": 1948,
                    "text": "[15,"
                },
                {
                    "end": 1956,
                    "ref_id": "BIBREF18",
                    "start": 1953,
                    "text": "16]"
                },
                {
                    "end": 2472,
                    "ref_id": "BIBREF20",
                    "start": 2468,
                    "text": "[17]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Coronavirus disease 2019 (COVID- 19) is an illness caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). SARS-CoV2 was first discovered in December 2019 in Wuhan city, Hubei Province, China. The disease is characterized by fever, dry cough, fatigue, myalgia, shortness of breath, and dyspnoea [1] . On Mar 2, 2020, despite all and early national precautions and preventive measures undertaken by the Kingdom of Saudi Arabia (KSA), the country announced its first COVID-19 case [2] . Over a year later, the figures climbed to 544,225 confirmed cases and a total of 8,539 deaths [3] . To mitigate morbidity, mortality, and impacts of COVID-19 on health, it was essential to implement a comprehensive framework for COVID-19 control and prevention. A well-recognized tool from the field of injury prevention known as the Haddon matrix was utilized. The matrix states that any accident is affected by three factors: host, agent, and environment. The matrix aims to analyze the interaction between the aforementioned epidemiological factors, followed by combining these with three levels of prevention: depending on the time of the injury, pre-, during, and post-injury. Moreover, Haddon outlined the countermeasures or strategies contributing to short and long-term prevention planning [4, 5] . The Haddon matrix has been used to assess a wide range of incidents such as car crashes, fires, suicides, birth complications, earthquakes, work-related injuries, terrorist attacks, and mass gatherings [6] [7] [8] [9] [10] [11] [12] . Moreover, this matrix has been used in preparing and planning for public health threats such as SARS and Cholera. It may also be used for brainstorming, needs assessments, and teaching tools [13, 14] . During the current COVID-19 pandemic, the matrix has been used modestly to examine specific issues like kidney transplantation in the United States and higher education Pandemic Preparedness in Malaysia [15, 16] . Another well-recognized tool used by the national fire protection association is the Community risk reduction tool (CRR); this tool has been used to help fire service leaders keep pace with a constantly changing social, environmental, economic, and political climate. It's the all-hazards solution to the allhazards response that the modern fire service needs. The (CRR) tool utilizes the Five E's of Community Risk Reduction (Education, Engineering, Enforcement, Economic Incentives, and Emergency Response) [17] . Here, we describe the risk factors that increase the "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology",
            "text": "We reviewed the literature to assess known factors contributing to COVID-19 susceptibility, infection, and severity of infection. We then used the Haddon matrix as a framework for structure, separating human factors from technical and environmental details and timing. To use the Haddon matrix tool for the infectious disease, we had to break down the host factor into two parts (healthy individuals and infected individuals) to determine the risk factors of disease's transmission and severity. We then used the community risk reduction (CRR) model (Figure1) to set all responses and control measures for each factor obtained from the Haddon matrix tool. Subsequently, we incorporated both tools to develop the combined model."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 162,
                    "ref_id": null,
                    "start": 153,
                    "text": "(Figure 2"
                },
                {
                    "end": 174,
                    "ref_id": "TABREF1",
                    "start": 167,
                    "text": "Table 2"
                }
            ],
            "section": "Characteristics of the Combined Model",
            "text": "The combined framework is a three-dimensional framework that includes the concepts for the three axes of Haddon's matrix with the methodology of the CRR (Figure 2 ) ( Table 2 ). This framework includes: 1) the three epidemiologic elements compromising host, agent, and environments (physical and social), 2) the three-time intervals of event occurrences classified as pre-event, during event and post-event, 3) and systematic science-based methodology built on education, enforcement, engineering/environmental modification, economic incentives, and emergency response. Thus, all the necessary elements for the comprehensive analysis, understanding, and management of infection prevention and control are included in this three-dimensional framework. When taken separately, the model closes the potential gaps in the two original models and achieves a comprehensive and systematic approach not achieved in previous frameworks. "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-event: Factors Affecting COVID-19 Transmission (Host)",
            "text": "While individuals of all age groups are susceptible to infection with varying clinical impacts, older adults are more likely to develop severe symptoms and life-threatening conditions."
        },
        {
            "cite_spans": [
                {
                    "end": 145,
                    "ref_id": null,
                    "start": 141,
                    "text": "[18]"
                },
                {
                    "end": 345,
                    "ref_id": "BIBREF22",
                    "start": 341,
                    "text": "[19]"
                }
            ],
            "ref_spans": [],
            "section": "Pre-event: Factors Affecting COVID-19 Transmission (Host)",
            "text": "More than 80% of COVID-19 mortalities occur in people over 65, and more than 95% of COVID-19 mortalities occur in people older than 45 years [18] . Moreover, recent studies have shown that neutralizing antibodies may be effective for a period of eight months; however, further studies have also demonstrated that immunity may wane over time [19] ."
        },
        {
            "cite_spans": [
                {
                    "end": 230,
                    "ref_id": "BIBREF23",
                    "start": 226,
                    "text": "[20]"
                },
                {
                    "end": 538,
                    "ref_id": "BIBREF24",
                    "start": 534,
                    "text": "[21]"
                },
                {
                    "end": 1126,
                    "ref_id": "BIBREF26",
                    "start": 1122,
                    "text": "[22]"
                },
                {
                    "end": 1299,
                    "ref_id": "BIBREF27",
                    "start": 1295,
                    "text": "[23]"
                },
                {
                    "end": 1548,
                    "ref_id": "BIBREF29",
                    "start": 1544,
                    "text": "[24]"
                },
                {
                    "end": 1957,
                    "ref_id": "BIBREF30",
                    "start": 1953,
                    "text": "[25]"
                }
            ],
            "ref_spans": [],
            "section": "Pre-event: Factors Affecting COVID-19 Transmission (Host)",
            "text": "According to the Saudi public health authority, the immunity status is classified as: seronegative for COVID-19, seropositive for COVID-19 (recovered patients), vaccinated with one dose, and vaccinated with a complete regimen [20] . It should be noted that socioeconomic status can increase the possibility of infection. A recent study conducted in the United States (USA) showed that the ratio of positive tests to total tests significantly increased parallel to the socioeconomic status index score (β= -0.0016, SE=.0007, P =.0159) [21] . A disparity in infection rates and outcome probabilities may also exist when taking other factors into considerations, and occupation can play a role in increasing the risk of a SARS-CoV-2 infection. Occupational risks are interlinked with other factors such as household size, socioeconomic inequalities, and financial barriers to isolation and inability to work from home, which affect individuals' risks of infection. Occupations that involve a higher degree of physical proximity to others over longer periods of time tend to have higher COVID-19 infection and mortality rates [22] . For instance, frontline healthcare workers are more likely to get infected than the general community due to the increased and constant exposure to infected patients [23] . Studies have shown that comorbidities may increase the severity of COVID-19 infection. Moreover, patients with comorbidities may also be at a higher rate of exposure to the virus due to their need to visit healthcare settings more frequently [24] . One of the significant factors that could prevent the further transmission of the infection is immunization. Partial immunization (single dose) provided preventive J o u r n a l P r e -p r o o f pg. 6 benefits with vaccine effectiveness of 80%, while the effectiveness of full immunization (two doses) (≥14 days after the second dose) was 90% against SARS-CoV-2 infections regardless of symptom status [25] ."
        },
        {
            "cite_spans": [
                {
                    "end": 266,
                    "ref_id": "BIBREF33",
                    "start": 262,
                    "text": "[26,"
                },
                {
                    "end": 270,
                    "ref_id": "BIBREF35",
                    "start": 267,
                    "text": "27]"
                }
            ],
            "ref_spans": [],
            "section": "Pre-event: Factors Affecting COVID-19 Transmission (Physical and Social Environment)",
            "text": "Physical and social environment factors represent one of the Haddon matrix axes, which significantly influence infection rates. For instance, recent studies indicate a positive correlation between Covid-19 infection and related mortality with population density [26, 27] ."
        },
        {
            "cite_spans": [
                {
                    "end": 312,
                    "ref_id": "BIBREF37",
                    "start": 308,
                    "text": "[28]"
                },
                {
                    "end": 317,
                    "ref_id": "BIBREF38",
                    "start": 313,
                    "text": "[29]"
                },
                {
                    "end": 322,
                    "ref_id": "BIBREF39",
                    "start": 318,
                    "text": "[30]"
                },
                {
                    "end": 888,
                    "ref_id": "BIBREF41",
                    "start": 884,
                    "text": "[32]"
                },
                {
                    "end": 1081,
                    "ref_id": "BIBREF43",
                    "start": 1077,
                    "text": "[33]"
                },
                {
                    "end": 1319,
                    "ref_id": "BIBREF45",
                    "start": 1315,
                    "text": "[34]"
                },
                {
                    "end": 1428,
                    "ref_id": "BIBREF46",
                    "start": 1424,
                    "text": "[35]"
                },
                {
                    "end": 1580,
                    "ref_id": "BIBREF47",
                    "start": 1576,
                    "text": "[36]"
                }
            ],
            "ref_spans": [],
            "section": "Pre-event: Factors Affecting COVID-19 Transmission (Physical and Social Environment)",
            "text": "Moreover, individuals with COVID-19 infections exhale the virus particles when coughing or exhalingmaking unventilated areas a vessel for transmission. Fallen droplets could be a source to contract COVID-19 by merely touching contaminated surfaces or objects, followed by touching their eyes, nose, or mouth [28] [29] [30] . Disadvantaged areas such as slums and informal settlements are home to more than a billion people worldwide; these places are often substandard and overcrowded, lacking adequate access to public services, making it a primary hotspot for COVID-19 transmission [31]. Furthermore, Closed places such as schools, healthcare facilities, airports, places of work, and worship could pose additional risks for infection. A study conducted in a call center in South Korea illustrated how a highdensity work environment could become a high-risk site to spread COVID-19 [32] . A different study conducted on a restaurant in China concluded that the outbreak that occurred in the restaurant was due to droplet transmission prompted by air-conditioning ventilation [33] . Also, the meteorological factors are important in facing the COVID-19 pandemic; a recent study found that wind speed is significantly correlated with COVID-19 cases, indicating a lower wind speed, a higher number of COVID-19 cases [34] . In addition, humidity and temperature levels are consistent with the seasonal spread of coronaviruses [35] . Another study conducted in the United States found that temperature levels and air quality were significantly associated with COVID-19 outbreaks [36] . However, the seasonality of SARS-CoV-2 has yet to be studied further and established. In order to reduce "
        },
        {
            "cite_spans": [
                {
                    "end": 425,
                    "ref_id": "BIBREF50",
                    "start": 421,
                    "text": "[38]"
                },
                {
                    "end": 596,
                    "ref_id": null,
                    "start": 592,
                    "text": "[39]"
                },
                {
                    "end": 733,
                    "ref_id": "BIBREF54",
                    "start": 729,
                    "text": "[40]"
                }
            ],
            "ref_spans": [],
            "section": "Healthy individuals",
            "text": "Multiple factors are affecting the transmission during this stage, one of which is age. Some studies found that older age groups were associated with increased susceptibility to infection or disease. In contrast, a study in Wuhan, China, examined the risk factors for susceptibility and infectivity found that younger individuals, such as children and adolescents, were less susceptible to COVID-19 than older age groups [38] . Moreover, a study conducted in Saudi Arabia found that gender is also relevant as evidence showed that males are more vulnerable to COVID-19 infection than females [39] . This difference could be due to biological differences and the varied expression of angiotensin-converting enzyme 2 in host cells [40] ."
        },
        {
            "cite_spans": [
                {
                    "end": 185,
                    "ref_id": "BIBREF55",
                    "start": 181,
                    "text": "[41,"
                },
                {
                    "end": 189,
                    "ref_id": "BIBREF58",
                    "start": 186,
                    "text": "42]"
                },
                {
                    "end": 353,
                    "ref_id": "BIBREF60",
                    "start": 349,
                    "text": "[43,"
                },
                {
                    "end": 357,
                    "ref_id": "BIBREF61",
                    "start": 354,
                    "text": "44]"
                }
            ],
            "ref_spans": [],
            "section": "Healthy individuals",
            "text": "Moreover, previous studies concluded that women are less exposed and more compliant in following preventive measures such as hand hygiene, contributing to the lower infection rates [41, 42] . In healthy individuals, viral load also plays a role as a high viral infective dose leads to a higher risk of establishing an infection and disease severity [43, 44] ."
        },
        {
            "cite_spans": [
                {
                    "end": 119,
                    "ref_id": "BIBREF62",
                    "start": 115,
                    "text": "[45]"
                },
                {
                    "end": 369,
                    "ref_id": "BIBREF64",
                    "start": 365,
                    "text": "[46]"
                },
                {
                    "end": 622,
                    "ref_id": "BIBREF65",
                    "start": 618,
                    "text": "[47]"
                },
                {
                    "end": 859,
                    "ref_id": "BIBREF66",
                    "start": 855,
                    "text": "[48,"
                },
                {
                    "end": 863,
                    "ref_id": "BIBREF68",
                    "start": 860,
                    "text": "49]"
                }
            ],
            "ref_spans": [],
            "section": "Infected individuals",
            "text": "For infected individuals, the use of non-pharmaceutical intervention (NPIs) is also vital in reducing transmission [45] . A study found that a cotton mask, on average, blocked 96% (reported as 1.5 log units or about a 36-fold decrease) of viral load released by coughing when a healthy individual is eight inches (20 cm) away from an infected patient with COVID-19 [46] . Furthermore, the highest viral loads from upper respiratory tract samples were observed at the time of symptom onset and a few days after, indicating the importance of viral shedding in transmission, especially early during the course of illness [47] . The viral load could have a weak correlation, as the difference in viral load between presymptomatic, asymptomatic, and symptomatic patients was not significant. However, this could because symptoms are driven by multiple factors [48, 49] . "
        },
        {
            "cite_spans": [
                {
                    "end": 320,
                    "ref_id": "BIBREF70",
                    "start": 316,
                    "text": "[50,"
                },
                {
                    "end": 324,
                    "ref_id": "BIBREF72",
                    "start": 321,
                    "text": "51]"
                },
                {
                    "end": 626,
                    "ref_id": "BIBREF62",
                    "start": 622,
                    "text": "[45,"
                },
                {
                    "end": 630,
                    "ref_id": null,
                    "start": 627,
                    "text": "52]"
                }
            ],
            "ref_spans": [],
            "section": "During the Event (Sociocultural Environment)",
            "text": "At this stage, the community's level of compliance is essential, whether the compliance is towards preventive measures for healthy individuals or towards isolation instructions for the infected individuals. In addition, social gatherings and non-complying to physical distancing would increase COVID-19 transmission [50, 51] . Moreover, social behaviors in small or mass gatherings play an important role in managing the rate of transmission. For instance, certain behavioral acts such as shouting, singing, not maintaining physical distancing, or not wearing masks consistently or correctly can increase the transmission [45, 52] ."
        },
        {
            "cite_spans": [
                {
                    "end": 600,
                    "ref_id": "BIBREF74",
                    "start": 596,
                    "text": "[53,"
                },
                {
                    "end": 604,
                    "ref_id": "BIBREF75",
                    "start": 601,
                    "text": "54]"
                },
                {
                    "end": 946,
                    "ref_id": "BIBREF76",
                    "start": 942,
                    "text": "[55]"
                },
                {
                    "end": 1214,
                    "ref_id": "BIBREF77",
                    "start": 1210,
                    "text": "[56]"
                },
                {
                    "end": 1219,
                    "ref_id": "BIBREF79",
                    "start": 1215,
                    "text": "[57]"
                },
                {
                    "end": 1224,
                    "ref_id": "BIBREF80",
                    "start": 1220,
                    "text": "[58]"
                },
                {
                    "end": 1467,
                    "ref_id": "BIBREF81",
                    "start": 1463,
                    "text": "[59]"
                },
                {
                    "end": 1825,
                    "ref_id": "BIBREF82",
                    "start": 1821,
                    "text": "[60,"
                },
                {
                    "end": 1829,
                    "ref_id": "BIBREF83",
                    "start": 1826,
                    "text": "61]"
                },
                {
                    "end": 2071,
                    "ref_id": "BIBREF85",
                    "start": 2067,
                    "text": "[62]"
                }
            ],
            "ref_spans": [],
            "section": "Post-infection: Factors Affecting Disease Severity",
            "text": "Multiple factors could increase the severity of COVID-19. For, instance, a retrospective study of middle-aged and elderly patients with COVID-19 found that the elderly population is more susceptible and more likely to be admitted to the intensive care unit (ICU) with a higher mortality rate than the middle-aged patients. Moreover, the mortality of elderly patients with COVID-19 is higher than that of young and middle-aged patients, and the proportion of elderly patients with a pneumonia severity index (PSI) grade IV and V is significantly higher than that of young and middle-aged patients [53, 54] . Also, Patients with comorbidities have worse outcomes as compared to patients with no significant past medical history. COVID-19 patients with a history of hypertension, obesity, chronic lung disease, diabetes, and cardiovascular disease have the worst prognosis and often end up with deteriorating outcomes such as ARDS and pneumonia [55] . Gender is also one of the factors that showed differences in terms of COVID-19 severity. Male patients have a higher risk of developing a severe infection in comparison to women. Moreover, case fatalities are more elevated in male patients than female patients [56] [57] [58] . Additionally, Zhao et al. analyzed data from seven studies (1,726 patients) and found a statistically significant association between smoking and the severity of COVID-19 outcomes amongst patients (Odds Ratio (OR) 2.0 (95% CI 1.3 -3.1) [59] . Furthermore, a recent study found a significant positive linear association between increasing body mass index (BMI) and admission to ICU due to COVID-19, with a significantly higher risk for every BMI unit increase. In addition, another study showed a J o u r n a l P r e -p r o o f pg. 9 high frequency of obesity among patients admitted to the ICU [60, 61] . Vaccination with either a single dose of BNT162b2 or ChAdOx1 COVID-19 vaccination was associated with a significant reduction in symptomatic SARS-CoV-2 positive cases in older adults with even greater protection against severe disease [62] ."
        },
        {
            "cite_spans": [
                {
                    "end": 332,
                    "ref_id": null,
                    "start": 328,
                    "text": "[63]"
                }
            ],
            "ref_spans": [],
            "section": "KSA Response to COVID-19 Pandemic: Mitigation Strategies by using the combined model",
            "text": "Saudi government established a governance system comprised of responsible committees to continuously monitor the national and international situation and take tailored actions within a comprehensive framework. Trace contacts, screen the population, raise awareness and take proper measures to contain the spread of this disease [63] . An overview of the response of Saudi Arabia to the COVID-19 pandemic utilizing the combined model is shown in table 2."
        },
        {
            "cite_spans": [
                {
                    "end": 646,
                    "ref_id": "BIBREF89",
                    "start": 642,
                    "text": "[64,"
                },
                {
                    "end": 650,
                    "ref_id": "BIBREF90",
                    "start": 647,
                    "text": "65]"
                },
                {
                    "end": 1017,
                    "ref_id": "BIBREF91",
                    "start": 1013,
                    "text": "[66]"
                },
                {
                    "end": 1483,
                    "ref_id": null,
                    "start": 1479,
                    "text": "[63,"
                },
                {
                    "end": 1487,
                    "ref_id": "BIBREF93",
                    "start": 1484,
                    "text": "67]"
                },
                {
                    "end": 2004,
                    "ref_id": null,
                    "start": 2000,
                    "text": "[63,"
                },
                {
                    "end": 2008,
                    "ref_id": "BIBREF94",
                    "start": 2005,
                    "text": "68]"
                },
                {
                    "end": 2228,
                    "ref_id": "BIBREF96",
                    "start": 2224,
                    "text": "[69]"
                },
                {
                    "end": 2387,
                    "ref_id": "BIBREF97",
                    "start": 2383,
                    "text": "[70]"
                }
            ],
            "ref_spans": [],
            "section": "KSA Response to COVID-19 Pandemic: Mitigation Strategies by using the combined model",
            "text": "Education is the first activity in a CRR model, and it is valuable in helping and producing desired low-risk behavior in the community during the pandemic. Spreading risk awareness through different effective communication channels is a key driver in empowering the general population with the knowledge needed to do their part in alleviating the spread of COVID-19. During the pandemic, it is essential that any communicated information is clear, accurate, authoritative, reliable, easy to understand, accessible, leaves little to interpretation, and quickly shuts down any misinformation that can be potentially spread within the community [64, 65] . The Saudi Ministry of Health (MoH) has been active in disseminating information to the general public to raise awareness of COVID-19 regarding general knowledge, risk factors, and preventive measures before and during the pandemic. All these information were disseminated via various channels such as text messages, official website and social media platforms [66] . Participating in forming and promoting legislation related to risk reduction can have a valuable and vital role in changing population behaviors by inspections and fines for non-compliance. For instance, penalties were imposed for noncompliance with the NPIs (e.g., face mask), curfew violations, social gatherings, and noncompliance with isolation or quarantine at different announced periods; all these measures have led to a decline in the number of cases [63, 67] . Environment engineering was adopted as well, this concept focuses on environment modification to mitigate and control possible upcoming risk. For instance, increasing the availability, accessibility and distribution of health services. These services include medical points, drive-through PCR testing, mobile J o u r n a l P r e -p r o o f pg. 10 backup hospitals, providing electronic payments devices, physical distancing guidance signs, thermal cameras and devices, virtual schools and vaccinations centers [63, 68] . Saudi MoH implemented the economic incentives concept by offering free services such as PCR tests, treatment, and vaccination with no repercussions for all citizens, expatriates, visitors, and residency violators [69] . Moreover, offering free sanitizers in public and private places such as restaurants and workplaces has encouraged people to increase their hand hygiene [70] ."
        },
        {
            "cite_spans": [
                {
                    "end": 421,
                    "ref_id": null,
                    "start": 417,
                    "text": "[63,"
                },
                {
                    "end": 425,
                    "ref_id": "BIBREF96",
                    "start": 422,
                    "text": "69]"
                }
            ],
            "ref_spans": [],
            "section": "KSA Response to COVID-19 Pandemic: Mitigation Strategies by using the combined model",
            "text": "Effective public health emergency preparedness and response requires appropriate pre-event, during the event (crisis phase), and post-event (consequence phase) activities. Therefore, In the context of emergency readiness, Saudi MOH had included various pre-event activities such as establishing a pandemic preparedness plan, surveillance for influenza-like illnesses, and training programs for all healthcare workers [63, 69] . "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "Since the CRR model lacks a systematic point of application and Haddon's matrix lacks a systematic action plan, we proposed and implemented a combined model that utilizes the CRR model as the systematic strategy for the more theoretical framework of Haddon's matrix. Combining both models was practical and helpful in planning the preparedness and control of the COVID-19 pandemic in Saudi Arabia. The combined model provides a practical and comprehensive basis for the study and prevention of infectious diseases. The comprehensiveness of the model emphasizes coherence, and the inclusion of the CRR methodology emphasizes evidence-based action. Therefore, it can be used to promote more comprehensive programs for infectious diseases control and ensure that policies and funding are commensurate with the magnitude of the problem."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest",
            "text": "The authors have no conflicts of interests to declare. "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding",
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. "
        }
    ],
    "metadata": {
        "paper_id": "277ceb978bb6295d21d15209002640c91bd2021b",
        "title": "4 King Saud bin Abdulaziz University for Health Sciences"
    }
}