{
    "abstract": [],
    "back_matter": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report",
            "text": "Case reports provide a valuable learning resource for the scientific community and can indicate areas of interest for future research. They should not be used in isolation to guide treatment choices or public health policy."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "",
                    "last": "Worldometer",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b0",
            "title": "COVID-19 coronavirus pandemic. Worldometer",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF1": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b1",
            "title": "Investigating a vaccine against COVID-19. clinical trial number NCT04400838",
            "venue": "ClinicalTrials. gov",
            "volume": "",
            "year": 2021
        },
        "BIBREF10": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b10",
            "title": "Available: nice.org.uk/ng200",
            "venue": "COVID-19 rapid guideline: vaccine-induced immune thrombocytopenia and thrombosis (VITT)",
            "volume": "",
            "year": 2021
        },
        "BIBREF2": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "3 Food and Drug Administration (FDA. A phase 2/3 study to determine the efficacy, safety and immunogenicity of the candidate coronavirus disease (COVID-19) vaccine ChAdOx1 nCoV-19",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF3": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b3",
            "title": "A study of Ad26.COV2.S in adults. clinical trial number NCT04436276",
            "venue": "ClinicalTrials. gov",
            "volume": "",
            "year": 2021
        },
        "BIBREF4": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b4",
            "title": "A study of Ad26.COV2.S for the prevention of SARS-CoV-2-Mediated COVID-19 in adult participants. clinical trial number NCT04505722",
            "venue": "ClinicalTrials. gov. Available",
            "volume": "",
            "year": 2021
        },
        "BIBREF5": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b5",
            "title": "Vaccines and related biological products Advisory Committee meeting",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF6": {
            "authors": [
                {
                    "first": "A",
                    "last": "Greinacher",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "T",
                    "last": "Thiele",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "T",
                    "last": "Warkentin",
                    "middle": [
                        "E"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2104840"
                ]
            },
            "pages": "2092--101",
            "ref_id": "b6",
            "title": "Thrombotic thrombocytopenia after ChAdOx1 nCov-19 vaccination",
            "venue": "N Engl J Med",
            "volume": "384",
            "year": 2021
        },
        "BIBREF7": {
            "authors": [
                {
                    "first": "N",
                    "last": "Schultz",
                    "middle": [
                        "H"
                    ],
                    "suffix": ""
                },
                {
                    "first": "I",
                    "last": "Sørvoll",
                    "middle": [
                        "H"
                    ],
                    "suffix": ""
                },
                {
                    "first": "A",
                    "last": "Michelsen",
                    "middle": [
                        "E"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2104882"
                ]
            },
            "pages": "2124--2154",
            "ref_id": "b7",
            "title": "Thrombosis and thrombocytopenia after ChAdOx1 nCoV-19 vaccination",
            "venue": "N Engl J Med",
            "volume": "384",
            "year": 2021
        },
        "BIBREF8": {
            "authors": [],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b8",
            "title": "International Society on thrombosis and hemostasis, ISTH interim guidance for the diagnosis and treatment on vaccine induced immune thrombotic thrombocytopenia",
            "venue": "",
            "volume": "",
            "year": 2021
        },
        "BIBREF9": {
            "authors": [
                {
                    "first": "G",
                    "last": "Arepally",
                    "middle": [
                        "M"
                    ],
                    "suffix": ""
                },
                {
                    "first": "T",
                    "last": "Ortel",
                    "middle": [
                        "L"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1182/blood.2021012152"
                ]
            },
            "pages": "293--301",
            "ref_id": "b9",
            "title": "Vaccine-Induced immune thrombotic thrombocytopenia: what we know and do not know",
            "venue": "Blood",
            "volume": "138",
            "year": 2021
        }
    },
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY",
            "text": "Since the start of vaccination against COVID-19 viral infection using adenovirus-based vector vaccine (eg, The Oxford-AstraZeneca vaccine, using the modified chimpanzee adenovirus ChAdOx1, and the Johnson & Johnson vaccine, using human adenovirus serotype 26), a rare, but potentially life-threatening complication called vaccine-induced thrombotic thrombocytopenia (VITT) was reported. As the number of cases increases every day, with the increase in the number of vaccinated people all over the world, this complication is a concern to the medical field. We report a case on the acute management of a patient who presented to us with life-threatening bilateral pulmonary embolism as a complication of VITT after the first dose of vaccination with Oxford-AstraZeneca vaccine against COVID-19."
        },
        {
            "cite_spans": [
                {
                    "end": 751,
                    "ref_id": "BIBREF1",
                    "start": 748,
                    "text": "[2]"
                },
                {
                    "end": 755,
                    "ref_id": null,
                    "start": 752,
                    "text": "[3]"
                },
                {
                    "end": 759,
                    "ref_id": "BIBREF3",
                    "start": 756,
                    "text": "[4]"
                },
                {
                    "end": 763,
                    "ref_id": "BIBREF4",
                    "start": 760,
                    "text": "[5]"
                },
                {
                    "end": 767,
                    "ref_id": "BIBREF5",
                    "start": 764,
                    "text": "[6]"
                },
                {
                    "end": 1162,
                    "ref_id": null,
                    "start": 1159,
                    "text": "7 8"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND",
            "text": "COVID-19, an infection caused by a newly detected coronavirus, was first discovered in Wuhan, China, in 2019. This virus infects the respiratory tract and may cause life-threatening viral pneumonia with a wide range of complications that may lead to death. The viral infection has expanded to be a pandemic disease with more than 250 million infected cases and about 5 million deaths worldwide. 1 An emergency use authorisation for different vaccines was adopted to compete against this life-threatening challenge and to stop the pandemic. Unfortunately, a relatively rare, yet very dangerous and potentially fatal complication, called vaccine-induced thrombotic thrombocytopenia (VITT) was discovered after vaccination with viral vector vaccines. [2] [3] [4] [5] [6] VITT is thought to be an antibody-mediated reaction in which immunoglobulins recognise a protein factor on the surface of platelets called platelet factor 4 (PF4). This causes platelet activation with subsequent activation of the coagulation cascade and platelet overconsumption, resulting in clinically significant thromboembolism with a potential risk of bleeding due to thrombocytopenia. 7 8 Although thrombosis in VITT may occur in the usual typical sites of venous thromboembolism such as deep vein thrombosis (DVT) in the lower limb or pulmonary embolism (PE), it occurs also, without any obvious explanation, in many unusual sites, such as the splanchnic (splenic, portal, mesenteric) veins, adrenal veins (risk for adrenal failure), and the cerebral and ophthalmic veins. Arterial thrombosis including ischaemic stroke (often middle cerebral artery) and peripheral arterial occlusion was also described."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND",
            "text": "The exact incidence of VITT is still not very clear, but it seems to be rare. However, because millions of people are being vaccinated worldwide every day, an increasing number of cases are reported. Therefore, it is important for clinicians to be familiar with the early manifestations, diagnosis, potential hazards and management of this dangerous complication."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION",
            "text": "A male patient in his sixth decade presented at our emergency department with complaints of severe dyspnoea and general weakness. The patient received his first dose of the Oxford/AstraZeneca COVID-19 vaccine 13 days before presenting at the hospital. According to the patient, he developed a high fever of 40℃ associated with generalised weakness 2 days after vaccination. These symptoms gradually improved and resolved over the ensuing days. Ten days after vaccination however, the patient started having difficulty in breathing, a dry cough, chest wall pain and functional limitation. The symptoms rapidly worsened over the course of the next 3 days, prompting the patient to attend the emergency department."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION",
            "text": "The patient's first documented oxygen saturation level was 75% on room air at the emergency department. He was severely distressed and was subsequently treated with oxygen via a nasal cannula, morphine 5 mg intravenous and nebulisation with Salbutamol and Atrovent. On arrival at our emergency department, we found the patient with a peripheral oxygen saturation level of 95% while breathing oxygen at a rate of 4 L/min. His respiratory rate was 28 breaths/min, heart rate 118 beats/ min, blood pressure 126/88 mm Hg and temperature 36.5℃. Clinical examination of his lungs was unremarkable, but multiple petechiae were noted over the hands, lower legs and feet bilaterally. From his medical history, he was previously diagnosed with an interstitial lung disease (ILD) for which he received prednisolone therapy until July 2020. "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS",
            "text": "► Exacerbation or deterioration of the ILD. This was excluded based on the CT findings. The CT showed recent bilateral pulmonary emboli, while there was no evidence of the bilateral ground glass opacification and/or consolidation classically seen in ILD. ► Bronchial asthma, which was clinically excluded as the pulmonary examination, was completely normal with bilateral equal air entry and absence of wheezes. ► COVID-19 viral pneumonia was excluded as the patient had a negative PCR of COVID-19 and the CT findings did not show the picture of viral pneumonia. ► Bacterial pneumonia: pneumonic pulmonary infiltrations were identified in the CT examination together with the pulmonary embolism. According to the radiological report, these pneumonic infiltrations are most probably a postinfarction superadded infection. A history of aspiration pneumonia was unlikely, since the patient denied any history of aspiration. ► Idiopathic pulmonary embolism. ► Decompensated heart failure was excluded by echocardiography, which showed normal cardiac dimensions and function."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT",
            "text": "In view of the patient's severe dyspnoea, haemodynamic instability, thrombocytopenia and severe bilateral pulmonary embolism, he was admitted to the intensive care unit for further management. He was treated with high flow nasal oxygen therapy at a flow rate of 60 L/min and 70% inspiratory oxygen concentration, resulting in a gradual improvement in his PaO 2 levels. Bedside duplex of the lower limbs was done and revealed a deep venous thrombosis (DVT) of the left superficial femoral vein, as well as the left popliteal vein. After a haematological consultation, it was decided to begin anticoagulation therapy using Argatroban infusion with a dose of 2 µg/kg/min and an aPTT target between 60 and 70 s. Blood "
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report",
            "text": "samples were collected to test for antibodies against PF4, a serotonin release assay (SRA) and heparin-induced platelet activation (HIPA). Thereafter, the patient was provided with a high dose of 1 g/kg intravenous immunoglobulins (IVIg) for 2 successive days. Antibiotic therapy in the form of piperacillin/tazobactam was added to his treatment. As a result of the pulmonary infiltrations noted on the CT, leucocytosis, elevated CRP and high procalcitonin levels. Additional treatment included treatment for pain and stress ulcer prophylaxis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP",
            "text": "The patient's respiratory condition improved gradually. His PaO 2 and PaCO 2 levels returned to normal and he could be successfully weaned from the high flow nasal cannula oxygen therapy. From the third day of admission, the platelet count started to improve and was 131×10 3 /µL on the tenth day of admission. In light of the low risk of bleeding after the improvement in the platelet count, Argatroban infusion could be stopped, and the patient switched to treatment with a direct oral anticoagulant (DOAC) in the form of Rivaroxaban 15 mg two times per day. The infection resolved and antibiotic therapy was stopped after 10 days."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP",
            "text": "The patient's general condition markedly improved, and he was successfully transferred to the normal ward. The patient's arterial BGA, before hospital discharge without additional oxygen support, proved an adequate gas exchange with normal PaO 2 of 81.90 mm Hg and PaCO 2 of 36.0 mm Hg."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP",
            "text": "The patient was advised to continue treatment with rivaroxaban for an additional 6 months after discharge. Duplex ultrasonography was scheduled to be performed 3 months after discharge."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "The patient was diagnosed with VITT based on the following 9 10 : 1. A history of immunisation with Oxford/AstraZeneca COVID-19 vaccine 13 days prior to presentation. 2. A very low platelet count of 5×10 3 /µL and D-dimer of 66 μg/mL at the time of presentation. 3. Radiological evidence of thrombosis (bilateral pulmonary embolism, DVT). 4. A strong positive anti-PF4 ELISA test, despite an absent history of treatment with heparin containing medication, confirmed with a negative SRA and HIPA test. In this case, there was a high risk of bleeding due to the severe thrombocytopenia. At the same time, the patient had a severe life-threatening bilateral pulmonary embolism which required urgent treatment."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Since the patient did not have any signs of active bleeding, anticoagulation therapy was deemed to be appropriate. Since the pathophysiology of VITT largely resembles HIT (heparininduced thrombocytopenia), also an immune-mediated condition resulting from the formation of antibodies against PF4, it is not recommended to use any heparin-based anticoagulants. Other options included a DOAC, such as factor XA inhibitors (apixaban, edoxaban or rivaroxaban), or the oral direct thrombin inhibitor dabigatran. Alternatively, fondaparinux or danaparoid, or even a parenteral direct thrombin inhibitor (argatroban or bivalirudin), could be considered."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Based on the patient's clinical condition, the risk of bleeding, and the anticipated probability of the need to rapidly stop anticoagulation if bleeding occurs, it was decided to use Argatroban infusion."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Argatroban, unlike DOACs, has a relatively short elimination half-life of 45 min which could be somewhat safer in case of an acute bleeding compared with DOACs. Therefore, Argatroban infusion was used to anti-coagulate the patient during his acute high-risk period in the ICU, targeting an aPTT of only 60-70 s."
        },
        {
            "cite_spans": [
                {
                    "end": 468,
                    "ref_id": "BIBREF10",
                    "start": 466,
                    "text": "11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Knowing that VITT is a result of antibody-mediated platelet activation, the use of a high-dose IVIG was recommended to interrupt this reaction and stop further platelet activation and thus further thrombosis. After treatment with IVIG, the platelet count markedly improved by the third day. Follow-up platelet count measurements were regularly obtained, since the platelet count could decline again with waning of the IVIG effect, requiring additional IVIG therapy. 11 The post-infarction pneumonia was successfully managed with piperacillin/tazobactam."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Contributors ME was the first to meet and admit the patient to the ICU, he was directly responsible of the patient treatment and follow up. JS is the director of the Patient's perspective I am very grateful for the keen efforts of the treatment team. I came to the hospital with severe difficulty in breathing, I was so panicked and thought I am going to die. I had too horrible nights in the first days of therapy but thanks to the supportive treatment and care of the ICU team I was able to breathe normally again and go home to my normal life."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points",
            "text": "► Vaccine-induced thrombotic thrombocytopenia (VITT) should always be suspected in every patient presenting with unexplained thrombocytopenia and a recent history of COVID-19 vaccination using an adenovirus-based vector vaccine (5-30 days post-vaccine). ► Patient anticoagulation is an individual decision based on the patient's clinical status and the presence or risk of active bleeding. ► Heparin-based anticoagulants are better to be avoided until full data are available. ► Early administration of high doses of intravenous immunoglobulin (IVIG) is critical in stopping the ongoing antibody-mediated platelet activation. ► Frequent monitoring of the platelet count is mandatory for early detection of repeated thrombocytopenia which may indicate repeated administration of IVIG."
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {
                    "institution": "Ruppiner Kliniken",
                    "laboratory": "",
                    "location": {
                        "country": "Germany",
                        "settlement": "Neuruppin, Brandenburg"
                    }
                },
                "email": "m.elkoumy@ukrb.de",
                "first": "Mohammed",
                "last": "Elkoumy",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {
                    "institution": "Ruppiner Kliniken",
                    "laboratory": "",
                    "location": {
                        "country": "Germany",
                        "settlement": "Neuruppin, Brandenburg"
                    }
                },
                "email": "",
                "first": "Julika",
                "last": "Schoen",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {
                    "institution": "Ruppiner Kliniken",
                    "laboratory": "",
                    "location": {
                        "country": "Germany",
                        "settlement": "Neuruppin, Brandenburg"
                    }
                },
                "email": "",
                "first": "Andreas",
                "last": "Loew",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "Management of a severe bilateral pulmonary embolism as a complication of VITT following vaccination with AstraZeneca COVID-19 vaccine Case report"
    },
    "paper_id": "27a00e5d6d4cf9316d397120cf2f2a0aa602cea9",
    "ref_entries": {
        "FIGREF0": {
            "latex": null,
            "text": "Angio-CT of the thorax showing multiple pulmonary emboli at different sites of the left lung.",
            "type": "figure"
        },
        "FIGREF1": {
            "latex": null,
            "text": "Angio-CT of the thorax showing multiple pulmonary emboli at different sites of the right lung.",
            "type": "figure"
        },
        "FIGREF2": {
            "latex": null,
            "text": "Angio-CT of the thorax showing bilateral pulmonary infiltrations of post-infarction pneumonia.",
            "type": "figure"
        },
        "TABREF0": {
            "latex": null,
            "text": "mm Hg and PaCO 2 of 29.5 mm Hg. Whereas the arterial BGA after admission to our intensive care unit with high flow nasal cannula of FiO 2 70% and flow of 60 L/min showed PaO 2 of 98.40 mm Hg and PaCO 2 of 30.6 mm Hg. ► A CT examination for head, thorax and abdomen was done and revealed bilateral extensive pulmonary embolism associated with pulmonary infiltrations of pneumonia (figures 1-3).",
            "type": "table"
        },
        "TABREF1": {
            "latex": null,
            "text": "Laboratory results on hospital admission",
            "type": "table"
        }
    }
}