{
    "abstract_text": "Background 31 The COVID-19 pandemic is one of the greatest public health problems. Our aims were to describe 32 epidemiological characteristics, know the amount of protective antibodies and their permanence 33 after a COVID-19 primary infection in patients with risk of pulmonary fibrosis. 34 Methods 35 Descriptive epidemiological and follow-up study of the humoral response in patients at risk of 36 pulmonary fibrosis Post-Covid-19 hospitalized, between March and October 2020, and who were 37 followed up for a one year after hospital discharge. 38 Results 39 72 patients participated in the study, 52 showed pre-existing chronic comorbidities. COVID-1940 clinical severity was rated in 6% mild, 58% as moderate and 36% as severe. After a year of follow-41 up, the forty percent had pulmonary sequelae, the most frequent (20%) was mild pulmonary 42 fibrosis. Any case of reinfection was detected. All patients presented RBD IgG antibodies and 88% 43 presented IgA antibodies after 8-9 months. The amount of RBD IgG was similar at 4-5 and 8-9 44 months post-Covid. There was no difference when level of RBD IgG according to the severity of 45 the p=0.594). 46 Conclusions 47 Mild pulmonary fibrosis sequelae is exceptional but was detected in a high percentage. The amount 48 of RBD IgG is maintained throughout the convalescent phase and seems to protect against new 49 reinfections despite of emerging viral variants. However, seems not predict the developed or not of 50 pulmonary fibrosis",
    "body_text": "Introduction 54 The COVID-19 pandemic continues to spread worldwide and is one of the greatest public health 55 problems in the world. The severity of the COVID-19 picture is probably due to a previous 56 deterioration of the immune system [1] due to the comorbidities, such as those reported Williamson 57 et al., [2] : cardiovascular disease, diabetes, respiratory disease including severe asthma, obesity, 58 history of hematological malignancy, cancer, kidney, liver, neurological and autoimmune 59 conditions. Many patients are symptomatic to some degree after COVID-19 Infection but 60 Pulmonary fibrosis is exceptional [3] . 61 Animal models have demonstrated how SARS CoV-2 infection in macaques [4] provides effective 62 protection against reinfection by this virus, probably due to the rapid immune control that occurs 63 thanks to the neutralizing action of the antibodies. This action is centered on its ability to neutralize 64 the receptor-binding domain (RBD) of the virus in the S1 subunit, thus preventing its binding to the 65 cellular receptor angiotensin-converting enzyme 2 (ACE2) and therefore avoiding the entry of the 66 virus into the cell. In addition, several studies have been carried out on the early use of plasma from 67 convalescent patients with high titers of neutralizing antibodies as a therapeutic option in patients 68 with 6] . 69 Finally, the risk of reinfection is considerable, due to several reasons: the absence of a threshold of 70 antibodies that predict protection, the permanence of these antibodies in the organism after a 71 primary infection and the emerging viral variants. 72 Our aims were to describe epidemiological characteristics, know the amount of protective 73 antibodies and their permanence after COVID-19 primary infection in patients with risk of 74 pulmonary fibrosis.. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted March 7, 2022. ; https://doi.org/10.1101/2022.03.04.22271920 doi: medRxiv preprint 76 Materials and Methods 77 Descriptive characteristics and follow-up results of the humoral response in patients with a 78 diagnosis of SARS-CoV-2 confirmed by RT-PCR and hospitalized at the Hospital Universitario de 79 Canarias (Spain), between March and October 2020, and who were followed up after hospital 80 discharge at the Multidisciplinary Interstitial Lung Disease Unit of this Hospital. These patients had 81 to present at least one of the following conditions to be referred to such consultation: persistence of 82 pathological alterations in the chest X-ray and/or having required special ventilatory support 83 devices during their admission (high-flow nasal spectacles, noninvasive ventilation or intubation 84 and mechanical ventilation). This follow-up ended when respiratory clinical normalization was 85 observed and complete or almost complete involution of the radiological alterations initially 86 visualized was confirmed. During follow-up and for the evaluation of possible post COVID-19 87 pulmonary sequelae pulmonary function tests and imaging tests (pulmonary ultrasound and high 88 resolution computed axial tomography) were performed at 6 weeks (in all cases) and at 3-6 months 89 and one year (those who had to be followed up due to incomplete recovery in the initial and 90 successive visits). 91 Patient volunteers signed their informed consent and were subsequently scheduled for serum 92 sampling at 4-5 months and 8-9 months after COVID-19 infection. 93 We analyzed different antibodies; RBD-specific IgG, Nucleocapsid IgG, and Spike 1-RBD IgM 94 antibodies determined by Abbott chemiluminescent microparticle assays (CMIA): SARS-CoV-2 95 IgG II Quant, SARS-CoV-2 IgG and SARS-CoV-2 IgM using the ARCHITECT i 2000 SR system, 96 following the manufacturer's instructions. 97 IgG RBD measurements were transformed to the WHO [7] international standard BAU/mL in order 98 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted March 7, 2022. ; https://doi.org/10.1101/2022.03.04.22271920 doi: medRxiv preprint 99 to obtain comparable of antiSARS-CoV-2 antibody quantification at the international level. 117 Comparisons of changes in IgG measured in BAU/ml compared to RBD from 4-5 to 8-9 months, in 118 general, and stratified by COVID-19 severity were performed with the Wilcoxon test for paired 119 samples. Comparison of these same determinations for the same period according to COVID-19 120 severity was performed with the U Mann-Whitney test.. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted March 7, 2022. ; https://doi.org/10.1101/2022.03.04.22271920 doi: medRxiv preprint 122 All hypothesis contrast tests were bilateral at a significance level p≤0.05 and the calculations 123 involved were performed with the support of the SPSS 25.0™ statistical data processing package 124 from IBM Co®. 125 Ethical Approval statement 126 The study was approved by Ethical Committee with the code CHUC_2020_68.127 Results 128 A total of 72 patients who met the inclusion criteria and gave their consent participated in the study. 129 The total sample of participants had an age of 60(30) years in a range of 32-89 years, 53% were 130 women. Seventy nine percent of the patients showed pre-existing chronic comorbidities. The 131 distribution of comorbidities was as follows: 58% hypertension, 39% type 2 diabetes, 19% chronic 132 pulmonary disease, 15% heart disease, 10% chronic kidney disease, 7% oncologic disease and 1% 133 cerebrovascular disease. A total of 75% had 2 or more comorbidities. Some 36% were smokers or 134 former smokers. The degree of clinical severity of COVID-19 was rated as mild in 6% mild, 135 moderate in 58% and severe in 36%. Ninety four percent of the patients with pre-existing chronic 136 comorbidities, showed moderate and severe COVID-19. 137 Patients were hospitalized in different departments: 54% in Internal Medicine-Infectious Diseases, 138 25% in Pneumology, 18% in Intensive Care Units and 3% in Home Hospitalization Unit. Hospital Table 1. 158 Table 1 . Humoral response to SARS-CoV-2 at 4-5 months and 8-9 months after Covid-19 159 infection. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted March 7, 2022. Positivity to the combination of IgG RBD, IgA Spike and IgM Spike was 25% at 4-9 months and 162 23% at 8-9 months. 163 The difference in IgM Spike 1 from 4-5 months to 8-9 months reached significance (p=0.009), 164 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted March 7, 2022. ; https://doi.org/10.1101/2022.03.04.22271920 doi: medRxiv preprint 218 in the amount of RBD IgG detected, so that similar levels of Spike IgG A were maintained in both 219 periods of convalescence analyzed, something already observed in other studies [15, 17] . However, 220 we did find a significant decrease in Spike 1-RBD IgM, coinciding with other authors such as 221 Gaebler et al [18] . It has been described in the literature that during the acute phase of the disease 222 there are higher levels of IgG to S1 and Nucleocapsid in patients with severe COVID-19 than in 223 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted March 7, 2022. 224 those with milder disease [18, 19] . However, in our study we did not find difference when the level 225 of RBD IgG according to the severity of the COVID-19 disease suffered was compared, coinciding 226 with other authors such as Sandberg et al., [17] probably because all our population had a diagnosis 227 of pneumonia and were stratified as severe or moderate COVID-19, without having patients with 228 mild or asymptomatic disease, as well as the period after the COVID-19 infection analyzed. On 229 the other hand we observed that the amount of RBD IgG antibodies is maintained throughout the 230 convalescent COVID-19 phase and that the amount that remains in the medium term seems to 231 protect against new reinfections despite of emerging viral variants. 232 Finally, we believe that the development or not of pulmonary fibrosis is probably independent of 233 the amount of RBD IgG generated, since we observed that regardless of the level of antibodies 234 maintained, a considerable proportion of COVID-19 patients developed discrete interstitial 235 parenchymal alterations. 236 There are some limitations to this study. The first one is that the sample size is small, which 237 undermines the power of the study. On the other hand, in our study the majority of patients suffered 238 a moderate-severe degree of severity of the disease, who were those who required follow-up by the 239 multidisciplinary consultation, so that the humoral immune response profile cannot be applied to 240 patients with a mild degree of severity or to asymptomatic patients. Another limitation is that even 241 if no new reinfections were detected, these may have been asymptomatic, however, these patients 242 have a greater neutralizing capacity thanks to the positivity of IgG and IgA. 243 Taking these limitations into consideration, our study describes a high percentage of mild 244 pulmonary fibrosis development in patients who presented at least one of the following conditions: 245 persistence of pathological alterations in the chest X-ray and/or having required special ventilatory 246 support devices during their admission.. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted March 7, 2022. ; https://doi.org/10.1101/2022.03.04.22271920 doi: medRxiv preprin",
    "metadata": {
        "paper_id": "27826d5af9d8b59908270a6e7467ac975166d0f7",
        "title": ""
    }
}