{
    "paper_id": "27a3ba4b32ec9ba765a4c4f6423fa987ce3653dc",
    "metadata": {
        "title": "Decolonising global health: beyond 'reformative' roadmaps and towards decolonial thought",
        "authors": [
            {
                "first": "Monica",
                "middle": [
                    "Mitra"
                ],
                "last": "Chaudhuri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Orillia Soldiers' Memorial Hospital",
                    "location": {
                        "settlement": "Orillia",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Mkumba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yadurshini",
                "middle": [],
                "last": "Raveendran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "FHI Clinical Inc",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "D"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Correspondence to Yadurshini Raveendran",
                    "location": {
                        "settlement": "Genève",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In March 2021, Khan et al published a commentary titled 'Decolonising global health in 2021: a roadmap to move from rhetoric to reform' in BMJ Global Health. 1 To our knowledge, under the decolonising global health umbrella, this is the first publication to make explicit how to move from theory to practice. However, we express concern over the prescriptive nature of this commentary, namely in its call for 'metrics,' 'checklists,' and a 'map'-unironically all tactics that have been and are used by colonisers to assert violence. In this commentary, we directly respond to Khan et al and join the larger discussion on what it may mean for decolonising global health to move from theory to practice. First, we address the definition of decolonisation in decolonial thought, followed by the definition used by Khan et al. Second, we critically deconstruct the suggested \"roadmap,\" and conclude that these \"reforms\" will not realise the definition of decolonisation. Finally, we suggest conceptual frameworks that may be better suited to think through decolonisation in the global health industry.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We recognise that the decolonisation of the global health industry can take different forms. However, we believe that if we are serious about decolonisation this must be grounded within decolonial theory. In this article, we ground our definition of decolonisation with Frantz Fanon. Fanon provides an explicit definition of decolonisation worth quoting at length: Decolonization is quite simply the replacing of a certain 'species' of men by another 'species' of men … Decolonization never takes place unnoticed, for it influences individuals and modifies them fundamentally. It transforms spectators crushed with their inessentiality into privileged actors, with the grandiose glare of history's floodlights upon them. It brings a natural rhythm into existence, introduced by new men, and with it a new language and a new humanity. Decolonization is the veritable creation of new men. … The 'thing' which has been colonized becomes man during the same process by which it frees itself. In decolonization, there is therefore the need of a complete calling in question of the colonial situation. If we wish to describe it precisely, we might find it in the well known words: 'The last shall be first and the first last'. Decolonization is the putting into practice of this sentence. 2 Thus, in our interpretation of Fanon, decolonisation means the exact moment of colonial departure. In other words, Fanon makes explicit that decolonisation is an entire systemic overhaul only accomplished by the removal of the coloniser or dismantling of structures that preserve power. (table 1 ",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1284,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1572,
                    "end": 1580,
                    "text": "(table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DECOLONISATION IN DECOLONIAL THOUGHT"
        },
        {
            "text": "However, Khan et al define decolonising global health by seeing it 'as a movement that fights against ingrained systems of dominance and power in the work to improve the health of populations, whether this occurs between countries, including between previously colonising and plundered nations, and within countries'. 1 While this definition appears promising, we express concern about the call for reform alongside the lack of acknowledgement of white supremacy, racism, sexism and capitalism as the underlying colonial foundations of the global health industry. To reform something means to reconstruct the existing system of power, but does not mean to remove the system's power. As such, although not made explicit, their employment of decolonisation for decolonising global health, is a call for the reform of a colonial structure while maintaining colonising powers. We are particularly concerned with the use of metrics for decolonisation, which reduces the process of decolonisation to a metaphor for reform. 3 This echoes wider concerns in the literature that 'much of what appears to be reform in our time is in fact the defence of stasis'. 4 When colonising powers are maintained, reform cannot accomplish decolonisation as seen through Fanon: the moment of departure from this colonial power through an entire systemic overhaul.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1017,
                    "end": 1018,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1151,
                    "end": 1152,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "It is important to explicitly address white supremacy, racism, sexism, capitalism and other oppressive ideologies in the process of decolonisation. These concepts exist(ed) as rationalising centres in the formation of colonial epistemologies. Scholars have noted how the global health industry's predecessors, tropical medicine and international health, existed as tools to extract resources for capitalist agendas. The industry was grounded on the premise of protecting colonisers from rampant, tropical illnesses as they pillaged land and resources around the globe. For example, the Gorgas campaign to eradicate yellow fever in Cuba in the early 1900s was concerned more with the health of foreign white Americans than the indigenous population. Many of whom were immune and did not consider it to be a priority health issue. Although such campaigns may have been successful in eradicating disease, they tended to be unwanted and enforced by military authority. 5 The global health industry continues to be colonial in its structure, and this power dynamic is even more pronounced in the field now than in the past. The ongoing oppression and exploitation of racialised people, particularly black and indigenous have constructed modern medicine and public health and contributed to the economic gain of colonial powers. In addition, enslaved and colonised people were used as test subjects for medical experimentation and medical and scientific advancement. This is evidenced by J. Marion Sims, the 'father of modern gynaecology,' who experimented on unanesthetised, enslaved black women without their consent. 6 Scholars have theorised how today we have entered an era of 'biocapitalism;' specifically, before health equity can be discussed, the health of a body must first be made available to capitalism as an object of intervention for monetary extraction. 7 Today, the global health industry's priorities are determined by and for the richest and most powerful nations. This has been demonstrated by the current COVID-19 pandemic and the inequities in the production and distribution of vaccines. Pharmaceutical monopolies and intellectual property restrictions have caused significant shortages and restrictions. A waiver of such intellectual property restrictions has been opposed by large pharmaceutical companies and rich nations. At the time of writing, the vast majority of vaccine doses have been purchased by wealthy nations, while poorer countries have been forced to wait their turn; or, depend on the 'benevolence' and 'generosity' of richer countries as they donate unused doses. 8 The COVID-19 pandemic has again illustrated how white supremacy, racism, sexism and capitalism still remain tied as central, rationalising logics for the global health industry. For example, 'lower-ranking' healthcare workers such as custodial staff and nurses, who tend to be For the global Health industry, three terms of this quote hold parallels. First, new men indicates not only a replacement of leadership, but the necessity of opening the confines of global health to the perspectives of the 'other.' Second, the term new language is Fanon's prescription, suggesting that any form of prescription must make room for new language and ways of thinking that allow the perspective of the former other to be heard and claim ownership. Third, the term new humanity is the outcome of the above two steps, suggesting an entirely different paradigm undergirding the logics of global health. 'The need of a complete calling in question of the colonial situation'",
            "cite_spans": [
                {
                    "start": 965,
                    "end": 966,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1614,
                    "end": 1615,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1864,
                    "end": 1865,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2600,
                    "end": 2601,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "The final quote is the outcome of the above. This new paradigm must dismantle white supremacy, racism, sexism, and capitalism, and as such the colonial situation of the global health industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "women of colour, have been disproportionately affected by the disease. While these workers have been essential in the medical response to the pandemic, they often received less institutional protection by not being provided adequate personal protection equipment. 9 Examples of the contemporary global health industry indicate that colonial power was not merely a one-off event, but has persisted in a continuum that has reallocated these dimensions of power to new forms of health administration. This also indicates that, while the contours of capitalism are blatantly clear in some examples of COVID-19, they also become hidden within further structures such as philanthro-capitalism. At present, the Institute of Health Metrics and Evaluation (IHME)-largely funded by the Bill & Melinda Gates Foundation as well as pharmaceutical companies and the oil industry-has become a trusted source of global health data, eclipsing governments and the WHO. 10 The IHME produces data that is based on complex modelling that cannot be replicated or adequately peer-reviewed due to a lack of transparency and the large capacity required to do so. 11 Further, the Gates Foundation intervened in Oxford's COVID-19 vaccine trial funding to mandate a commercial patent and at the time of writing continues to oppose intellectual property waivers. 12 The concepts of white supremacy, racism, sexism and capitalism were not addressed in Khan et al's commentary; yet, we believe these should be the centre of the discussion. Equity and justice were not, and currently are not, the aim of global health; despite the wide ranging utopic brandings of health equity programmes within the global health industry, the underlying determinants produced by the conditions of possibility of white supremacy, racism, sexism and capitalism are still ever present, creating a power which forecloses the ability to realise health equity. To realise a decolonised global health, if ever, we suggest these are the concepts to address. Now, we turn to Khan et al's roadmap to review what this roadmap can and cannot do to the coloniality of the global health industry.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 951,
                    "end": 953,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Khan et al propose a three-step roadmap which calls to (1) 'identify specific ways in which organisations active in global health play interlinked roles in perpetuating inequity,' (2) 'publish a clear list of reforms required to decolonise global health practice' and (3) 'develop metrics to track the progress of organisations.' To analyse this roadmap, we will work backwards from the third recommendation to analyse first what this may do to the practice of global health, and later to the distribution of power within global health. Our aim is to provide a grounded perspective that more thoroughly recognises the possibilities and limitations of these tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECONSTRUCTING THE DECOLONISING GLOBAL HEALTH ROADMAP"
        },
        {
            "text": "Historically, the global health industry has prioritised the importance of health metrics since they were appropriated to 'colonial health programmes that gave birth to statistics practices'. 13 Because metrics work to create a 'wide range of phenomena (that) are pushed inside and outside of visibility,' metrics become 'a form of politics in their own right.' As evidenced by the example of the IHME above, the definition of metrics can remain malleable to the 'administrative and worldly aspirations' of the coloniality of the global health industry to this day. Therefore, the colonial logics of capital are immediately inscribed into the epistemology and analysis of global health metrics. With capitalism providing the outlines of metrical logic, metrics become a paradoxical and inherently flawed tool to address the concept of coloniality.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DECONSTRUCTING THE DECOLONISING GLOBAL HEALTH ROADMAP"
        },
        {
            "text": "While we acknowledge that there is a role for metrics, we worry that such quantification risks being coopted to preserve power structures in the name of decoloniality. More so, we firmly believe that colonial histories and their intersections within the contemporary global health industry cannot be quantified and as such metrics cannot fully lead to a process of decolonisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECONSTRUCTING THE DECOLONISING GLOBAL HEALTH ROADMAP"
        },
        {
            "text": "Turning to the second step of the roadmap, Khan et al suggest a 'list of reforms' that metrics will then analyse. However, the notion that a list might accomplish the vision of decolonisation as proposed by Fanon is concerning. For the moment of colonial departure to emerge, the undoing of colonisation is most appropriately thought of as a process. These processes start and begin with reflection not just on a larger structural or institutional level but also the individual. Lists, however, are often not amenable to processes, but instead stand for one-off actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECONSTRUCTING THE DECOLONISING GLOBAL HEALTH ROADMAP"
        },
        {
            "text": "Finally, the first step of the roadmap states to identify 'specific' areas within global health that act with colonial characteristics. However, we believe that there are no 'specific' areas that have colonial characteristics. In our view, the global health industry by definition is colonial. Hence, there can be no structured allocation of 'specific' areas that need addressing, but instead decolonisation calls for a complete overhaul of the colonial situation that is the global health industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECONSTRUCTING THE DECOLONISING GLOBAL HEALTH ROADMAP"
        },
        {
            "text": "Even if the commentary by Khan et al was targeted towards high-income institutions of the global health industry, these types of 'reforms' can lead to the use of decolonisation as a metaphor-a trait most dangerous for high-income institutions. In summary, we express concern about the lack of substantiation and critical reflection on the utility of this roadmap in the commentary by Khan et al instead appearing seemingly both arbitrary and dangerous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECONSTRUCTING THE DECOLONISING GLOBAL HEALTH ROADMAP"
        },
        {
            "text": "In this final section, we suggest different conceptual frames for decolonisation. Thus far in the decolonising global health literature, decolonisation often appears to insinuate white supremacist, racist, sexist and capitalist structures of oppressive power. If this is the case, in addition to Fanon, it may be helpful to engage other social theorists in their attempts to analyse oppression and power. However, we caution that our explanation of these theories in this commentary is simplified; to fully comprehend and make BMJ Global Health use of these theories within the global health industry would require time spent carefully reading, and processes of institutional and self-introspection alongside this theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARDS A 'RADICAL' DECOLONISING GLOBAL HEALTH AGENDA"
        },
        {
            "text": "First, Michel Foucault's analyses of power may be useful to think with to understand how power functions within the global health industry. Specifically, Foucault speaks of the emergence of 'biopower' in the ability of governments-national or otherwise -to make worthy populations live and let unworthy populations die. 14 Further, Achille Mbembe speaks of necropower, in the ability of governments to kill unworthy populations while making worthy populations live. 15 Calling on these theories, with the analytical lens of the aforementioned concepts of white supremacy, racism, sexism and capitalism, organisations must comprehend where they exist within these structures of power, and how they contribute to them. As opposed to a selective or industry wide check-list, this would push for a necessary analysis of power embedded within individuals and organisations.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 468,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TOWARDS A 'RADICAL' DECOLONISING GLOBAL HEALTH AGENDA"
        },
        {
            "text": "Analysing the intersections of power within particular organisations may provide more scope for 'reform.' However, it is essential to avoid reconstructing existing systems of power and as such failing to remove colonial power. Instead, it would be more useful to embrace concepts such as 'non-reformist reform.' As defined by Gorz, these are reforms that aim 'to break it up, to restrict it, to create counter-powers which, instead of creating new equilibrium, undermine its very foundations.' 16 To put non-reformist reforms into practice Paulo Freire's The Pedagogy of the Oppressed suggests environments of radical openness to alterity, whereby a diverse group of individuals are engaged in decision making processes and voices are provided with equal merit and consideration regardless of the form of presentation. 17 Through this lens, the Global Health industry must open up further spaces for voice, and shift away from the Eurocentric cultures insisting on 'professional' dress, presentation of speech, modes of argumentation and 'correct' formats and literature to be used when disseminating ideas. To create such environments of radical openness, representation must be brought forth through reparations, repatriation of indigenous land, abolition of oppressive systems and more.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 819,
                    "end": 821,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "TOWARDS A 'RADICAL' DECOLONISING GLOBAL HEALTH AGENDA"
        },
        {
            "text": "The conceptual frameworks of (post)colonial theory, power and oppression must be incorporated into discussions about decolonising global health if the movement is serious about its aims. Each of the frameworks detailed here can begin to guide the global health industry in undergoing the process of decolonisation to realise Fanon's moment of colonial departure. Fanon's reference to the 'thing,' today perhaps best recognised in the global health industry's 'beneficiary,' can be analysed through the concepts of biopower and necropower that detail how a population comes to be seen as (un)worthy. Using Fanon's language, 'to completely call into question the colonial situation,' dismantling the colonial logics of the global health industry may be productively thought of by 'undermining its very foundations' in Gorz's non-reformist reform. Finally, to 'transform spectators into privileged actors' as Fanon calls for, the Global Health industry can think with Freire to create environments of radical openness to alterity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARDS A 'RADICAL' DECOLONISING GLOBAL HEALTH AGENDA"
        },
        {
            "text": "The danger of not being responsive to these theories is that 'reform' will remain confined to the epistemologically familiar-more often than not in the form of the reappropriation of violent colonial technologies. Nonetheless, even when calling on these theories, we still urge for a form of continuous reflection of the intersections of power. What may succeed in reducing oppression somewhere may further it elsewhere, and must be continuously reflected on throughout any attempted decolonial process. With the haste of hopeful optimism, we might also begin to imagine that a fully decolonised global health is when there is no global health industry at all-perhaps this could be the 'moment' of departure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARDS A 'RADICAL' DECOLONISING GLOBAL HEALTH AGENDA"
        },
        {
            "text": "Twitter Monica Mitra Chaudhuri @MoniquaMC, Laura Mkumba @laura_mkumba, Yadurshini Raveendran @YadurshiniR and Robert D Smith @robosmit",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARDS A 'RADICAL' DECOLONISING GLOBAL HEALTH AGENDA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Decolonising global health in 2021: a roadmap to move from rhetoric to reform",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abimbola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aloudat",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Glob Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2021-005604"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Wretched of the earth",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fanon",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Decolonization is not a metaphor",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tuck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Decolonization: Indigeneity, Education & Society",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Winners take all: the elite charade of changing the world",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giridharadas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Deckle Edge",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A history of global health: interventions into the lives of other peoples",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Packard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Global Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medical apartheid: the dark history of medical experimentation on black Americans from colonial times to the present",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Doubleday",
            "volume": "26",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biocapital: the constitution of postgenomic life",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sunder Rajan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19: many poor countries will see almost no vaccine next year, aid groups warn",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "371",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m4809"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Racial capitalism within public Health-How occupational settings drive COVID-19 disparities",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vasudevan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Epidemiol",
            "volume": "189",
            "issn": "",
            "pages": "1244--53",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwaa126"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Are Bill Gates's Billions Distorting Public Health Data? 2020. The Nation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The IHME in the Shifting Landscape of Global Health Metrics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob Policy",
            "volume": "10",
            "issn": "S1",
            "pages": "110--130",
            "other_ids": {
                "DOI": [
                    "10.1111/1758-5899.12605"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How Bill Gates Impeded Global Access to Covid Vaccines: Through his hallowed foundation, the world's de facto public health czar has been a stalwart defender of monopoly medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaitchik",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "New Republic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Metrics: what counts in global health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--43",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The birth of Biopolitics. Picador",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Theories of the labor movement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pedagogy of the Oppressed. 91 Editions -30th Anniversary Edition",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary box► Decolonisation through Fanon is the moment of departure or systemic overhaul only accomplished by the removal of the coloniser or dismantling of structures that preserve power. ► The global health industry by definition is colonial, and so decolonisation calls for a complete overhaul of the colonial situation that is the global health industry. ► As a colonial structure, the global health industry cannot be reformed with metrics, checklists and incremental steps. ► Decolonisation must address the pillars of colonial-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The implication of Fanon's definition of decolonisation for the contemporary global health industryWhat Fanon saysWhat we think this may mean for the global health industry 'Another 'species' of men… the 'thing.' For the global health industry, another species and a thing are often conceptualised as the global health 'beneficiary.' These terms indicate a lack of worthiness of the non Euro-America global health expert and its privileged affiliates, often reinforced through logics of white supremacy, racism, sexism, capitalism, and more. 'It transforms spectators crushed with their inessentiality into privileged actors … introduced by new men, and with it a new language and a new humanity … the veritable creation of new men.'",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors would like to acknowledge Edwin Kwong for taking the time to engage in conversations on this topic, particularly bringing to our attention the work of André Gorz.Author note All authors contributed equally to the conception and writing of this commentary. The authors are a team of scholars and global/medical health practitioners who recognize their privileges on the merits of their education, class, cis-gender identities and their residence and work in high-income, settlercolonialist lands. Many of the ideologies and theories discussed in this commentary have been built off the labor of queer, Black, Indigenous and other people of color. The authors do not consider themselves 'experts' on the concept of decolonization. The authors are guided by the perspectives they have gained from their experiences and education and, as this commentary suggests, there are a surplus of perspectives on this topic waiting to be provided with the space to be heard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Monica Mitra Chaudhuri http:// orcid. org/ 0000-0002-7831-4574 Laura Mkumba http:// orcid. org/ 0000-0002-7402-481X Yadurshini Raveendran http:// orcid. org/ 0000-0002-0523-0097 Robert D Smith http:// orcid. org/ 0000-0002-4880-6009",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        },
        {
            "text": "Contributors All authors contributed equally to the conception and writing of this commentary.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; internally peer reviewed.Data availability statement There is no additional data available from this work.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ]
}