{
    "paper_id": "277b9aebc93bbbf062114b04147c3fb22ae6e119",
    "metadata": {
        "title": "Banks as Lenders of First Resort: Evidence from the COVID-19 Crisis",
        "authors": [
            {
                "first": "Lei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Boston College and NBER",
                    "institution": "Boston College",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "E"
                ],
                "last": "Strahan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Boston College and NBER",
                    "institution": "Boston College",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Song",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Boston College and NBER",
                    "institution": "Boston College",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "following the Lehman bankruptcy too, with lending increasing by about 6% during last 3 weeks of September 2008 and the first 2 weeks of October, or about 1.2% per week (about 10 times the average). In the last 3 weeks of March, however, lending grew more than 6% per week (about 50 times the average). The growth in lending during these 3 weeks exceeded every other weekly growth rate going all the way back to 1973, when the Federal Reserve's H.8 releases (Assets and Liabilities of Commercial Banks in the U.S.) began (see Figure 1 ). 1 The 3 weeks in March 2020 are an unprecedented \"stress test\" on the ability of banks to supply liquidity. The test, induced by the COVID-19 pandemic, was unexpected to most firms and banks, nonfinancial in nature, and affected all industries and regions in the economy. In this paper, we study how bank characteristics and the characteristics of the markets they serve explain the cross-section of this explosion in lending. Our evidence suggests that all of the increase in lending occurred through drawdowns on existing credit commitments. Large banks experienced much greater drawdowns than smaller ones. Anecdotal evidence suggests that the drawdowns came mainly from large firms, who typically borrow from the largest banks. 2 As a result, C&I lending grew much faster for banks with assets Weekly growth in C&I loans on bank balance sheets: January 1973-April 2020 over $50 billion than for other banks (Figure 2 ). We do not find robust evidence that banks' financial condition before the onset of the crisis constrained their lending. Thus, most banks passed this liquidity stress test.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 533,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1448,
                    "end": 1457,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We study two specific questions in this paper: First, how has firm demand for bank liquidity responded to the onset of the COVID-19 crisis? Viral outbreaks varied substantially across localities, with some cities experiencing large outbreaks, such as New York, New Orleans, and Detroit, and others experiencing smaller ones. State and local governments responded differently to the pandemic, both in the intensity and in the timing of lockdowns and other measures aimed at slowing the spread of the infectious disease. For example, California initiated stay-at-home orders early on in the crisis, whereas other states, such as Texas, initiated such public health measures weeks later. We measure the size of local outbreaks using two strategies, one based on local employment declines in small firms, and the other by ex post death rates from the COVID-19. We show much larger increases in lending at banks located near large outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, does bank preshock financial condition constrain their ability to meet the unexpected increase in liquidity demands from their business clientele? To answer this question, we build off models developed by Cornett et al. (2011) , who study a related phenomenon during the Financial Crisis of 2007-2009. Cornett et al. (2011) find that banks adjust to shocks to liquidity demands by reducing new credit origination, and that the changes in credit supply depend on banks' financial constraints. Specifically, in the 2007-2009 period, banks more reliant on core deposits, banks holding more liquid assets, and banks with more capital cut new lending less (increased lending more) than other banks. Our research tests whether or not these bank financial conditions have affected liquidity supply in response to the COVID-19 crisis. 3 We show that the advent of the COVID-19 crisis explains the increase in lending, as banks located near areas with larger outbreaks experienced faster loan growth. Large banks with high levels of unused loan commitments to business experienced by far the largest increases in lending. These banks, however, were able to fund the liquidity demands due to the massive increase in deposits and cash, which each grew by about $1 trillion in aggregate during the crisis weeks, twice as much as the aggregate increase in lending. Our cross-bank regressions find little evidence that lending grew more at banks financed more with stable deposits before the crisis. Similarly, we do not find robust evidence that precrisis measures of asset liquidity explain increases in lending. These two \"nonresults\" suggest that concern about liquidity posed no constraint on banks, in stark contrast to what happened during the 2008 crisis. Moreover, we find little evidence that bank capital constrained their lending either. Again, in contrast to 2008, bank lending did not vary robustly with capital in response to the COVID-19 crisis.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 234,
                    "text": "Cornett et al. (2011)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 310,
                    "end": 331,
                    "text": "Cornett et al. (2011)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To develop our tests, we exploit two data sets: the quarterly Call Reports and weekly confidential FR 2644 data. The Q4 2019 Call Report provides detailed measures of bank financial condition at the outset of the crisis, which we use to explain lending growth during Q1 2020. Since lending exploded during the last 3 weeks of March (recall Figures 1 and 2) , the bulk of the loan-growth variation during Q1 2020 represents the effects of the liquidity shock during these 3 weeks. Hence, we exploit weekly growth in bank lending using the confidential FR 2644 data that underlie the Federal Reserve's H.8 releases. These are the only data that permit high-frequency analysis of the precise timing of the expansion of lending across banks. We construct all of our estimates within-bank (i.e., with bank fixed effects) to remove unobserved heterogeneity in bank lending patterns observed during normal (noncrisis) conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 356,
                    "text": "Figures 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Using the high frequency FR 2644 data, we control for lending patterns during normal periods based on the 7 weeks between January 22 and March 11, after which lending took off. 4 In a parallel set of tests, we validate our results using the lower-frequency Call Report data, where we control for 3 Our model differs slightly from theirs in defining liquid assets. Cornett et al. (2011) define mortgagebacked and asset-backed securities as illiquid because these asset classes were at the center of the 2008 crisis. In this paper, we treat them the same as other securities (i.e., we treat them as liquid assets). 4 March 11 is the beginning of the rapid onset of loan drawdowns and corresponds with the World Health Organization's declaration of a global pandemic (WHO 2020).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 385,
                    "text": "Cornett et al. (2011)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 613,
                    "end": 614,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Review of Corporate Finance Studies / v 0 n 0 2020 lending during normal periods based on the eight quarters leading up to the first quarter of 2020. Call Report data allow us to include all banks (rather than just the weekly reporting banks in FR 2644) and also allow us to model both on-balance sheet lending increases and total credit production (the sum of loans on balance sheet plus undrawn commitments). However, it does not allow us to pinpoint the exact timing of the liquidity shock. Our results across the two approaches are consistent, in terms of both statistical significance and economic magnitude. Our identification strategy assumes no correlation between precrisis bank characteristics and the liquidity demand shock that occurs in March 2020. While we see no reason to assume otherwise-the pandemic and ensuing market panic was certainly a surprise to everyone-we show that our results are similar when we vary the set of variables capturing liquidity demand. In fact, our results are also similar (quantitatively) in models using the Call Report data, which omit local demand covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our paper contributes to the literature on banks' role as liquidity suppliers to firms. Earlier research suggests that combining deposits and off-balance sheet credit commitments creates diversification synergies, which allow banks to hold less cash (Kashyap, Rajan, and Stein 2002) . Gatev and Strahan (2006) argue that the synergy is especially powerful during periods of market stress because deposits flow into banks at the same time that borrower liquidity demands peak. Ivashina and Scharfstein (2010) find evidence consistent with this latter mechanism during the 2008 crisis, although Acharya and Mora (2015) find that banks paid higher rates to attract deposits. Ippolito et al. (2016) find banks more exposed to wholesale funds (as opposed to stable deposits) experienced greater credit-line drawdowns during the European sovereign debt crisis. In this paper, we show that aggregate deposit inflows were more than enough to fund the increase in liquidity demands; these flows explain why the size of banks' precrisis deposit base does not covary with lending across banks.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 282,
                    "text": "(Kashyap, Rajan, and Stein 2002)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 285,
                    "end": 309,
                    "text": "Gatev and Strahan (2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 476,
                    "end": 507,
                    "text": "Ivashina and Scharfstein (2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 593,
                    "end": 616,
                    "text": "Acharya and Mora (2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 672,
                    "end": 694,
                    "text": "Ippolito et al. (2016)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also contribute to the emerging literature on the economic and financial consequences of the COVID-19 crisis. Many empirical papers study the stock market reaction to the pandemic, finding a strong response of equity prices to news about the virus and an increase in market volatility (Alfaro et al. 2020; Baker et al. 2020; Caballero and Simsek 2020) . Some studies compare how different types of stocks respond to the pandemic. Ding et al. (2020) find firms more exposed to the global supply chain fared worse, while Ramelli and Wagner (forthcoming) find that exposure to international trade is also associated with poor stock price performance. Another set of studies focuses on nonfinancial firms. Bartik et al. (2020) , based on a survey of small businesses, find a rapid onset of mass layoffs and concern by their surveyed firms about financial fragility. Several other authors study the early impact of the CARES Act and the",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 308,
                    "text": "(Alfaro et al. 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 309,
                    "end": 327,
                    "text": "Baker et al. 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 328,
                    "end": 354,
                    "text": "Caballero and Simsek 2020)",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 451,
                    "text": "Ding et al. (2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 522,
                    "end": 554,
                    "text": "Ramelli and Wagner (forthcoming)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 725,
                    "text": "Bartik et al. (2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Payroll Protection Program (Humphries, Neilson, and Ulyssea 2020; Granja et al. 2020; Cororaton and Rosen 2020) .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 65,
                    "text": "(Humphries, Neilson, and Ulyssea 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "Granja et al. 2020;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 86,
                    "end": 111,
                    "text": "Cororaton and Rosen 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Banks as Lenders of First Resort"
        },
        {
            "text": "Like us, a number of studies focus on the effect of debt and liquidity on nonfinancial firms. O' Hara and Zhou (2020) show that bond-market liquidity collapsed in early March and then recovered after the Federal Reserve announced its intent to intervene. Albuquerque et al. (2020) find stock returns at firms with high leverage ratios fared much worse during the crisis than those with less leverage, while Fahlenbrach, Rageth, and Stulz (2020) find that firms with more financial flexibility did better. De Vito and G omez (2020) find that most firms would exhaust their cash holdings within two years, consistent with many firms relying on banks for liquidity. Our paper is most closely related to Acharya and Steffen (2020a) , who document that access to bank credit lines during the COVID-19 crisis helped nonfinancial firms, based on stock return patterns. Their paper studies the role of access to bank liquidity from the borrower perspective, whereas we study the problem from the bank (supply-side) perspective.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 117,
                    "text": "Hara and Zhou (2020)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 280,
                    "text": "Albuquerque et al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 407,
                    "end": 444,
                    "text": "Fahlenbrach, Rageth, and Stulz (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 700,
                    "end": 727,
                    "text": "Acharya and Steffen (2020a)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Banks as Lenders of First Resort"
        },
        {
            "text": "In another related note, Acharya and Steffen (2020b) apply models estimated from the prepandemic period to simulate the extent of credit line drawdowns at banks during the COVID-19 crisis. These models suggest that credit line usage increases when stock market returns are low (Berg et al. 2017) . Their analysis simulates aggregate loan drawdowns of $264 billion for the aggregate U.S. banking system, which is a little more than half of the increased lending seen in March 2020. They argue that banks overall are sufficiently well capitalized to accommodate this simulated demand for liquidity, but our data suggest the actual stress on banks has been substantially larger than the simulated one. In fact, Acharya, Engle, and Steffen (2020) show that banks more exposed to precrisis credit lines also experienced larger stock price declines than other banks. Despite the stock return performance, we find no evidence, based on individual bank lending behavior, that capital constrained their ability to meet this unprecedented demand for cash.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 295,
                    "text": "(Berg et al. 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 742,
                    "text": "Acharya, Engle, and Steffen (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Banks as Lenders of First Resort"
        },
        {
            "text": "How are banks able to pass the unprecedented liquidity stress test from COVID-19? First, policy makers seem to have learned the value of speed from 2008, when interventions occurred much more slowly, incrementally, and only in reaction to market events. In contrast, the tools developed during 2008, such as the Primary Dealer Credit Facility and quantitative easing (QE), came online immediately and massively in March 2020, along with new tools that went beyond anything seen in 2008. 5 Second, banks received large inflows of deposits at the same time that firms were demanding liquidity from credit lines. Hence, liquidity supplied to banks became more abundant at the same time that liquidity demanded from banks spiked. Third, regulatory changes after 2008 initiated by international regulators through the Basel Process, by the Federal Reserve in its role as supervisor of Bank Holding Companies, and by legislation in the 2010 Dodd-Frank Act all emphasized increasing capital for banks. Stress tests of the largest banks, for example, led to both substantial increases in regulatory capital and improvements in banks' internal risk management policies and practices. As a result, unlike 2008, bank capital ratios exceeded regulatory minimums by substantial cushions and therefore did not constrain banks' ability to expand onbalance sheet lending in 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Banks as Lenders of First Resort"
        },
        {
            "text": "While passing the immediate liquidity crisis of March 2020, the movement of liquidity from off the balance sheet onto bank balance sheets mechanically increases banks' risk-weighted assets, thereby moving them closer to regulatory minimum capital ratios. 6 Moreover, increases in loan loss provisioning, due to both the expansion of lending and the increased risks going forward, further reduce capital ratios. As a result, capital may constrain future credit origination unless banks take immediate steps to lower capital distributions (e.g., dividends) and/or raise new equity. In fact, Blank et al. (2020) provide simulations for the future path of bank capital from the COVID-19 crisis, applying simple forecasting models developed in Hirtle et al. (2016) . These simulations suggest large declines in capital ratios, ranging from four to seven percentage points of riskweighted assets by 2022, with banks holding more than half of all U.S. banking assets breaching regulatory minimums. Declines of this magnitude could severely limit future credit supply.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 608,
                    "text": "Blank et al. (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 739,
                    "end": 759,
                    "text": "Hirtle et al. (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Banks as Lenders of First Resort"
        },
        {
            "text": "The onset of the global COVID-19 virus pandemic initiated a market panic that led to a dramatic increase in firm drawdowns on existing credit lines. We exploit this increase in drawdowns in developing our empirical model, focusing on the 3 weeks from March 11 through April 1 as the period when liquidity demand spiked. 7 In our first empirical models, we use weekly data to construct the indicator variable Crisis, equal to one during these 3 weeks. Figure 3 illustrates how unusual this 6 The Federal Reserve has loosened the regulatory supplementary leverage ratio requirement, but not capital ratios based on risk-weighted assets, to which C&I loans contribute. 7 We start the analysis on January 22 because the first U.S. case of COVID-19 occurred on January 21, 2020 (see: https://abcnews.go.com/Health/timeline-coronavirus-started/story?id¼69435165). We end the analysis on April 1 for several reasons. First, the rush to draw funds from preexisting credit lines had abated by then. Second, we want the weekly analysis to be comparable to the analysis from the Q1 2020 Call Report data. Third, government programs, such as the Payroll Protection Program, began in early April, which changed the main source of variation in bank lending and would require a different modeling approach.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 490,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "period is by charting the weekly growth in bank C&I loans from the beginning of 2020. The figure shows very clearly that these 3 weeks stand out from the early and later periods. Moreover, the figure shows no unusual growth in other loans (e.g., real estate, consumer) during this time. Consistent with our interpretation, Acharya and Steffen (2020a) use data from S&P's Loan Commentary and Data to document that large public corporations drew about $225 billion on their bank lines during this period, which is only half of the increase in bank C&I lending in our data (about $480 billion). The difference probably reflects drawdowns by private firms. We use this unexpected shock to liquidity demand to study whether bank financial condition affected their willingness to supply liquidity. Having such a bright-line increase in liquidity demand is nearly unique; it allows us to trace out how (or whether) financial condition constrained banks' ability to supply liquidity. The weeks after Lehman's bankruptcy in 2008 offer the only other similar situation. Cornett et al. (2011) show that both liquidity and capital affected bank liquidity supply then. We report similar tests, though as discussed in the introduction, the increase in drawdowns during the COVID-19 crisis dwarfs that observed during the most intense weeks of the 2008 crisis.",
            "cite_spans": [
                {
                    "start": 1060,
                    "end": 1081,
                    "text": "Cornett et al. (2011)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "Using the shock to liquidity demand in March 2020, we estimate models of weekly bank lending of the following form: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "The outcome in Equation (1) represents the weekly change in C&I lending from the Federal Reserve's FR 2644 data set for bank i in week t, scaled by the bank's total assets from the end of the prior quarter. 8 We include the weeks from January 22 to April 1, 2020, for all of the domestic reporting banks, and set Crisis to one during the last 3 weeks of the sample. The FR 2644 data come from an authorized random stratified sample of weekly reporting banks. 9 We include a bank fixed effect, a i , in all of our models to remove bank-level heterogeneity, and cluster standard errors at the bank level throughout. Some of our tests also incorporate time effects. We build j measures of bank financial condition based on the 2019 yearend bank Call Reports. As such, these measures are plausibly exogenous with respect to the COVID-19 pandemic (and the associated market panic), which was not declared by the World Health Organization (WHO) until March 11, 2020 (which coincides with the beginning of our Crisis weeks). The bank financial measures vary only across banks (not over time), so the bank fixed effects fully absorb their direct effects in Equation (1). The b j coefficients measure the impact of these conditions on lending during the 3week period in which firms were drawing down their credit lines, relative to their effects during the normal weeks that preceded it.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 460,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "We include bank-level variables designed to capture both liquidity exposure and capital, each taken from the Q4 2019 bank Call Reports. 10 These variables are defined as follows: (1) Size ¼ the log of total bank assets (and its square); (2) Liquid assets ¼ noninterest bearing balances þ interest-bearing balances þ Federal funds sold þ Repurchase agreement þ held-to-maturity securities (at amortized cost) þ available for sale securities (at fair value); (3) Core deposits (a measure of funding liquidity) ¼ deposits in domestic offices minus deposits over $250,000; (4) Tier 1 capital; and (5) Unused commitments ¼ undrawn loan commitments to business. 11 We normalize each of the on-balance sheet measures (other than log of assets) by total assets. If banks are constrained by their asset liquidity, the availability of stable funds, or scarce capital, then declines in those factors ought to reduce lending growth. Lending growth could be constrained either by reducing new loan originations or by restricting access to liquidity under existing lines (as occurred during the 2008 crisis). 12 In contrast, if banks hold substantial liquidity buffers, if their funding is sufficiently abundant, and if they operate sufficiently far from regulatory minimum capital ratios, then the effects of the precrisis financial conditions would not affect lending growth.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 658,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "To capture bank-specific variation in exposure to local demand conditions, we incorporate two strategies. First, we control for the weekly growth in employment, as measured by total hours worked at small firms located in the state in which each bank is headquartered. 13 These data come from Homebase, a software provider for small businesses to track employee working hours for scheduling and payroll. As of January 2020, the Homebase data cover about 60,000 small businesses across all 50 states. About 90% of their clients have fewer than 100 employees. Homebase covers only a small fraction of total state-level employment, but has concentration in the leisure, hospitality and retail trade sectors, which are the sectors most hard-hit by the COVID-19 crisis. Because this measure comes from very small firms, it is unlikely to be directly affected by the drawdown behavior, which was dominated by large firms (i.e., it acts as an exogenous measure of local exposure to the virus; employment patterns at large firms might be affected by the availability of liquidity, which is our outcome). As a second strategy, we measure state-level COVID-19 deaths per capita through the beginning of May 2020. Doing so creates a comprehensive, cross-sectional measure of the extent of the viral outbreak. 14 The bank fixed effect captures the cross-sectional effect of this variable, so we focus on its interaction with the Crisis indicator. 15 Panel A of Table 1 reports summary statistics for the full sample of domestic, weekly reporting banks in FR 2644. We also report the statistics separately for crisis and precrisis weeks. Panels B-D of Table 1 report the data sorted into three size bins: banks with assets less than $10 billion; banks with assets between $10 billion and $50 billion; and banks with assets greater than $50 billion. Table 1 shows the dramatic shift that occurs during the crisis weeks. Precrisis, bank lending increases by only 0.01% of assets per week (with a standard deviation of 0.22% of assets); during the crisis weeks, bank lending increases by an order of magnitude more (to 0.1% of assets), while its standard deviation increases by about 70% (to 0.37%). These figures appear \"small\" only because we normalize the change in C&I lending by the size of each bank's balance sheet from the end of the prior quarter. In fact, the changes in bank C&I lending during these 3 weeks are the largest since 1973 (when the FR 2644 data collection began).",
            "cite_spans": [
                {
                    "start": 1434,
                    "end": 1436,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1448,
                    "end": 1455,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1638,
                    "end": 1645,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1835,
                    "end": 1842,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "Table 1 also shows that as lending explodes, small firm employment declines precipitously. During the precrisis period, weekly hours grew 1.07% per week before falling by 17.23% during the crisis period (again, more than an order of magnitude more). The negative effect of the viral outbreak on local economic activity coincides with the explosion of bank lending because firms, anticipating future declines in cash flow, immediately draw funds from their bank credit lines when the effects of the pandemic become evident.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "Panels B-D split the summary statistics based on bank size. This split shows that the largest banks faced, by far, the greatest increase in liquidity demand. Again, our measure normalizes the change in lending by the D. Small banks (<$10 billion) Precrisis (January 22-March 10, 2020) Crisis (March 11-April 1, 2020) size of the lender's balance sheet, so the difference in lending in absolute terms across banks of different sizes is even more striking than at first glance (recall Figure 2) . To be specific, the large banks experienced lending increases of 0.57% of assets per week (panel B). In contrast, the small banks experienced lending increases of just 0.06% of assets (panel D), and the medium-sized banks experience lending growth of 0.13% of assets (panel C). Across all three bank-size bins, lending grew much faster during the crisis weeks, but this increase is most striking at the largest banks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 492,
                    "text": "Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "1.2 Weekly loan growth: Linking lending to bank financial conditions Tables 2 and 3 report regressions from the weekly FR 2644 data, as in Equation (1). Table 2 reports pooled models, with all of the domestic reporting banks. Some specifications include only the loan-demand variables (Crisis, two lags of weekly growth in hours worked, their interactions with Crisis, and the state-level death rate from COVID-19 interacted with Crisis). We then report specifications that add the precrisis bank financial variables (Size, Liquid assets, Core deposits, Tier 1 capital, and Unused commitments) interacted with Crisis. We omit time effects from these models, so the effects of Crisis and its interactions are well identified (rather than being absorbed). Table 3 then splits the analysis by bank size (<$10 billion, $10 billion-$50 billion, and >$50 billion in assets). In Table 3 , we add the time effects to absorb fully the aggregate changes in lending patterns and thus allay concern about possible omitted variables related to liquidity demand. The models in Table 3 allow us to draw inferences about the impact of banks' ex ante financial condition on liquidity supply.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 761,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 879,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1070,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "As shown in Table 2 , all three types of demand control have strong explanatory power for loan growth. In column 1, lending increases much faster during the crisis period (consistent with summary statistics). In column 2, the increase during the crisis period is greater in states with larger (lagged) declines in weekly hours worked at small firms. The first lag interacts negatively and significantly with Crisis, and the two lags are jointly statistically significant (p-value .02). Similarly, the increase in lending is greater during the crisis weeks in states with more overall death per capita from COVID-19 (columns 4-6).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "Columns 3, 5, and 6 of Table 2 introduce the precrisis bank-level variables. Consistent with the simple summary statistics, Size enters strongly, with increasing effects as the second-order term loads positively. At the mean, the marginal effect of Size is a small positive (¼0.0009), but this effect increases with bank total assets. Thus, Table 2 Explaining weekly lending growth",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "Weekly change in C&I loans/assets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "(3) Review of Corporate Finance Studies / v 0 n 0 2020 Table 3 Explaining weekly lending growth, by bank size",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Weekly increases in lending: Empirical model and data"
        },
        {
            "text": "Large banks (>$50 billion) Medium-sized banks ($10 billion-$50 billion)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly change in C&I loans/assets"
        },
        {
            "text": "Small banks (<$10 billion)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly change in C&I loans/assets"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly change in C&I loans/assets"
        },
        {
            "text": "(3) Banks as Lenders of First Resort consistent with Figure 2 , large banks face greater liquidity demands during the crisis weeks. The Unused commitments variable is by far the strongest predictor of weekly lending increases. This result validates the premise of the paper, which is that the increase in lending comes primarily from liquidity demands in which businesses draw funds from their preexisting credit lines once the effects of the pandemic become clear. The economic magnitude of this variable is large: a standard deviation increase in Unused commitments (¼0.05) comes with an increase in lending of 0.12% of assets, or about one-third of a standard deviation of lending growth during the crisis weeks (¼0.37%; see Table 1 , panel A).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 735,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Weekly change in C&I loans/assets"
        },
        {
            "text": "We also find that while neither bank capital nor deposits affects lending, Liquid assets does positively correlate with lending, although the economic magnitude is small: a standard deviation increase (¼0.14) in Liquid Assets increases lending by just 0.02%. The F-statistic testing the joint significance of the three financial variables is significant at the 10% level (but not the 5% level). Table 3 separates the analysis by bank size. Two things stand out from this sample split. First, the effect of Unused commitments, while positive across all three samples, is much larger and more statistically significant for the largest banks. For banks with assets over $50 billion, a standard deviation increase in Unused commitments (¼0.07; see Table 1 , panel B) leads to an increase in lending of 0.44% of assets (¼0.07 x 0.0634). This increase equals about two-thirds of a standard deviation of the outcome during the crisis week (¼0.72% of assets; see Table 1 , panel B). The coefficient indicates that 6.34% of unused commitments were drawn per week, or 19% during the three Crisis weeks overall (¼3 x 6.34%). To validate the regression as transparently as possible, Figure 4 scatters the 3-week change in C&I lending against unused commitments for the set of large banks (both scaled by assets). The figure shows a very tight link, with a slope that is slightly higher than that implied by the full regression (23.4% vs. 19%). Both of these estimates, in fact, are close to the ratio of total new C&I lending by large banks to their Q4 2019 unused commitments (¼ 22% ¼ $400 billion / $1.82 trillion).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 751,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 955,
                    "end": 962,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1171,
                    "end": 1179,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Weekly change in C&I loans/assets"
        },
        {
            "text": "Second, as in the pooled analysis, the effects of the three financial condition measures-Liquid assets, Core deposits, and Tier 1 capitalare either not statistically significant at the 5% level or economically small. For example, we find a small, positive effect on Liquid assets on lending for the largest banks (significant at the 10% level, but not the 5% level), but no effect for the other measures. Moreover, the Fstatistic testing the joint significance of the three measures together is not statistically significant in any of the three samples when we include the full set of demand controls (even-numbered columns). Taken together, these results offer no robust evidence that bank financial conditions constrained their ability to supply liquidity during the crisis weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly change in C&I loans/assets"
        },
        {
            "text": "We point out two limitations in the results from the weekly FR 2644 reporting banks. First, we cannot separate new loan originations from drawdowns on preexisting loan commitments because the change in loans on bank balance sheet equals the sum of net drawdowns on existing credit lines plus new originations. We have argued that the variation we observe in these data reflects drawdowns (not originations), but we cannot directly demonstrate that claim, because we do not observe the offbalance sheet changes in the weekly data. Second, the FR 2644 sample does not include all banks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quarterly increases in lending: Empirical model and data"
        },
        {
            "text": "To remedy these two defects, we look next at quarterly Call Report data. We have seen that the vast bulk of lending changes during the Q1 2020 come during the three crisis weeks in March. Hence, the total quarterly changes in lending (both on and off the balance sheet) will provide a good measure of banks' response to the crisis. So, we estimate the following two equations: DðC&I Loans þ Undr: Commit:Þ i;t =Assets i;tÀ1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quarterly increases in lending: Empirical model and data"
        },
        {
            "text": "Equation (2a) is similar to Equation (1). We model the change in total C&I lending on the balance sheet of bank i in quarter t, normalized by lagged total assets. The sample includes all domestic banks and uses the eight quarters of 2018 and 2019 to pin down the \"normal\" effect of bank condition on lending prior to the onset of the pandemic. 16 The time fixed effects, c t , capture the overall demand in each quarter and thus capture the overall shock observed in Q1 2020. We leave out the location-specific measures of demand because these are not well-defined during the precrisis quarters. To construct standard errors, again we cluster by bank.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quarterly increases in lending: Empirical model and data"
        },
        {
            "text": "Unlike Equation (1), the bank fixed effects, a i , do not fully absorb the normal effects of the financial variables, as these exhibit within-bank variation over time. Hence, we include them in the regression, with their effect prior to the crisis captured by the m j coefficients. As in Equation (1), the b j coefficients capture the differential effect of bank financial condition during the crisis quarter relative to normal times. If bank financial conditions constrain their ability to accommodate the liquidity demand shock from the pandemic, the b j coefficients will enter Equation (2a) with positive and significant effects. Equation (2b) allows us to estimate similar models using total credit production, namely, the sum of on-and off-balance sheet lending commitments to businesses. Table 4 reports summary statistics for the Call Report data, again looking at all banks first and then at banks in each of three size bins. We report these statistics separately for the crisis and precrisis quarters. Looking at the full sample (panel A), on-balance sheet lending does not show any difference between Q1 2020 and the earlier quarters. This masks very large differences, however, in the aggregates because the large banks were much more affected than the smaller ones. Consistent with the weekly data, large banks experienced much faster loan growth in Q1 2020 than during the earlier quarters (panel B). For them, C&I loans grew by 0.2% of assets at the mean of the distribution prior to the crisis; in Q1 2020, however, C&I loans grow 1.8% of assets at the mean. This difference, however, is not evident in total credit production (loans on balance sheets plus undrawn commitments), which is slightly lower during the crisis quarter for all banks and slightly higher for the largest ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 802,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Quarterly increases in lending: Empirical model and data"
        },
        {
            "text": "banks. These patterns support our claim that credit-line drawdowns dominate changes in lending during the crisis. 17 Firms demand liquidity from preexisting credit lines, as opposed to demanding new credit to facilitate growth or new investment. All else equal, each dollar drawdown leads to a dollar increase in loans on bank balance sheets but no change in total credit (¼loans þ undrawn commitments).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Banks as Lenders of First Resort"
        },
        {
            "text": "Tables 5 and 6 report the estimates of Equations (2a) and (2b) using the nine quarters from the beginning of 2018 through the first quarter of 2020. This table reports panel regressions of the quarterly change in bank C&I loans from Q1 2018 to Q1 2020 (nine quarters). All data are from Call Reports. Crisis is an indicator variable equal to one for Q1 2020. All explanatory variables are from the end of the prior quarter. F-stat and p-value are for the joint significance of Crisis * Liquid assets/Assets, Crisis * Core deposits/Assets, and Crisis * Tier 1 capital/Assets. Standard errors are clustered at bank level. T-statistics are reported in parentheses. *p < .1; **p < .05;***p < .01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quarterly increases in lending: Results"
        },
        {
            "text": "The results in Table 5 are mostly consistent with those from Table 3 , despite the fact that Table 5 uses all banks (rather than a subset), uses a different precrisis benchmark (all of 2018 and 2019, rather than the first weeks of Q1 2020), and has no cross-state control for the level of the viral outbreak. In particular, as in Table 3 , the growth in lending in Q1 2020 is best explained by the level of preexisting business loan commitments. The effect of preexisting commitments is much larger for the largest banks, and the magnitudes line up very closely in both cases. For example, the coefficient for Unused commitments for the largest banks equals 0.0634 at weekly frequency (Table 3 , column 2). This coefficient is \"turned on\" for 3 weeks during Q1 2020, so the total effect on lending over the quarter This table reports panel regressions of the quarterly change in bank C&I loans plus unused loan commitments to businesses, from Q1 2018 to Q1 2020. All data are from Call Reports. Crisis is an indicator variable equal to one for Q1 2020. All explanatory variables are from the end of the prior quarter. F-stat and p-value are for the joint significance of Crisis * Liquid assets/Assets, Crisis * Core deposits/Assets, and Crisis * Tier 1 capital/Assets. Standard errors are clustered at bank level. T-statistics are reported in parentheses. *p < .1; **p < .05; ***p < .01.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 68,
                    "text": "Table 5 are mostly consistent with those from Table 3",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 330,
                    "end": 337,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 693,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "Quarterly increases in lending: Results"
        },
        {
            "text": "equals 3 x 0.0634 ¼ 0.19. This effect is very close to the coefficient estimated on the interaction of the Crisis x Unused Commitments from Table 5 of 0.167 (column 2). Moreover, as with the weekly data, there is very little evidence that financial conditions affect changes in lending for large and medium-sized banks. We do find positive effects of both Crisis x Core deposits and Crisis x Tier 1 Capital for the smallest banks (column 4), but the F-statistic testing the joint significance of all three financial condition variables is not significant. Table 6 reports estimates of Equation (2b), where the outcome captures total credit production to businesses. This variable is not affected by credit line drawdowns, only by overall changes in credit originations. We find no correlation between Crisis x Unused Commitments and credit production, either for the full sample or for any size-based subsample. Consistent with Table 5 , there is little evidence that this broader measure of credit production is constrained by bank financial condition. Again, we see a significant positive coefficient for Crisis x Tier 1 capital for the small banks, as well as significant positive coefficient for Crisis x Core deposits. Neither of these nor asset liquidity has a significant effect on the total credit production for medium-sized or large banks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 556,
                    "end": 563,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 928,
                    "end": 935,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Quarterly increases in lending: Results"
        },
        {
            "text": "We have analyzed how banks accommodated the unprecedented increase in liquidity demands in response to the ongoing COVID-19 pandemic. Preexisting unused loan commitments explain the majority of the variation in lending, especially for large banks. Yet we see almost no correlation between bank financial strength and their willingness to bear this liquidity shock. The shock is the largest ever observed, going all the way back to 1973. It is larger than anything observed during the 2008 crisis, when financial condition by banks did constrain lending. How is this possible? We suspect that changes in the regulatory regime after the 2008 crisis, the Federal Reserve's aggressive actions in response to the pandemic, and a large increase in bank deposits, explain our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: Aggregate flows"
        },
        {
            "text": "Increases in bank liquidity has been a mechanical side effect of the massive expansion of the Federal Reserve's balance sheet from QE, as it effectively expands the supply of excess reserves. The Fed began expanding the supply of reserves in September of 2019, and then announced a massive expansion of QE in response to the pandemic on March 15, 2020. The rapid expansion of the Federal Reserve balance sheet led to about $900 billion in additional cash (i.e., reserves) in the banking system. The increase, as shown in Figure 5 , is almost double the increase in C&I loans. At the same time, the Fed also expanded and reinstated lending programs to banks and other large financial institutions constructed during the 2008 crisis. The policy moves expanded liquidity supply from the central bank to commercial banks just as nonfinancial firms were drawing liquidity from their banks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 529,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Funding: Aggregate flows"
        },
        {
            "text": "At the same time that liquidity supplied by the Fed expanded, it also expanded from private sources. Figure 5 shows that for every $1 of new lending, deposits increase by $2. Deposits increased by almost $1 trillion during the 3 weeks from March 11 to April 1. Part of this increase comes about mechanically, as each dollar drawn from a credit line ends up as an additional dollar of deposits in the banking system (though not necessarily at the bank providing the credit line). Additional deposits also flowed rapidly into banks, however, again at just the same time that liquidity demands spiked. According to the Investment Company Institute, during the last weeks of March 2020 investors pulled several hundreds of billions from bond and equity mutual funds as well as from prime money market funds. 18 Many of these funds flowed into banks, as investors sought a safe haven for their wealth in a classic \"flight to quality.\" Hence, liquidity poured into banks at exactly the right time, from both the public sector (increased bank reserves) and the private sector (increased deposits). 19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Funding: Aggregate flows"
        },
        {
            "text": "Our results also suggest that capital did not constrain banks during this COVID-19 liquidity crisis. As we show, the largest banks faced by far the greatest increases in liquidity demands. But these banks also had experienced the greatest increase in regulatory capital from the post-2008 changes in regulation. Innovations, such as stress testing and additional capital buffers, required for the systemically important financial institutions (SIFIs) moved the largest banks well above minimum capital requirements (Schneider, Yang, and Strahan 2020) . These regulatory innovations, while controversial, seem to have succeeded in building a sufficiently thick capital cushion to allow banks to bear this liquidity shock.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 550,
                    "text": "(Schneider, Yang, and Strahan 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Figure 5 Increases in C&I loans, deposits, and cash (billions of $)"
        },
        {
            "text": "Aggregate flows of both deposits and cash substantially exceeded what banks required to fund their excess liquidity demands, but the aggregate funding availability does not mean that funding at the individual bank level was always sufficient to meet demand. At the level of the individual lender, loan commitment drawdowns can be (1) internally funded by a mechanical increase in deposits that would occur if the borrower simply parked the drawn funds at her bank; (2) internally funded by running down the bank's buffer stock of cash; or (3) externally funded by coincident increases in deposits from new sources. Figure 6 illustrates the first two ways in which a bank might finance credit-line drawdowns (internally). The top portion of the figure represents cash hoarding by the borrower. In the example, the $100 drawn from an off-balance sheet loan commitment moves onto the bank's balance sheet and, simultaneously, $100 flows into the borrower's deposit account at the lending bank. The borrower has simply moved its liquidity from its undrawn credit line into its deposit account. This move is costly to the borrower (the net interest payments on the loan exceed the fees for undrawn funds), but doing so ensures the borrower/depositor against a future reduction in the creditline commitment. 20 The second way to finance the drawdown internally is illustrated in the lower panel of Figure 6 , where the $100 loan is funded out of the bank's stock of cash.",
            "cite_spans": [
                {
                    "start": 1302,
                    "end": 1304,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1392,
                    "end": 1400,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Funding flows across banks"
        },
        {
            "text": "To understand funding at the bank level, we estimate regressions with the same structure as Equation (1), replacing changes in C&I lending with the changes in deposits (which combines the first and third funding sources) and changes in cash (the second funding source) as the outcomes. As in Equation (1), we scale both outcomes by bank assets from the end of 2019. Recall that these regressions remove the aggregate funding effects mentioned above, either with time fixed effects or by controlling for the liquidity shock in late March explicitly. As such, these regressions illustrate relative differences in funding sources across lenders. To streamline the presentation, Table 7 reports only the coefficient for Unused commitments, since this variable captures the bank's exposure to the increase in liquidity demands (recall Tables 3, 5, and 6). The other variables are all included in the model, but not reported in the table. So, we report the following: ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 682,
                    "text": "Table 7",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Funding flows across banks"
        },
        {
            "text": "If the increased drawdowns reflect cash hoarding by borrowers, then c D > 0 in Equation (3a). That is, banks experiencing higher loan drawdowns will also experience higher levels of deposit growth, reflecting the fact that borrowers park drawn funds in their deposit accounts. In (3b), c C < 0 will reflect the degree to which bank's with relatively high liquidity 20 Ivashina and Scharfstein (2010) demonstrate such hoarding during the post-Lehman bankruptcy weeks.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 399,
                    "text": "Ivashina and Scharfstein (2010)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Funding flows across banks"
        },
        {
            "text": "This move increases the bank's credit risk and therefore requires the bank to have sufficient capital to bear that risk. As we have seen, capital did not pose a constraint on bank lending in our setting, unlike in 2008. Review of Corporate Finance Studies / v 0 n 0 2020 demands (high precrisis unused commitments) fund those demands by running down their cash balances. Table 7 reports Equations (3a) and (3b) for banks separated by size bin. Panel A reports the results for deposits and panel B for cash. The results provide limited support for cash hoarding only at the smallest banks. In fact, the coefficient for undrawn commitments in the deposit equation (c D ) signs negatively for the largest banks. The large banks, as we have seen, experienced by far the greatest liquidity demands. For them, their business clientele draw funds from existing credit lines and use those funds to make payments, rather than holding them within the bank (as deposits). Consistent with this idea, panel B shows that for the large banks, higher levels of unused commitments came with greater declines in cash balances. The patterns for the smallest banks are consistent with cash hoarding by their borrowers: deposits grew faster for those with high levels of commitments while cash did not change. These very small banks, however, experienced much smaller increases in liquidity demands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 378,
                    "text": "Table 7",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Funding flows across banks"
        },
        {
            "text": "Putting the results of the aggregate flows and bank-level flows together, we conclude that the massive increase in takedown demand from loan commitments potentially put the largest banks under liquidity strain because these funds were spent rather than hoarded. The funds left the bank, potentially leaving the bank with insufficient liquidity. However, the overall funding position of banks was large enough to alleviate any potential strains, as both Federal Reserve liquidity (bank reserves) and deposits (which increased twice as fast as loans) flowed in.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding flows across banks"
        },
        {
            "text": "We have analyzed the largest liquidity shock to the banking system ever observed. Liquidity demands on banks reached unprecedented levels during late March 2020. Firms went to their banks for cash, drawing funds from preexisting credit lines and loan commitments in the face of financial disruptions and in anticipation of massive declines in future cash flow. Large banks experienced the lion's share of these liquidity demands. Unlike 2008, banks met the demand without running into binding financial constraints. We suggest two reasons for this. First, bank liquidity and bank capital buffers were both substantially more robust before the COVID-19 crisis than they were before the 2008 crisis. Second, aggregate liquidity supply, from both the Federal Reserve and depositors, flowed in at exactly the right time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What explains the crash of bank stock prices during COVID-19? The role of health, financial and oil price risks",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A crisis of banks as liquidity providers",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Banks as Lenders of First Resort",
            "volume": "70",
            "issn": "",
            "pages": "1--43",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The risk of being a fallen angel and the corporate dash for cash in the midst of COVID",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Love in the time of COVID-19: The resiliency of environmental and social stocks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Albuquerque",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koskinen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aggregate and firm-level stock returns during pandemics, in real time",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alfaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Greenland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Schott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The unprecedented stock market impact of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sammon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Viratyosin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How are small businesses adjusting to COVID-19? Early evidence from a survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Glaeser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mind the gap: The difference between US and European loan rates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Streitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Review of Financial Studies",
            "volume": "30",
            "issn": "",
            "pages": "948--87",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bank liquidity creation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H S"
                    ],
                    "last": "Bouwman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Review of Financial Studies",
            "volume": "22",
            "issn": "",
            "pages": "3779--837",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How should U.S. bank regulators respond to the COVID-19 crisis? Working Paper",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sunderam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Liquidity risk management and credit supply in the financial crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cornett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcnutt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Strahan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tehranian",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Financial Economics",
            "volume": "101",
            "issn": "",
            "pages": "297--312",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public firm borrowers of the US Paycheck Protection Program",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cororaton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating the COVID-19 cash crunch: Global evidence and policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Vito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Omez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Accounting and Public Policy",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaccpubpol.2020.106741"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Corporate immunity to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How valuable is financial flexibility when revenue stops? Evidence from the COVID-19 crisis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fahlenbrach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rageth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Stulz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Banks' advantage in hedging liquidity risk: Theory and evidence from the commercial paper market",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gatev",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Strahan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Finance",
            "volume": "61",
            "issn": "",
            "pages": "867--92",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Did the Paycheck Protection Program hit the target? Working Paper",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Granja",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Makridis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yannelis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zwick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing financial stability: The capital and loss assessment under stress scenarios (CLASS) model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hirtle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kovner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vickery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhanot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Banking & Finance",
            "volume": "69",
            "issn": "",
            "pages": "35--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The evolving impacts of COVID-19 on small businesses since the CARES Act",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Humphries",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ulyssea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Double bank runs and liquidity risk management",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Peydr O",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sette",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Financial Economics",
            "volume": "122",
            "issn": "",
            "pages": "135--54",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bank lending during the financial crisis of",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ivashina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scharfstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Financial Economics",
            "volume": "97",
            "issn": "",
            "pages": "319--357",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Banks as liquidity providers: An explanation for the coexistence of lending and deposit-taking",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Finance",
            "volume": "57",
            "issn": "",
            "pages": "33--73",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A.) Zhou. 2020. Anatomy of a liquidity crisis: Corporate bonds in the COVID-19 crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Banks tolerate credit-line draws in coronavirus crisis -for now. American Banker",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Credit-line drawdowns have peaked. Will banks get repaid? American Banker",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alix",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Forthcoming. Feverish stock price reactions to covid-19. Review of Corporate Finance Studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bank stress testing: Public interest or regulatory capture? Working Paper",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Strahan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Banks as Lenders of First Resort",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1 Weekly growth in C&I loans on bank balance sheets: January 1973-April 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2 Cumulative C&I loans growth by bank size",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3 Weekly loan growth, all commercial banks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Three-week C&I lending change versus unused business commitments, large banks This figure plots C&I loan growth during the COVID-19 crisis weeks (March 11-April 1, 2020) for large banks (>$50 billion in assets) against their unused C&I commitments in December 2019, both scaled by total assets in December 2019. This figure is based on the authors' calculations from the Federal Reserve's FR 2644 data, which require confidential treatment of institution-level data and any information that identifies the individual institutions that reported the data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of credit line draw down on bank's balance sheetThis figure illustrates the effect on the lender's balance sheet of a $100 credit-line drawdown. In the top balance sheet, the borrow keeps funds in the lending bank as a deposit; in the lower balance sheet, the borrower uses the drawn funds to make a payment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "DDeposits i;t =A i;Q4;2019 ¼ a i þ c D Crisis t Ã Unused Commitments i;Q4; 2019 þ Bank and Demand Control Variables þ e i;t ;(3a)and DCash i;t =A i;Q4;2019 ¼ a i þ c C Crisis t Ã Unused Commitments i;Q4; 2019 þ Bank and Demand Control Variables þ e i;t :",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary statistics for weekly lending Crisis (March 11-April 1, 2020)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "This table reports summary statistics at the bank-week level for changes in commercial and industrial (C&I) lending by banks and hours worked by small firms from January 22 through April 1, 2020. Lending data are from the Federal Reserve FR 2644 data and hours are from Homebase. In addition, we report bank characteristics for banks in the sample as of Q4 2019 from the bank Call Reports. All variables, except Assets and log(assets), are winsorized at the 1% level.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Thistable reports panel regressions of the weekly change in bank C&I loans from January 22 to April 1, 2020 (from the Federal Reserve's FR 2644 data) on bank financial condition measures from Q4 2019 Call Reports. We capture local credit demand with Crisis, which equals one for the weeks between March 11 and April 1, and its interactions with state-level growth in hours worked by small firms (from Homebase), along with the extent of death from COVID-19. F-stat and p-value are for the joint significance of Crisis * Liquid assets/Assets, Crisis * Core deposits/Assets, and Crisis * Tier 1 capital/Assets. Standard errors are clustered at bank level. T-statistics are reported in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Summary statistics for quarterly lending",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Explaining quarterly growth in total credit production DC&I credit supply/lagged assets",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Explaining weekly deposit and cash growth, by bank size A. Weekly change in deposits/assets Large banks (>$50 billion) Medium-sized banks ($10 billion-$50 billion) Crisis * Unused C&I comm./assets Crisis * Unused C&I comm./assets This table reports panel regressions of the weekly change in bank deposits and cash from January 22 to April 1, 2020 (from the Federal Reserve's FR 2644 data) on bank financial condition measures from Q4 2019 Call Reports. The table reports the coefficient for unused commitments, but all regressions control for local credit demand with Crisis, which equals one for the weeks between March 11 and April 1, and its interactions with state-level growth in hours worked by small firms (from Homebase), along with the extent of death from COVID-19. Standard errors are clustered at bank level. t-statistics are reported in parentheses. *p < .1; **p < .05; ***p <",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}