{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The immune checkpoints associated with the CTLA-4 and PD-1 pathways are critical modulators of immune activation. These pathways dampen the immune response by providing brakes on activated T cells, thereby ensuring more uniform and controlled immune reactions and avoiding immune hyper-responsiveness and autoimmunity. Cancer cells often exploit these regulatory controls through a variety of immune subversion mechanisms, which facilitate immune escape and tumor survival. Immune checkpoint inhibitors (ICI) effectively block negative regulatory signals, thereby augmenting immune attack and tumor killing. This process is a double-edged sword in which release of regulatory controls is felt to be responsible for both the therapeutic efficacy of ICI therapy and the driver of immune-related adverse events (IrAEs). These adverse immune reactions are common, typically low-grade and may affect virtually every organ system. In the early clinical trials, lung IrAEs were rarely described. However, with ever-expanding clinical applications and more complex ICI-containing regimens, lung events, in particular, pneumonitis, have become increasingly recognized. ICI-related lung injury is clinically distinct from other types of lung toxicity and may lead to death in advanced stage disease. Thus, knowledge regarding the key characteristics and optimal treatment of lung-IrAEs is critical to good outcomes. This review provides an overview of lung-IrAEs, including risk factors and epidemiology, as well as clinical, radiologic, and histopathologic features of ICI-related lung injury. Management principles for ICIrelated lung injury, including current consensus on steroid refractory pneumonitis and the use of other immune modulating agents in this setting are also highlighted."
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "A growing wealth of evidence supports immune surveillance and immune tolerance as key players in cancer development and progression. These observations have led to renewed interest in developing strategies that harness endogenous immunity and tilt immune equilibrium in favor of enhanced tumor killing. One such strategy has been the exploitation of tumorassociated ligands and their corresponding inhibitory receptors on T cells, collectively known as immune checkpoints. Immune checkpoints associated with the CTLA-4 and PD-1 pathways are critical modulators of immune activation, both acting to dampen the immune response. Mutant cancer cells may effectively \"hijack\" immune checkpoint activation through PD-1 and CTLA-4 pathways, allowing tumor cells to evade normal immune surveillance and escape immune destruction by anti-tumor T lymphocytes. Recognition of PD-1 and CTLA-4 pathways as druggable targets in anticancer therapy has led to the successful launching of a new class of drugs, referred to as immune checkpoint inhibitors (ICIs). Over the past decade, a rapidly evolving list of ICIs, including the CTLA-4 inhibitor, ipilimumab; the PD-1 inhibitors, nivolumab and pembrolizumab; and the PD-L1 inhibitors, atezolizumab, avelumab, and durvalumab have been FDA-approved in the management of a variety of solid and hematologic malignancies. These agents represent a paradigm shift in which the T cell, rather than the cancer cell, represents the therapeutic target."
        },
        {
            "cite_spans": [
                {
                    "end": 448,
                    "ref_id": "BIBREF0",
                    "start": 445,
                    "text": "[1]"
                },
                {
                    "end": 452,
                    "ref_id": "BIBREF1",
                    "start": 449,
                    "text": "[2]"
                },
                {
                    "end": 456,
                    "ref_id": "BIBREF2",
                    "start": 453,
                    "text": "[3]"
                },
                {
                    "end": 460,
                    "ref_id": "BIBREF3",
                    "start": 457,
                    "text": "[4]"
                },
                {
                    "end": 464,
                    "ref_id": "BIBREF4",
                    "start": 461,
                    "text": "[5]"
                },
                {
                    "end": 468,
                    "ref_id": "BIBREF5",
                    "start": 465,
                    "text": "[6]"
                },
                {
                    "end": 472,
                    "ref_id": "BIBREF6",
                    "start": 469,
                    "text": "[7]"
                },
                {
                    "end": 476,
                    "ref_id": "BIBREF7",
                    "start": 473,
                    "text": "[8]"
                },
                {
                    "end": 480,
                    "ref_id": "BIBREF8",
                    "start": 477,
                    "text": "[9]"
                },
                {
                    "end": 504,
                    "ref_id": "BIBREF9",
                    "start": 500,
                    "text": "[10]"
                },
                {
                    "end": 520,
                    "ref_id": "BIBREF10",
                    "start": 516,
                    "text": "[11,"
                },
                {
                    "end": 524,
                    "ref_id": null,
                    "start": 521,
                    "text": "12]"
                },
                {
                    "end": 635,
                    "ref_id": "BIBREF11",
                    "start": 631,
                    "text": "[13]"
                },
                {
                    "end": 640,
                    "ref_id": "BIBREF12",
                    "start": 636,
                    "text": "[14]"
                },
                {
                    "end": 645,
                    "ref_id": "BIBREF13",
                    "start": 641,
                    "text": "[15]"
                },
                {
                    "end": 650,
                    "ref_id": "BIBREF14",
                    "start": 646,
                    "text": "[16]"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The use of the body's own immune defense system to fight cancer has ushered in a unique spectrum of immune-related adverse reactions (IrAEs), which can affect virtually every organ system. Lung-related IrAEs are, fortunately, less common than toxicities to other organ systems; however, toxicity to the lung represents a potentially lethal form of IrAEs and one of the most frequent causes of drug discontinuation. Pneumonitis is often reported [1] [2] [3] [4] [5] [6] [7] [8] [9] , although pleural [10] , vascular [11, 12] , airway, and sarcoid-like reactions associated with mediastinal lymphadenopathy have also been described [13] [14] [15] [16] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "IrAEs: pneumonitis",
            "text": "Stratification schemes that characterize pneumonitis severity are based on clinical symptoms in accordance with the common terminology criteria for adverse events (CTCAE). Hence, grade 1 pneumonitis represents radiographic changes without associated symptoms. Patients with grade 2 pneumonitis have mild dyspnea and/or cough. High-grade pneumonitis is indicated by severe or medically significant symptoms that are not immediately life threatening (grade 3) and life-threatening symptoms that require urgent medical attention (grade 4)."
        },
        {
            "cite_spans": [
                {
                    "end": 382,
                    "ref_id": "BIBREF5",
                    "start": 379,
                    "text": "[6,"
                },
                {
                    "end": 387,
                    "ref_id": null,
                    "start": 383,
                    "text": "[17]"
                },
                {
                    "end": 392,
                    "ref_id": "BIBREF17",
                    "start": 388,
                    "text": "[18]"
                },
                {
                    "end": 397,
                    "ref_id": "BIBREF18",
                    "start": 393,
                    "text": "[19]"
                },
                {
                    "end": 402,
                    "ref_id": "BIBREF19",
                    "start": 398,
                    "text": "[20]"
                },
                {
                    "end": 407,
                    "ref_id": "BIBREF20",
                    "start": 403,
                    "text": "[21]"
                },
                {
                    "end": 549,
                    "ref_id": "BIBREF5",
                    "start": 546,
                    "text": "[6,"
                },
                {
                    "end": 553,
                    "ref_id": null,
                    "start": 550,
                    "text": "17,"
                },
                {
                    "end": 558,
                    "ref_id": "BIBREF21",
                    "start": 554,
                    "text": "[22]"
                },
                {
                    "end": 563,
                    "ref_id": "BIBREF22",
                    "start": 559,
                    "text": "[23]"
                },
                {
                    "end": 568,
                    "ref_id": "BIBREF23",
                    "start": 564,
                    "text": "[24]"
                },
                {
                    "end": 573,
                    "ref_id": "BIBREF24",
                    "start": 569,
                    "text": "[25]"
                },
                {
                    "end": 578,
                    "ref_id": "BIBREF25",
                    "start": 574,
                    "text": "[26]"
                },
                {
                    "end": 710,
                    "ref_id": "BIBREF5",
                    "start": 707,
                    "text": "[6,"
                },
                {
                    "end": 714,
                    "ref_id": "BIBREF22",
                    "start": 711,
                    "text": "23]"
                },
                {
                    "end": 1305,
                    "ref_id": "BIBREF26",
                    "start": 1301,
                    "text": "[27]"
                }
            ],
            "ref_spans": [
                {
                    "end": 589,
                    "ref_id": null,
                    "start": 583,
                    "text": "Fig. 1"
                },
                {
                    "end": 1498,
                    "ref_id": null,
                    "start": 1490,
                    "text": "(Fig. 1)"
                }
            ],
            "section": "IrAEs: pneumonitis",
            "text": "Rates of pneumonitis appear to be conditioned by the ICI drug class, as well as the histologic type of tumor being treated. PD-1 and PD-L1 inhibitor therapies confer a higher incidence of any grade pneumonitis (2.7-5%), as well as highgrade pneumonitis (0.8-2.0%), compared to CTLA-4 blocking agents (1.3% all grade, 0.3% high grade) when either approach is given as monotherapy [6, [17] [18] [19] [20] [21] . Rates of pneumonitis are significantly increased with PD-1 or PD-L1 plus CTLA-4 inhibitor combinations, approaching 10% in some studies [6, 17, [22] [23] [24] [25] [26] and Fig. 1 . Pneumonitis following combination therapy is often more severe, with slower recovery periods than with monotherapy [6, 23] . Details regarding the role of CTLA-4 inhibitors in augmenting the rate and severity of pneumonitis when given in combination with PD-1/PD-L1 blocking agents have not been fully elucidated; however, clinicians should be aware of the significantly higher incidence of pneumonitis during combination therapy and patients should be closely monitored for associated signs and symptoms. In contrast to conventional chemotherapies and target therapies, ICI therapy may elicit durable effects and toxicities well beyond discontinuation of the drug, due to the induction of immunologic memory [27] . As a result, increased rates of pneumonitis following sequential PD-1/PD-L1 or CTLA-4 monotherapies appear similar to pneumonitis rates when ICI combinations are given concomitantly (Fig. 1) ."
        },
        {
            "cite_spans": [
                {
                    "end": 259,
                    "ref_id": "BIBREF27",
                    "start": 255,
                    "text": "[28,"
                },
                {
                    "end": 263,
                    "ref_id": "BIBREF28",
                    "start": 260,
                    "text": "29]"
                },
                {
                    "end": 540,
                    "ref_id": "BIBREF21",
                    "start": 536,
                    "text": "[22,"
                },
                {
                    "end": 544,
                    "ref_id": "BIBREF29",
                    "start": 541,
                    "text": "30]"
                },
                {
                    "end": 615,
                    "ref_id": null,
                    "start": 611,
                    "text": "[17]"
                },
                {
                    "end": 828,
                    "ref_id": "BIBREF30",
                    "start": 824,
                    "text": "[31,"
                },
                {
                    "end": 832,
                    "ref_id": "BIBREF31",
                    "start": 829,
                    "text": "32]"
                }
            ],
            "ref_spans": [],
            "section": "IrAEs: pneumonitis",
            "text": "IrAE profiles across different ICI classes appear to be driven by variations in ICI class-specific immune cell activation. For example, the greater risk of pneumonitis with agents targeting the PD-1/PD-L1 axis may be due to activation of lung macrophages [28, 29] . Notable differences in the prevalence of pneumonitis have also been suggested within the PD-1/PD-L1 agent class, with higher rates of all grade, as well as high grade, pneumonitis reported in association with drugs that block the PD-1 axis compared to PD-L1 antagonists [22, 30] . However, other studies have not corroborated these observations [17] . Unlike CTLA-4-related pneumotoxicity, which appears to be dose-related, no associations between the appearance and severity of pneumonitis and the dose of PD-1/PD-L1 axis blocking agents have been reported [31, 32] ."
        },
        {
            "cite_spans": [
                {
                    "end": 239,
                    "ref_id": "BIBREF4",
                    "start": 236,
                    "text": "[5,"
                },
                {
                    "end": 242,
                    "ref_id": "BIBREF5",
                    "start": 240,
                    "text": "6,"
                },
                {
                    "end": 246,
                    "ref_id": "BIBREF24",
                    "start": 243,
                    "text": "25]"
                },
                {
                    "end": 616,
                    "ref_id": "BIBREF32",
                    "start": 612,
                    "text": "[33,"
                },
                {
                    "end": 620,
                    "ref_id": "BIBREF33",
                    "start": 617,
                    "text": "34]"
                },
                {
                    "end": 1252,
                    "ref_id": null,
                    "start": 1248,
                    "text": "[17,"
                },
                {
                    "end": 1256,
                    "ref_id": "BIBREF34",
                    "start": 1253,
                    "text": "35]"
                }
            ],
            "ref_spans": [
                {
                    "end": 1247,
                    "ref_id": null,
                    "start": 1239,
                    "text": "(Fig. 2)"
                }
            ],
            "section": "IrAEs: pneumonitis",
            "text": "The influence of tumor histology in the development of ICI-related pneumonitis has been increasingly recognized, with the highest incidence among patients with lung and renal cell cancers compared to other tumor types, such as melanoma [5, 6, 25] . The driving forces for variations in the prevalence of pneumonitis among different tumor types are not fully understood. Existing tumor burden in the lung, prior lung irradiation, and co-morbidities, such as COPD among lung cancer patients, may limit the lung's tolerance to additional injury and explain the higher rates of pneumonitis in this group of patients [33, 34] . However, these co-morbid conditions may not be applicable for PD-1-treated patients with renal cancer, where the rates of pneumonitis are also high. Neo-antigen formation, the adaptive immune response, immune infiltrates, and the tumor microenvironment are all influenced by tumor histology and may offer additional explanations for the diversity of toxicity risk across different tumor types. Pre-existing fibrotic lung disease and a history of current or prior tobacco use have been implicated in the development of ICI-related pneumotoxicity, although details of these associations have yet to be defined clearly (Fig. 2) [17, 35] ."
        },
        {
            "cite_spans": [
                {
                    "end": 583,
                    "ref_id": "BIBREF35",
                    "start": 579,
                    "text": "[36]"
                },
                {
                    "end": 588,
                    "ref_id": "BIBREF36",
                    "start": 584,
                    "text": "[37]"
                },
                {
                    "end": 593,
                    "ref_id": "BIBREF37",
                    "start": 589,
                    "text": "[38]"
                },
                {
                    "end": 865,
                    "ref_id": "BIBREF38",
                    "start": 861,
                    "text": "[39,"
                },
                {
                    "end": 869,
                    "ref_id": "BIBREF39",
                    "start": 866,
                    "text": "40]"
                },
                {
                    "end": 1044,
                    "ref_id": "BIBREF40",
                    "start": 1040,
                    "text": "[41]"
                },
                {
                    "end": 1049,
                    "ref_id": "BIBREF41",
                    "start": 1045,
                    "text": "[42]"
                },
                {
                    "end": 1054,
                    "ref_id": "BIBREF42",
                    "start": 1050,
                    "text": "[43]"
                },
                {
                    "end": 1250,
                    "ref_id": "BIBREF43",
                    "start": 1246,
                    "text": "[44,"
                },
                {
                    "end": 1254,
                    "ref_id": "BIBREF44",
                    "start": 1251,
                    "text": "45]"
                },
                {
                    "end": 1793,
                    "ref_id": "BIBREF35",
                    "start": 1789,
                    "text": "[36]"
                },
                {
                    "end": 1798,
                    "ref_id": "BIBREF36",
                    "start": 1794,
                    "text": "[37]"
                },
                {
                    "end": 1803,
                    "ref_id": "BIBREF37",
                    "start": 1799,
                    "text": "[38]"
                },
                {
                    "end": 1807,
                    "ref_id": "BIBREF45",
                    "start": 1804,
                    "text": "46]"
                }
            ],
            "ref_spans": [],
            "section": "IrAEs: pneumonitis",
            "text": "Other risk factors of uncertain significance include preexisting autoimmune disorders, chronic viral syndromes, solid organ, or hematopoietic stem cell transplantation, as patients with these disorders were excluded from early clinical trials. Nonetheless, evidence from several small retrospective studies suggests that patients with pre-existing autoimmune disorders may be safely treated with ICI therapies. Severe and/or fatal pneumonitis in this setting has been reported rarely, thus underscoring the need for vigilance in carefully selecting and monitoring these patients [36] [37] [38] . Fatal IrAEs associated with severe graft versus host disease following hematopoietic stem cell transplantation in patients with hematologic malignancies who had been previously exposed to ICI therapies have raised concerns regarding the use of ICIs in this setting [39, 40] . These observations are concerning, particularly in the light of emerging evidence that supports the use of PD-1 inhibitors in the treatment of hematologic malignancies [41] [42] [43] . Several small case reports have also suggested that ICI therapy may be safe in selected patients with chronic viral illnesses, such as human immunodeficiency virus infection or hepatitis C [44, 45] . However, further prospective investigations are needed and the importance of multidisciplinary collaborations involving the oncologist, pulmonologist, liver, and infectious disease specialists cannot be over-emphasized. In several retrospective studies, ICI blockade in patients with pre-existing autoimmune disease elicited new IrAEs, transient flare-ups of preexisting autoimmune disease, or both. New IrAEs and disease exacerbations were mild in most cases, although rare cases of severe and fatal pneumonitis have been reported [36] [37] [38] 46] ."
        },
        {
            "cite_spans": [
                {
                    "end": 2018,
                    "ref_id": "BIBREF46",
                    "start": 2014,
                    "text": "[47]"
                }
            ],
            "ref_spans": [
                {
                    "end": 321,
                    "ref_id": null,
                    "start": 315,
                    "text": "Fig. 1"
                }
            ],
            "section": "IrAEs: pneumonitis",
            "text": "Immune-related pneumonitis (Ir-pneumonitis) refers to a non-infective inflammatory response that localizes to the interstitium and alveoli and results in a diverse spectrum of CT findings and histopathologic patterns. These changes are collectively referred to as interstitial lung disease (ILD). Three a b c d e f Fig. 1 Accelerated lung injury following sequential ICI therapy. A 60year-old man with metastatic urothelial carcinoma was treated with Pembrolizumab after failing standard chemotherapy. Pembrolizumab was interrupted after cycle 2 due to increased shortness of breath. Baseline CT imaging showed bilateral subpleural reticulations over the upper and lower lobes, consistent with his known history of idiopathic pulmonary fibrosis (a, b). Repeat CT imaging after cycle 2 of Pembrolizumab showed marked increase in diffuse upper and lower lobe and bilateral ground glass opacities (c, d). Symptoms and ground glass findings on CT nearly completely resolved with drug withdrawal and systemic corticosteroids. The PD-L1 inhibitor, durvalumab, given as monotherapy, was subsequently initiated. Three weeks after cycle 1 of durvalumab, severe and progressive symptoms of dyspnea, dry cough and hypoxia developed, resulting in admission and intubation for hypoxemic respiratory failure. All cultures were negative and no malignant cells were seen on BAL fluid. The patient continued to deteriorate despite high-dose steroids, antibiotics, and aggressive supportive care and later expired. An autopsy report confirmed diffuse alveolar damage with pulmonary fibrosis felt to be related to ICI therapy distinct lung injury patterns predominate: nonspecific interstitial pneumonitis (NSIP), organizing pneumonia (OP), and diffuse alveolar damage (DAD). Other reported findings include diffuse alveolar hemorrhage (DAH), hypersensitivity pneumonitis (HP), acute interstitial pneumonitis (AIP), acute respiratory distress syndrome (ARDS), pulmonary fibrosis (PF), and sarcoid-like reactions with lymphadenopathy [47] ."
        },
        {
            "cite_spans": [
                {
                    "end": 141,
                    "ref_id": "BIBREF47",
                    "start": 137,
                    "text": "[48,"
                },
                {
                    "end": 145,
                    "ref_id": "BIBREF48",
                    "start": 142,
                    "text": "49]"
                },
                {
                    "end": 945,
                    "ref_id": null,
                    "start": 941,
                    "text": "[17]"
                }
            ],
            "ref_spans": [
                {
                    "end": 560,
                    "ref_id": null,
                    "start": 552,
                    "text": "(Fig. 3)"
                }
            ],
            "section": "IrAEs: pneumonitis",
            "text": "CT imaging is the preferred imaging modality due to its higher sensitivity and specificity in the detection of interstitial lung disease [48, 49] . Ground glass opacities, consolidations, and reticular markings with sub-pleural and bibasilar predominance are common radiographic features of many lung injury patterns. Various imaging characteristics may suggest different lung injury patterns. For example, ground glass and consolidative opacities that localize predominantly to the lung periphery with the reverse halo sign are classic findings of OP (Fig. 3) . Ground glass opacities, reticular infiltrates, and traction bronchiectasis with sub-pleural sparing characterizes NSIP. The typical radiographic findings of DAD/ARDS include alveolar inflammation and edema with deposition of collagen as the disease progresses. However, the classic features of each major pattern of lung injury are not pathognomonic for ICI-related pneumonitis [17] . Moreover, imaging findings are not sufficiently sensitive to distinguish ICI-related pneumonitis from other causes of pneumonitis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "IrAEs: pneumonitis",
            "text": "Clinical presentations are highly variable and may range from asymptomatic changes on chest imaging studies, to cough, mild dyspnea, and tachypnea, or to severe dyspnea, which rapidly progresses to fulminant respiratory failure. Low-grade fevers and chest pain are less commonly described. These signs and symptoms are often mistaken for disease progression, infection, or lymphangitic carcinomatosis. Clinicians should, therefore, maintain a high index of suspicion among ICI-treated patients who present with pulmonary symptoms or abnormalities on lung imaging studies."
        },
        {
            "cite_spans": [
                {
                    "end": 621,
                    "ref_id": null,
                    "start": 617,
                    "text": "[17,"
                },
                {
                    "end": 625,
                    "ref_id": "BIBREF24",
                    "start": 622,
                    "text": "25,"
                },
                {
                    "end": 629,
                    "ref_id": "BIBREF34",
                    "start": 626,
                    "text": "35,"
                },
                {
                    "end": 633,
                    "ref_id": null,
                    "start": 630,
                    "text": "50]"
                }
            ],
            "ref_spans": [],
            "section": "IrAEs: pneumonitis",
            "text": "The time of onset of pneumonitis is broad (2.5-21 months). On average, signs and symptoms occur 4.6 months after exposure to ICI monotherapy, but may develop considerably earlier (average 2.5 months) following ICI combination therapy. Triggers for delayed pneumonitis, occurring greater than 6 months after initiation of therapy, are unknown. Nonetheless, prolonged treatment does not appear to result in an increased cumulative incidence of pneumonitis or other IrAEs. NSCLC and drug re-challenge after resolution of a prior pneumonitis event have also been associated with earlier symptom onset (median 2.7 months) [17, 25, 35, 50] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 250,
                    "ref_id": "TABREF0",
                    "start": 241,
                    "text": "(Table 1)"
                },
                {
                    "end": 483,
                    "ref_id": null,
                    "start": 477,
                    "text": "Fig. 2"
                }
            ],
            "section": "IrAEs: pneumonitis",
            "text": "The diagnosis of ICI-related pneumonitis is established based on a compatible history and findings on CT, coupled with the exclusion of competing diagnoses, such as infection, lymphangitic spread of tumor, alveolar hemorrhage, or vasculitis (Table 1) . Fiberoptic bronchoscopy with bronchoscopic alveolar lavage (BAL) is an important tool in the diagnostic work-up and should be performed early in the course of evaluation on all patients with unexplained symptomatic (grade 2 Fig. 2 Ipilimumab-related accelerated lung injury in a patient with preexisting pulmonary fibrosis. Severe cough and dyspnea developed 3 weeks after initiation of ipilimumab monotherapy for metastatic prostate cancer. At baseline (a, b), CT imaging showed mild fibrotic changes, consistent with the patient's known history of idiopathic pulmonary fibrosis. The chest CT on admission showed significant progression of pulmonary fibrosis (c, d) in the upper and lower lobes, which progressed despite withdrawal of the agent and initiation of highdose steroids. BAL fluids were culture negative. Lung biopsies demonstrated interstitial inflammation and fibrosis, consistent with NSIP, which was thought to be due to Ipilimumab therapy or higher) pulmonary infiltrates to rule out alternative diagnoses. Systemic corticosteroids are the cornerstone of therapy in patients with pneumonitis grades 2 or higher and, thus, bronchoscopy to exclude an infectious etiology before initiation of steroid therapy is recommended. Patients with suspected pneumonitis grades 2 or higher are Culture and PCR analysis of BAL fluid should be performed to evaluate for infectious causes of pneumonia; however, negative cultures may not definitively exclude infection. Cellular analysis of bronchoscopically obtained lavage fluid may offer important clues to the diagnoses. For example, lymphocytosis, elevated eosinophils, and predominance of CD8-positive lymphocytosis are frequent findings on BAL fluid. However, similar findings may be observed with viral pneumonias, such as those caused by CMV, thus limiting the utility of cellular analysis in differentiating pneumonitis from infection. Transbronchial and surgically obtained lung biopsies may offer additional information, particularly in the setting of unexplained lymphadenopathy or suspicious lesions suggestive of underlying tumor progression. Impairment of diffusing capacity may be one of the earliest signals of lung injury and may precede clinical and radiographic findings. Thus, pulmonary function tests (PFTs) with measurement of spirometry, lung volumes, and diffusion capacity for carbon monoxide should be performed during the initial evaluation. Serial PFTs along with 6-min walk tests (6MWT) over the course of treatment may help to guide therapy."
        },
        {
            "cite_spans": [
                {
                    "end": 2803,
                    "ref_id": "BIBREF51",
                    "start": 2799,
                    "text": "[51]"
                },
                {
                    "end": 2808,
                    "ref_id": "BIBREF52",
                    "start": 2804,
                    "text": "[52]"
                },
                {
                    "end": 2813,
                    "ref_id": "BIBREF53",
                    "start": 2809,
                    "text": "[53]"
                },
                {
                    "end": 2818,
                    "ref_id": "BIBREF54",
                    "start": 2814,
                    "text": "[54]"
                },
                {
                    "end": 2823,
                    "ref_id": "BIBREF55",
                    "start": 2819,
                    "text": "[55]"
                },
                {
                    "end": 2828,
                    "ref_id": "BIBREF56",
                    "start": 2824,
                    "text": "[56]"
                },
                {
                    "end": 3145,
                    "ref_id": "BIBREF54",
                    "start": 3141,
                    "text": "[54]"
                },
                {
                    "end": 3402,
                    "ref_id": "BIBREF57",
                    "start": 3398,
                    "text": "[57,"
                },
                {
                    "end": 3406,
                    "ref_id": "BIBREF58",
                    "start": 3403,
                    "text": "58]"
                }
            ],
            "ref_spans": [
                {
                    "end": 1909,
                    "ref_id": null,
                    "start": 1903,
                    "text": "Fig. 3"
                }
            ],
            "section": "Treatment",
            "text": "Treatment approaches to ICI-related pneumonitis have not been standardized or validated in any prospective trials and are largely based on observational reports, clinical experience, and consensus opinion. These strategies are largely guided by pneumonitis grades based on CTCACE criteria. Withholding ICI therapy is recommended for all patients with suspected ICI-related pneumonitis, while the diagnostic work-up and treatment is underway. Patients with grade 1 pneumonitis may be monitored as outpatients. Chest CT imaging is recommended prior to the subsequent scheduled dose of ICI (within 3-4 weeks). If infiltrates have resolved, ICI therapy may be cautiously resumed with close follow-up. The addition of steroid therapy is recommended for pneumonitis grades 2 or higher. Patients with grade 2 pneumonitis can typically be treated as outpatients with oral prednisone, dosed at 1 mg/kg of ideal body weight/day. Drug re-challenge following resolution of infiltrates in carefully selected patients with grade 2 pneumonitis is also reasonable, with follow-up. In-patient management and permanent withdrawal of ICI therapy is recommended for all patients with grade 3-4 pneumonitis and patients with earlier-stage pneumonitis who demonstrate progression of toxicity despite drug cessation. Systemic steroids for this group of patients are typically initiated at 2 mg/kg of ideal body weight/day. As a general guide, we recommend continuing the initial dose of steroids over the ensuing 1-2 weeks, or until symptoms have returned to grade 1 (asymptomatic CT abnormalities), at which time, steroids may be slowly tapered. Pneumonitis flares may be more recalcitrant to therapy and have been reported following rapid steroid tapers. We, therefore, recommend a steroid tapering schedule over a minimum 4-6 weeks that is tailored to the severity of the pneumonitis event and response to initial therapy. Fig. 3 Organizing pneumonia following dual ipilimumab/nivolumab therapy. Progressive dyspnea and dry cough developed 3 weeks following cycle 3 of azacitadine plus nivolumab and ipilimumab for myelodysplastic syndrome. A chest CT demonstrated multifocal consolidative and ground glass opacities involving the right upper lobe (a) and bilateral lower lobes (b). Bronchoalveolar lavage fluid was culture negative. Prominent intraluminal plugs of inflammatory debris within the small airways were seen on lung biopsy, consistent with organizing pneumonia caused by combined Nivolumab/Ipilimumab therapy Prophylaxis against Pneumocystis Jeroveci pneumonia (PJP) in HIV-negative patients requiring prolonged, highdose steroid therapy remains a clinical challenge, as the dose of steroids that delimits \"high dose\" and the duration of steroids that defines \"prolonged\" have not been clearly established [51] [52] [53] [54] [55] [56] . Adding to this conundrum is the fact that the predilection for PJP may vary among this patient population, rendering some patients, such as those with hematologic malignancies and those who have undergone stem cell and solid organ transplantation, more susceptible to PJP at relatively lower doses of steroids [54] . We, therefore, recommend PJP prophylaxis in our cancer patient population throughout the duration of systemic corticosteriod therapy. The addition of TNF-α blocking agents may increase the susceptibility to serious infections, including tuberculosis [57, 58] . Accordingly, baseline testing for tuberculosis should be performed on all patients before initiating TNF-α inhibiting agents. The need for gastrointestinal prophylaxis may also be appropriate in some patients undergoing prolonged steroid therapy."
        },
        {
            "cite_spans": [
                {
                    "end": 489,
                    "ref_id": "BIBREF8",
                    "start": 486,
                    "text": "[9,"
                },
                {
                    "end": 493,
                    "ref_id": "BIBREF59",
                    "start": 490,
                    "text": "59]"
                },
                {
                    "end": 664,
                    "ref_id": "BIBREF60",
                    "start": 660,
                    "text": "[60]"
                }
            ],
            "ref_spans": [],
            "section": "Treatment",
            "text": "Clinical improvement is generally observed within the first 48-72 h of treatment, beyond which pneumonitis is considered steroid refractory. In patients with high grade and/or steroid refractory disease, additional immunosuppressive therapy with azathioprine, mycophenolate mofetil, cyclophosphamide, and/or tocilizumab may be considered. However, the clinical impact of augmented immunosuppressive therapies and optimal dose, duration, and timing of these agents have not been studied [9, 59] . Evidence favoring the use of intravenous immunoglobulin (IVIG) in the management of steroid refractory high-grade pneumonitis has also emerged in recent literature [60] . These studies require validation in larger prospective trials."
        },
        {
            "cite_spans": [
                {
                    "end": 542,
                    "ref_id": "BIBREF61",
                    "start": 538,
                    "text": "[61,"
                },
                {
                    "end": 546,
                    "ref_id": "BIBREF62",
                    "start": 543,
                    "text": "62]"
                }
            ],
            "ref_spans": [],
            "section": "Treatment",
            "text": "The use of immunosuppressive therapies in the management of ICI-related toxicities has prompted concerns regarding the potential for systemic corticosteroids to interfere with the therapeutic efficacy of immune checkpoint blockade. None of these concerns has been substantiated in any clinical data. In two separate studies, overall cancer treatment outcomes among patients receiving prolonged immunosuppression for anti-CTLA-4 induced IrAEs were not statistically different compared to patients not requiring immunosuppressive therapies [61, 62] ."
        },
        {
            "cite_spans": [
                {
                    "end": 472,
                    "ref_id": null,
                    "start": 468,
                    "text": "[17,"
                },
                {
                    "end": 477,
                    "ref_id": "BIBREF63",
                    "start": 473,
                    "text": "[63]"
                },
                {
                    "end": 482,
                    "ref_id": "BIBREF64",
                    "start": 478,
                    "text": "[64]"
                },
                {
                    "end": 487,
                    "ref_id": "BIBREF65",
                    "start": 483,
                    "text": "[65]"
                }
            ],
            "ref_spans": [],
            "section": "Treatment",
            "text": "Twenty-five to thirty-three percent of patients may experience recurrent pneumonitis with drug re-challenge after initial resolution of signs and symptoms. Resumption of the same ICI agent after resolution of the initial IrAE unprovoked pneumonitis, occurring despite drug discontinuation has also been reported. Rapid steroid tapers (less than 5 weeks) may increase the risk of recurrent events, which tend to be earlier in onset than the first event and more severe [17, [63] [64] [65] . Life-threatening toxicities, particularly those involving the lungs, heart, or central nervous system, are considered absolute contraindications to drug re-challenge."
        },
        {
            "cite_spans": [
                {
                    "end": 443,
                    "ref_id": "BIBREF66",
                    "start": 439,
                    "text": "[66]"
                }
            ],
            "ref_spans": [],
            "section": "Treatment",
            "text": "Fatal ICI-related pneumonitis is, fortunately, rare (0.3%) and varies significantly between treatment regimens. In a recent large multicenter retrospective review of ICI-associated fatalities, neurologic and cardiac events associated with CTLA-4 toxic effects accounted for nearly half of all deaths. By contrast, the majority of patients who succumbed to pneumonitis had been treated with PD-1/PD-L1 blockers or PD-1/ CTLA-4 combinations [66] ."
        },
        {
            "cite_spans": [
                {
                    "end": 284,
                    "ref_id": "BIBREF13",
                    "start": 280,
                    "text": "[15,"
                },
                {
                    "end": 288,
                    "ref_id": "BIBREF46",
                    "start": 285,
                    "text": "47,"
                },
                {
                    "end": 292,
                    "ref_id": "BIBREF67",
                    "start": 289,
                    "text": "67,"
                },
                {
                    "end": 296,
                    "ref_id": "BIBREF68",
                    "start": 293,
                    "text": "68]"
                },
                {
                    "end": 839,
                    "ref_id": "BIBREF69",
                    "start": 835,
                    "text": "[69,"
                },
                {
                    "end": 843,
                    "ref_id": "BIBREF70",
                    "start": 840,
                    "text": "70]"
                },
                {
                    "end": 1034,
                    "ref_id": "BIBREF68",
                    "start": 1030,
                    "text": "[68]"
                }
            ],
            "ref_spans": [
                {
                    "end": 470,
                    "ref_id": "FIGREF1",
                    "start": 462,
                    "text": "(Fig. 4)"
                }
            ],
            "section": "IrAE: sarcoid-like reactions",
            "text": "Sarcoid-like reactions are uncommon IrAEs, which have been observed among 5-7% of patients following both CTLA-4 and PD-1 blockers. De novo sarcoid-like reactions as well as exacerbation of pre-existing disease have been reported in association with both classes of ICI therapies [15, 47, 67, 68] . Enlarged mediastinal lymph nodes may occur in isolation or in association with bilateral upper-or middle-lobe predominant consolidations or ground glass opacities (Fig. 4) . Concomitant sarcoid-like reactions involving the skin and kidneys have also been reported. Biopsies of enlarged lymph nodes or the lung parenchyma are required to exclude competing diagnoses such as cancer progression. Elevated CD4:CD8 ratios and overexpression of TH17 on BAL fluid with biopsy evidence of non-caseating granulomas are suggestive of sarcoidosis [69, 70] . Interruption of ICI therapy and initiation of systemic steroids typically results in complete resolution of signs and symptoms, with a median time to clinical resolution of 3.1 months [68] . ICI therapy in the setting of SARs-CoV-2"
        },
        {
            "cite_spans": [
                {
                    "end": 1154,
                    "ref_id": "BIBREF76",
                    "start": 1150,
                    "text": "[76]"
                },
                {
                    "end": 1635,
                    "ref_id": "BIBREF77",
                    "start": 1631,
                    "text": "[77,"
                },
                {
                    "end": 1639,
                    "ref_id": "BIBREF78",
                    "start": 1636,
                    "text": "78]"
                }
            ],
            "ref_spans": [],
            "section": "Pleural effusions",
            "text": "The conundrum of ICI therapy in the setting of SARs-CoV-2 (COVID-19) infection is problematic on many levels, with no current evidence-based guidelines. Potential interactions between this viral illness and ICI-induced immune augmentation has created bidirectional concerns regarding the influence of these agents in exacerbating the clinical course of the viral illness and the potential impact of SARs-CoV-2 in exacerbating ICI-related adverse events. A particular emphasis has been placed on in IrAE-pneumonitis, which may closely mimic SARs-CoV-2-related pneumonia. Assumptions that coinfection with SARs-CoV-2 during ICI therapy may lead to severe complications have generated concerns regarding adaptations in treatment, albeit without any reliable scientific evidence. In fact, in the TERAVOLT study which investigated the impact of severe SARs-CoV-2 infection on patients with thoracic cancers, the type of systemic therapy including immunotherapy did not confer an increase in mortality. However, the study was not sufficiently powered in subgroup analysis to render definitive statements regarding the safety of ICI therapy in this setting [76] . Concerns surrounding ICI therapies in patients with concurrent SARs-CoV-2 infection persist. The need to screen patients for SARs-CoV-2 prior to initiation of ICI therapy is highly debated, as infection status is typically unknown at the time that treatment decisions relating to the initiation of ICI and other cancer therapies are being made. Questions regarding what to do with ICI therapies that are ongoing at the time of SARs-CoV-2 diagnosis are even more challenging [77, 78] ."
        },
        {
            "cite_spans": [
                {
                    "end": 273,
                    "ref_id": "BIBREF79",
                    "start": 269,
                    "text": "[79]"
                },
                {
                    "end": 810,
                    "ref_id": "BIBREF76",
                    "start": 806,
                    "text": "[76,"
                },
                {
                    "end": 814,
                    "ref_id": "BIBREF78",
                    "start": 811,
                    "text": "78]"
                },
                {
                    "end": 951,
                    "ref_id": "BIBREF78",
                    "start": 947,
                    "text": "[78]"
                }
            ],
            "ref_spans": [],
            "section": "Pleural effusions",
            "text": "General guidelines based on expert opinion in the management of patients with grade I pneumonitis and concurrent SARs-CoV-2 include withholding therapy, adjustments to less frequent ICI dosing schedules, and cautiously continuing ICI therapy with very close monitoring [79] . Patients who develop respiratory symptoms or new pulmonary infiltrates suggestive of SARs-CoV-2 during ICI therapy should be immediately tested for the virus. Significant controversies arise for IR-pneumonitis grades 2 and higher, due in part to the attendant use of steroids in these patients. Corticosteroids represent cornerstone treatment in advanced-grade ICI-related pneumonitis, but may exacerbate respiratory sequelae of SARs-CoV-2, particularly those patients with mild disease that do not require oxygen supplementation [76, 78] . Thus, confirmation of SARs-CoV-2 with PCR testing is recommended before proceeding with corticosteroid therapy for IR-pneumonitis [78] . Bronchoscopic evaluation as part of the work-up for IR-pneumonitis in symptomatic patients with confirmed SARs-CoV-2 may facilitate viral transmission through aerosolization of respiratory droplets. We, therefore, avoid bronchoscopy in this setting, except in selected or exceptional cases."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleural effusions",
            "text": "Despite concerns regarding the potential negative impact of steroids on viral illness, corticosteroids remain the therapy of choice for patients with high-grade IR-pneumonitis. Additional immunosuppressive therapeutic options, such as anti-IL-6 which has shown therapeutic efficacy in some patients with SARs-CoV-2, may be an effective treatment strategy in steroid-refractory pneumonitis. These preliminary recommendations are made within the context of the urgent need for evidence-based guidance and should be refined as prospective data emerge."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 613,
                    "ref_id": null,
                    "start": 607,
                    "text": "Fig. 5"
                },
                {
                    "end": 1053,
                    "ref_id": null,
                    "start": 1045,
                    "text": "(Fig. 5)"
                }
            ],
            "section": "Conclusion",
            "text": "ICI therapies have rapidly changed the landscape of cancer therapeutics and are currently used as standard of care for a broad range of refractory cancers. This class of drugs may trigger a spectrum of IrAEs which are generally well tolerated. Pneumonitis is less common than toxicities involving some other organ systems; however, lung injury represents a potentially lethal form of IrAEs and one of the most frequent causes of drug discontinuation. Currently, the burden of lung-related events associated with this class of drugs is low. The prevalence of pneumonitis will undoubtedly continue to grow in Fig. 5 Approach to management of ICI-related interstitial lung disease Support Care Cancer parallel with better recognition of this clinical entity coupled with the expanding indication of ICI therapies to other tumor types and the addition of these agents to complex treatment strategies that carry an additional toxicity risk. Healthcare workers providers must be aware of this emerging entity, as well as current management guidelines (Fig. 5) . Early recognition and vigorous diagnostic evaluations are key. Knowledge of the diverse clinical, pathologic, and radiographic presentations of IR-pneumonitis may inform patient management and lead to improved patient outcomes. Additional studies are needed to better elucidate risk factors and comorbidities that predispose to a higher risk of lung toxicity and to establish biomarkers that are predictive of lung injury."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "Authors' contributions All of the authors contributed equally to the conceptualization of the manuscript; VS drafted the manuscript, while BLR and DBJ provided clinical input and DBJ, BLR, and RA editorial oversight. All of the authors provided critical appraisal of the manuscript and approval of its submission."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion",
            "text": "Funding information Professor BL Rapoport is supported by the Cancer Association of South Africa (CANSA) and the National Research Foundation (NRF) of South Africa. Dr. I. Glezerman is supported by the NIH/NCI (Cancer Center Support Grant P30 CA008748)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards",
            "text": "Conflict of interest AB, RA, JC, TC, PG, DG, RAG, and VRS have no conflict of interest to declare. MD reports grants from Novartis, other (SAB) from Neoleukin Therapeutics, personal fees from Partner Therapeutics, personal fees from Tillotts Pharma, and grants from Genentech, outside the submitted work. MG reports consultant work with Bristol Myers Squibb (BMS), and AstraZeneca, outside the submitted work. IG reports other (Stock Ownership) from Pfizer Inc. and personal fees from CytomX Inc, outside the submitted work. DBJ reports other (advisory board) from Array Biopharma, grants and other (advisory board) from BMS, other (advisory board) from Jansen, grants from Incyte, other (advisory board) from Merck, and other (advisory board) from Novartis, outside the submitted work. In addition, DBJ has a patent Co-inventor on use of CTLA-4 agonist for IAEs pending. BLR reports personal fees and other (advisory board) from Merck and Co, grants, personal fees, and other (advisory board) from BMS, grants, personal fees, and other (advisory board) from Roche South Africa, and personal fees and other (advisory board) from AstraZeneca, during the conduct of the study. MSA reports personal fees from Gilead, grants from Pfizer, and personal fees from Abbvie, outside the submitted work."
        }
    ],
    "metadata": {
        "paper_id": "2785fc4d6b3ebd29f3267d262b0f398ae125d476",
        "title": "Multinational Association of Supportive Care in Cancer (MASCC) 2020 clinical practice recommendations for the management of immune-related adverse events: pulmonary toxicity"
    }
}