{
    "paper_id": "2799596d63ac79dd9222208681f0372b75f30e5b",
    "metadata": {
        "title": "Investigación original Mapeo de protocolos de investigación, publicaciones y colaboraciones sobre la COVID-19 en América Latina y el Caribe",
        "authors": [
            {
                "first": "Evelina",
                "middle": [],
                "last": "Chapman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fundación Oswaldo Cruz",
                    "location": {
                        "settlement": "Brasilia",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Eduardo",
                "middle": [],
                "last": "Illanes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Mayor",
                    "location": {
                        "settlement": "Santiago",
                        "country": "Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "Ludovic",
                "middle": [],
                "last": "Reveiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Organización Panamericana de la Salud",
                    "location": {
                        "settlement": "Washington",
                        "region": "D.C"
                    }
                },
                "email": ""
            },
            {
                "first": "Carla",
                "middle": [],
                "last": "Saenz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Organización Panamericana de la Salud",
                    "location": {
                        "settlement": "Washington",
                        "region": "D.C"
                    }
                },
                "email": "saenzcar@paho.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "Este es un artículo de acceso abierto distribuido bajo los términos de la licencia Creative Commons Attribution-NonCommercial-NoDerivs 3.0 IGO, que permite su uso, distribución y reproducción en cualquier medio, siempre que el trabajo original se cite de la manera adecuada. No se permiten modificaciones a los artículos ni su uso comercial. Al reproducir un artículo no debe haber ningún indicio de que la OPS o el artículo avalan a una organización o un producto específico. El uso del logo de la OPS no está permitido. Esta leyenda debe conservarse, junto con la URL original del artículo. Crédito del logo y texto open access: PLoS, bajo licencia Creative Commons Attribution-Share Alike 3.0 Unported. Results. Among the protocols, 63.0% were therapeutic studies, 10% focused on prevention, and 45% were collaborative; 64% of the protocols received no funding from industry; 23% of the publications were not peerreviewed and 23% were collaborative in nature. The most frequent study designs were systematic reviews and cross-sectional studies; 47.1% of studies were conducted in health facilities and 22% in community settings; 38.0% focused on diagnosis and 27.9% on prognosis. A qualitative synthesis was performed by line of care and approach strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There was an increase in the number of collaborative research studies relative to earlier studies and in protocols not funded by industry. The proposed research agenda was covered in large part as the pandemic unfolded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Objetivo. Mapear protocolos de investigación, publicaciones y colaboraciones sobre la enfermedad por el coronavirus 2019 (COVID-19, por su sigla en inglés) desarrollados en América Latina y el Caribe (ALC). Métodos. Se incluyeron protocolos registrados en plataformas internacionales y publicaciones de investigaciones que consideraron población, datos y autores de ALC. La fuente de información para los protocolos fue principalmente la Plataforma Internacional de Registro de Ensayos Clínicos (ICTRP, por su sigla en inglés) de la Organización Mundial de la Salud; para las publicaciones se utilizaron bases electrónicas y repositorios específicos sobre la COVID-19. Se realizaron búsquedas de las publicaciones hasta el 11 de noviembre y de los protocolos hasta el día 30 de noviembre de 2020, inclusive. La información de los protocolos se extrajo según variables estandarizadas de la plataforma ICTRP y la de las publicaciones, según criterios preestablecidos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "Resultados. De los protocolos, 63,0% fueron estudios sobre terapias, 10% de prevención y 45% fueron colaborativos. Con respecto al financiamiento, 64% de los protocolos no provino de la industria. En cuanto a las publicaciones, 23% fueron sin revisión de pares y 23% fueron colaborativas. Los diseños más frecuentes fueron las revisiones sistemáticas y estudios de corte transversal; 47,1% fueron realizados en servicios de salud y 22% en el ámbito comunitario; 38,0% se enfocaron en el diagnóstico y 27,9% en el pronóstico. Se realizó una síntesis cualitativa según la línea de cuidado y las estrategias de abordaje. Conclusiones. Se observó un aumento del número de investigaciones colaborativas en comparación con estudios anteriores y de protocolos no financiados por la industria. La agenda de investigación propuesta se cubrió en gran parte conforme al avance de la pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "Palabras clave COVID 19; agenda de investigación en salud; América Latina; Región del Caribe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "En enero de 2020, el Comité de Emergencias del Reglamento Sanitario Internacional declaró el brote de coronavirus una emergencia de salud pública de importancia internacional (1) . Desde el inicio, fue claro el imperativo ético de hacer investigación para encontrar intervenciones para este virus que rápidamente devino una pandemia. En febrero de 2020, la Organización Mundial de la Salud (OMS), junto con la Colaboración Global de Investigación para la Preparación de Enfermedades Infecciosas (GLOPID-R, por su sigla en inglés), organizó un foro global sobre investigación e innovación sobre la enfermedad por el coronavirus 2019 (COVID-19 por su sigla en inglés). Los expertos identificaron brechas de conocimiento y prioridades de investigación y se estableció una agenda de investigación con nueve categorías (2) (cuadro 1).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "La pandemia de COVID-19 ha impulsado a los países con alto nivel de ingreso a una producción científica elevada para encontrar soluciones sanitarias y controlar la enfermedad y su avance (2) . Sin embargo, hay menor conocimiento sobre la producción en países de ingresos medios y bajos, entre los cuales se encuentran la mayoría de los países de ALC. Un reciente estudio mapeó los ensayos clínicos para COVID-19 registrados en la Plataforma de Registros de Ensayos Clínicos (ICTRP, por su sigla en inglés) de la OMS, que es el escenario más específico a nivel regional (3) . Sin embargo, se debe considerar que los ensayos clínicos constituyen solo un subconjunto de las investigaciones.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "El objetivo de este informe fue realizar un mapeo de protocolos de investigación registrados y de investigaciones publicadas sobre COVID-19, cuyo objeto de estudio estuviera relacionado con ALC, y cotejar los resultados con la agenda de investigación propuesta por la OMS (2) . Además, se decidió explorar la colaboración o patrocinio entre diferentes países, instituciones u organizaciones a través de investigaciones o protocolos colaborativos.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "RESUMEN"
        },
        {
            "text": "Se realizaron búsquedas de las publicaciones hasta el 11 de noviembre y de los protocolos hasta el día 30 de noviembre de 2020, inclusive. Se consultaron las siguientes bases y repositorios: Global research on coronavirus disease (COVID-19) de la OMS; el Portal Regional de la Biblioteca Virtual de Salud (BVS); LitCovid; COVID-19 Evidence Alerts de McMaster Plus y Google Scholar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Búsqueda bibliográfica"
        },
        {
            "text": "Para la búsqueda de protocolos, el sitio principal fue la ICTRP. Otros sitios consultados fueron Clinicalstrial.gov (Estados Unidos de América), el Registro Brasilero de Ensayos Clínicos (ReBEC); el Registro Peruano de Ensayos Clínicos (RePEC); el Registro Público Cubano de Ensayos Clínicos (RPCEC); y otras plataformas de registro como COVID-NMA; Cochrane COVID-19 Study Register; Global Coronavirus COVID-19 Clínical Trial Tracker. Se realizaron búsquedas adicionales en las referencias. Las estrategias de búsqueda se encuentran disponibles como material suplementario por solicitud a la autora de correspondencia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Búsqueda bibliográfica"
        },
        {
            "text": "Criterios de inclusión para las publicaciones: a) publicación relacionada con la pandemia COVID-19; b) publicación que incluyera datos y pacientes de uno o varios países de ALC independientemente del origen del autor; c) autores con filiación en países o instituciones de ALC, cualquiera fuera el sitio de investigación. Se incluyeron estudios primarios analíticos observacionales, experimentales o cuasiexperimentales, como estudios de corte transversal con componente analítico (análisis bivariado con medidas de asociación, intervalos de confianza o significancia estadística), estudios de casos y controles, cohortes, ensayos clínicos controlados aleatorizados, estudios antes-después controlados y series interrumpidas temporales. Además, se incluyeron estudios de laboratorio (p. ej. prueba de efectividad de mascarillas), modelajes matemáticos a través de softwares especiales y revisiones sistemáticas y revisiones de alcance. Criterios de exclusión: estudios descriptivos sin grupo de comparación, editoriales, artículos de opinión, evaluación de tecnologías sanitarias, guías de práctica clínica y revisiones narrativas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criterios de inclusión y exclusión de publicaciones y protocolos"
        },
        {
            "text": "Criterios de inclusión para protocolos: estudios experimentales u observacionales analíticos con criterios de alcance similares a las publicaciones y publicados en plataformas de registros acreditadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criterios de inclusión y exclusión de publicaciones y protocolos"
        },
        {
            "text": "En cuanto a las definiciones operacionales del significado de \"colaboración\" o estudios colaborativos, para las publicaciones, la colaboración se definió en base a la coautoría; es decir, cuando en una publicación participaban autores con filiación de ALC, residentes o no en la Región. Para los protocolos, la colaboración se definió usando los campos prestablecidos de ICTRP \"patrocinador/colaborador\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criterios de inclusión y exclusión de publicaciones y protocolos"
        },
        {
            "text": "Publicaciones: Se incluyeron principalmente variables que respondan a la agenda conjunta de prioridades de investigación planteadas por la OMS y GLOPID-R (cuadro 1) como, p.ej. las relacionadas con la interfaz humano-animal, experimentos en laboratorio, caracterización clínica y manejo (desde el tamizaje hasta la rehabilitación), vacunas, educación, modo de transmisión del virus, trabajadores sanitarios como población especial, entre Investigación y desarrollo de terapias Brechas de conocimiento crítico, protocolo maestro multicéntrico para evaluar la eficacia y la seguridad, entre otros Investigación y desarrollo de vacunas Desarrollar protocolo maestro multinacional para evaluar la eficacia y la seguridad, entre otros Consideraciones éticas Marco de gobernanza de la investigación definido que permita una colaboración eficaz y ética entre múltiples partes interesadas, entre otros",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables consideradas en el estudio"
        },
        {
            "text": "Integración de las ciencias sociales en la respuesta al brote Desarrollar y emplear metodologías y marcos teóricos sólidos para abordar los desafíos epidémicos y comprender las consecuencias no deseadas de las decisiones de control de la epidemia, entre otros OMS, Organización Mundial de la Salud; GLOPID-R, Colaboración Global de Investigación para la Preparación de Enfermedades Infecciosas (por su sigla en inglés). Fuente: adaptado de OMS y GLOPID-R (2). eliminados los duplicados, la selección de artículos se realizó en dos etapas. Primero, se tamizó por título y resumen; luego, se analizaron a texto completo. Por último, se realizó la extracción de datos de las publicaciones incluidas en una base elaborada ad hoc en Excel ® . Allí se realizó una nueva evaluación de los criterios de inclusión y exclusión, y la clasificación. Esta última etapa se realizó por pares de manera independiente (figura 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables consideradas en el estudio"
        },
        {
            "text": "Los protocolos provenientes de ICTRP se gestionaron y diferenciaron por países, con las variables ya mencionadas. Los protocolos de Cuba se gestionaron por separado ya que, a pesar de ser un registro acreditado, no estaba incluido en ICTRP y no contaba en el momento de la búsqueda con la misma información estandarizada que ICTRP. El flujograma de las publicaciones y protocolos incluidos y excluidos se presentan en formato PRISMA (4) (figura 1). otros. Además de los tipos de estudios y los campos de estudio, se incluyeron las siguientes variables en el mapeo: países inclui do, multicéntrico o no, filiación de los autores, tipo de publicación, ámbito o contexto (hospital, otros servicios de salud, comunidad, entre otros), condición (personas sanas y personas enfermas o con factores de riesgo), etapa de ciclo de vida, y sexo y género.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selección de protocolos y extracción de datos"
        },
        {
            "text": "Protocolos: países, etapa del protocolo (finalizado, reclutando, reclutamiento no iniciado y retirado o suspendido), número de instituciones patrocinadoras o colaborativas involucradas, fuente de financiamiento, tipo de estudio (experimental u observacional), razón del estudio (tamizaje, diagnóstico, prevención, tratamiento u otro) y sexo de los participantes del estudio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selección de protocolos y extracción de datos"
        },
        {
            "text": "Se utilizó el software Endnote X9 ® para gestionar las referencias obtenidas en las diferentes bases electrónicas. En el registro cubano de ensayos clínicos se encontraron 11 protocolos de intervenciones, siete de ellos en estado de reclutamiento de participantes. El objeto de estudio de estos fue variado, desde prevención hasta terapias, sin más información.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selección de las publicaciones y extracción de datos"
        },
        {
            "text": "Se incluyeron 187 publicaciones, de las cuales 23% correspondieron a prepublicaciones sin revisión de pares (preprint); 79% de las publicaciones fueron de autores de ALC con datos u objeto de estudio en la Región; y 15% correspondieron a autores no pertenecientes a ALC pero que incluyeron datos de países de ALC tales como, por ejemplo, algunas revisiones sistemáticas y modelajes colaborativos. Seis por ciento de las publicaciones fueron de autores con filiación en ALC, pero, con datos u objeto de estudio que no incluyeron países o territorios de ALC (figura 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de las publicaciones"
        },
        {
            "text": "Ciento cuarenta y cuatro (77%) publicaciones incluyeron autores de un solo país o territorio. De estas, 15 (10,4%) fueron estudios multicéntricos. De las restantes, 44 (34,1%) correspondieron a revisiones sistemáticas y revisiones de alcance; y 43 (23%) publicaciones incluyeron dos o más países o territorio en el estudio (rango: 2-24 países; promedio: 4,2) de las cuales 19% fueron investigaciones multicéntricas. Esto incluye investigaciones colaborativas y también la inclusión de datos de países o territorios como fuente secundaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de las publicaciones"
        },
        {
            "text": "En cuanto al ámbito de las investigaciones, 47,1% fueron realizadas en servicios de salud; 22% en el ámbito comunitario; y 17,7% fueron desarrolladas en computadoras, ya sea usando RESULTADOS Se recuperaron 6 216 referencias de publicaciones después de eliminar duplicados y 4 105 referencias de protocolos. Al finalizar el proceso de selección, se incluyeron 187 publicaciones y 401 protocolos para el análisis (figura 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de las publicaciones"
        },
        {
            "text": "Se incluyeron 401 registros de 20 países. La mayoría fueron de Argentina, Brasil (más de la mitad), Chile, Colombia, Cuba, México y Puerto Rico (figura 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de los protocolos"
        },
        {
            "text": "De los protocolos registrados, 75,3% correspondieron a estudios de intervención; 13,5% estaban finalizados; 66,7% se encon traba reclutando; 20% sin iniciar y 1,6% retirados (la mayoría eran ensayos que evaluaron la hidroxicloroquina).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de los protocolos"
        },
        {
            "text": "Sesenta y tres por ciento de los protocolos registrados fueron estudios sobre terapias; 10% sobre prevención (incluidas las vacunas); 25% con categoría \"otro\" que incluye caracterizaciones clínico-epidemiológicas; y solo 2% fueron estudios de tamizaje y diagnóstico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de los protocolos"
        },
        {
            "text": "Con respecto al financiamiento, 24% de los protocolos fueron financiados por la industria; 12% por la industria asociada a otra fuente, y 64% del financiamiento provino de otras fuentes como fundaciones, organismos internacionales, ministerios y universidades. En 45% de los protocolos se encontró el involucramiento de dos o más instituciones patrocinadoras o colaborativas que, además, podían comprender muchos sitios de un mismo país o muchos países. Diagnóstico. Se incluyen estudios de diferentes categorías: pruebas diagnósticas con muestras biológicas o utilización de radiología, instrumentos de diagnóstico o predicción de gravedad clínica, caracterización de diferentes poblaciones relacionadas con condiciones, estilos de vida o factores de riesgo o agravación de la enfermedad que no reúnen requisitos de diseño para ser considerados como factores pronósticos, y descripción de síntomas de salud mental relacionados con la pandemia. Se incluyeron 71 estudios con los siguientes diseños: 33 de corte transversal, 20 revisiones sistemáticas, 9 modelajes estadísticos o matemáticos, 6 cohortes, 1 de casos y controles y 1 cuasiexperimental. Estos estudios se clasificaron de la siguiente manera: 15 sobre pruebas diagnósticas que utilizan muestras biológicas o radiología, 4 sobre instrumentos de diagnóstico o predicción de gravedad clínica, 32 sobre la caracterización de diferentes poblaciones, 19 sobre salud mental y uno sobre innovación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de los protocolos"
        },
        {
            "text": "Tratamiento. Se incluyen 21 estudios con los siguientes diseños: 9 ensayos clínicos, 8 revisiones sistemáticas, 3 cohortes y 1 estudio en animales. Se describen según la presencia de intervención farmacológica o no farmacológica, la mayoría de los ensayos se realizaron utilizando las intervenciones habituales como grupo control. Muchos de los estudios no fueron ciegos: tres sobre cloroquina e hidroxicloroquina, cuatro sobre anticuerpos, dos sobre azitromicina, tres sobre antivirales y antirretrovirales, dos sobre corticoides, dos sobre anticoagulantes, uno sobre N-acetilcisteína, uno sobre la posición prona, uno sobre intervenciones psicológicas y dos sobre múltiples tratamientos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultados de los protocolos"
        },
        {
            "text": "Se incluyen 52 estudios con los siguientes diseños: 26 cohortes, 9 revisiones sistemáticas, 10 estudios de modelaje estadístico o matemático, 4 de corte transversal y 3 casos y controles. Los factores de riesgo y pronóstico se han agrupado en 6 categorías: 15 estudios incluían los factores asociados a grupos específicos, 19 incluían factores asociados a comorbilidades y condiciones crónicas, 10 incluían predictores de desenlace utilizando herramientas o desarrollando nuevos softwares como, por ejemplo, modelajes matemáticos. En aquellas publicaciones de estudios que involucran personas, se observó que 38% estaban abocadas a realizar diagnóstico de la enfermedad y a caracterizarla en distintos aspectos, individuales o colectivos. El pronóstico de la enfermedad se analizó en 27,9% de los estudios. Los aspectos de prevención y tratamiento ocuparon aproximadamente 13% cada uno. Tres por ciento de las publicaciones incluyeron niños y embarazadas. Solo en 36,3% se identificó la edad de los participantes, y en la mayoría de los estudios, se consideraron ambos sexos (74,8%). Los diseños que más se publicaron fueron las revisiones sistemáticas y de alcance (26,7%), seguidos de 22,9% de estudios de corte transversal analíticos y estudios de cohortes (20,0%). Treinta y tres (17,6%) estudios fueron distintos tipos de modelajes, sobre todo algoritmos para analizar la evolución de la pandemia y efectos de las medidas de control, como los confinamientos. Se localizaron 11 ensayos clínicos aleatorizados (5,8 %) . Los estudios restantes fueron estudios filogenia del virus en laboratorio para trazabilidad y experimentos en laboratorio (pruebas de eficacia de mascarillas o suero equino, etc.).",
            "cite_spans": [
                {
                    "start": 1513,
                    "end": 1520,
                    "text": "(5,8 %)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Factores de riesgo de enfermar y pronóstico."
        },
        {
            "text": "Se realizó una síntesis cualitativa de los estudios en cinco grandes grupos: 1) prevención, 2) diagnóstico, 3) tratamiento, 4) factores de riesgo y pronóstico, y 5) otras publicaciones que no corresponden a las categorías anteriores (figura 4 y más detalles en el material suplementario disponible por los autores).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Síntesis cualitativa de las publicaciones."
        },
        {
            "text": "Se incluyeron 19 estudios con los siguientes diseños: 7 revisiones sistemáticas, 3 descriptivos, 1 de cohorte, 2 series de tiempo interrumpidas, 4 modelajes, 1 ensayo clínico y 1 artículo de innovación. En cuanto al objeto de investigación, los estudios se clasificaron de la siguiente manera: seis eran sobre medidas de control social, seis sobre elementos de protección personal, uno sobre vacunas, uno sobre sexualidad, dos sobre el manejo de pacientes con sospecha diagnóstica, dos sobre la población en riesgo, y uno sobre el uso de tecnologías de la información. COVID-19 que allí se mencionan fueron las características clínicas, diagnóstico, pronóstico y los aspectos epidemiológicos. Al inicio de la pandemia, los dos países líderes fueron China con 60 y Estados Unidos con 21 artículos, con una sola publicación de autores latinoamericanos (6, 9) . El crecimiento de publicaciones sobre COVID-19 en ALC durante 2020 fue constante y solo una pequeña parte fueron investigaciones (7) que se caracterizaron, además, por la colaboración científica, la publicación en revistas de alto impacto y con gran visibilidad en redes sociales (10) . Se define como publicación \"colaborativa\" según la pertenencia institucional de los autores (la primera afiliación y, si hubiere, una segunda) que incluya más de un país o territorio, como una variable indirecta en el marco de la pandemia.",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 853,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 854,
                    "end": 856,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Prevención y promoción."
        },
        {
            "text": "Con respecto a los protocolos en particular, se localizaron 401 de ALC, que representaban 9,7% de los protocolos en todo el mundo identificados en distintas plataformas. De ellos, cerca de 70% se concentraban en Argentina, Brasil y México. Esto coincide con un estudio reciente en el que se observa, además, que el registro de protocolos se incrementó en más de 4% (3). En ese mismo estudio, 28% de los protocolos correspondió a diseños observacionales y 72% a estudios de intervención (este último un poco menor a nuestros hallazgos de 75%). Carracedo et al. también encontraron que 88% de los ensayos clínicos se focalizaron más en terapias que en prevención (3). Nosotros vimos que, del total de los protocolos, 63% eran estudios sobre terapias y 10,1% sobre prevención, incluidos ensayos de vacunas. Esta diferencia podría explicarse por el diferente denominador, o simplemente, que el estudio de otras intervenciones no terapéuticas se está incrementando.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocolos"
        },
        {
            "text": "Los protocolos colaborativos se duplicaron en los últimos meses en ALC. En este mapeo, encontramos que 45,5% de los protocolos involucró a dos o más países o territorios, mientras que en el estudio de Carracedo solo 18,2% de los ensayos clínicos computacionales o matemáticas, en 4 se trataron los factores relacionados con parámetros biológicos, en 3 los factores sociales y en uno, misceláneas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocolos"
        },
        {
            "text": "Se incluyeron 24 estudios con los siguientes diseños: 14 modelos computacionales, 6 revisiones sistemáticas, 3 de corte transversal y 1 ensayo aleatorizado. En cuanto al objeto de investigación se clasificaron en: ocho estudios genéticos, tres bioquímicos e inmunológicos, dos sobre propagación del virus, dos relacionados con servicios de salud, dos sobre información de la población, y siete misceláneos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Otros estudios"
        },
        {
            "text": "A poco menos de un año de inicio de la pandemia de COVID-19, las publicaciones de ALC fueron dirigidas fundamentalmente al diagnóstico y pronóstico de la enfermedad y, en menor medida, a tratamientos o aspectos preventivos. De estas publicaciones, una cuarta parte fueron prepublicaciones y 25% fueron colaborativas. En cuanto a los protocolos, la mayoría estaban en ejecución, destacándose el esfuerzo colaborativo en casi la mitad de estos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSIÓN"
        },
        {
            "text": "Como consecuencia de la pandemia, algunos países y territorios retrocedieron en cuanto a la producción científica, y otros vieron la crisis como una oportunidad, colocando a la ciencia, además, en una posición política de mayor relevancia (5) . La lucha contra la pandemia requirió generar conocimiento para la toma de decisiones en todas sus dimensiones (6, 7) y, en lo posible, centrarse en ensayos controlados aleatorios y otros estudios analíticos bien diseñados con un gran número de participantes para producir evidencia sólida rápidamente (3) y mediado por agendas de investigación consensuadas (8) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSIÓN"
        },
        {
            "text": "Un reciente estudio bibliométrico ha evaluado los 100 artículos más citados a nivel mundial. Los campos de estudio sobre la enfermedad y que fueron posteriores al documento de OMS (15) (16) (17) (18) (19) (20) . Sin embargo, no es el objetivo de este mapeo cotejarlas.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSIÓN"
        },
        {
            "text": "Por la fecha de corte de búsqueda, algunos protocolos y publicaciones pueden haber sido excluidos, entre ellos protocolos de terapias y vacunas. Otros protocolos pueden haber sido omitidos por las dificultades para cotejar datos de los registros propios de los países. Por tratarse de una revisión de alcance, no se evaluó la calidad metodológica de los estudios incluidos ni su incorporación a la síntesis cualitativa. Los hallazgos deben ser considerados descriptivos y exploratorios. No se incluyeron estudios que no tuvieran algún componente analítico, que definimos como existencia de alguna comparación con otro grupo o en el tiempo, lo que podría incidir en la calidad de la evidencia a cambio de una potencial reducción en la variedad de las investigaciones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitaciones de la revisión"
        },
        {
            "text": "Debido al avance de las vacunas, se debería considerar otros temas de investigación como la equidad en el acceso a estas, la efectividad y la seguridad a mediano y largo plazo. La respuesta de los sistemas de salud de la Región, incluido el recurso humano, debería ser también una prioridad. Otra importante consideración debe ser la calidad de la evidencia que aporten estos estudios por lo que es importante que haya una mayor cantidad de estudios observacionales analíticos y ensayos aleatorizados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implicaciones para la investigación"
        },
        {
            "text": "Dada la evolución de la pandemia y su gran impacto en ALC, a pesar de los logros globales en cuanto al mejor conocimiento de la enfermedad, al tratamiento inespecífico de esta y la variedad de vacunas desarrolladas, surgen nuevos desafíos que muestran la necesidad de revisar la agenda mundial y construir una agenda de investigación enfocada en temas prioritarios para ALC para un mayor impacto, tales como acceso los servicios de salud, la inequidad en la provisión de tratamientos efectivos, incluidas las vacunas, dentro de la Región y comparado con países de mayores ingresos. Los escasos recursos en investigación de la Región podrían aprovecharse de mejor manera elaborando protocolos estandarizados e investigaciones colaborativas que ayuden a mitigar rápidamente esta pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implicaciones para la investigación"
        },
        {
            "text": "Contribuciones de los autores. EC, CS, LR concibieron el estudio y redactaron el protocolo. EC diseñó y realizó las búsquedas de publicaciones y de protocolos y gestionó las bases de ambos. EC y EI seleccionaron las publicaciones, hicieron la extracción de datos y clasificación según criterios. EC procesó toda la información de cuadros y figuras de ambas bases, escribió la primera versión del manuscrito, y los demás autores contribuyeron y efectuaron la revisión crítica. Todos los autores han leído y aprobado la versión final del manuscrito.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implicaciones para la investigación"
        },
        {
            "text": "Financiamiento. Este trabajo fue financiado por la Organización Panamericana de la Salud con fondos del gobierno de Alemania canalizados por la Organización Mundial de la Salud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicto de intereses. Ninguno declarado por los autores."
        },
        {
            "text": "Declaración. Las opiniones expresadas en este manuscrito son responsabilidad del autor y no reflejan necesariamente los criterios ni la política de la RPSP/PAJPH y/o de la OPS. registrados eran estudios multinacionales. Este aumento se visualiza a pesar de la estrecha definición de colaboración que utilizamos, y que considera principalmente la responsabilidad intelectual, pero podría dejar afuera otras formas de colaboración como, por ejemplo, el financiamiento (11) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conflicto de intereses. Ninguno declarado por los autores."
        },
        {
            "text": "En cuanto a las publicaciones, 187 fueron incluidas en el análisis, lo cual representó 3,0% del total de publicaciones localizadas de ALC a la fecha de nuestra búsqueda. Estudios bibliométricos a mayo de 2020 dan cuenta de entre 142 (12)y 257 publicaciones (7) para ALC. Otro análisis bibliométrico encontró que ALC estaba representado en 2,7±0,6% (153 publicaciones con al menos un autor de ALC) sobre todas las publicaciones en el mundo (13) pero, a diferencia de nuestro estudio, en este análisis bibliométrico se incluyó cualquier tipo de publicación. Otros autores registraron, al inicio de la pandemia, que dos de cada tres artículos publicados en América Latina no aportaban conocimiento nuevo en la comprensión del efecto de la COVID-19 en la Región (14) . Según nuestros hallazgos, a seis meses de estas publicaciones bibliométricas, los números crecieron de manera exponencial. Sin aplicar los criterios de exclusión preestablecidos, encontramos 6 216 publicaciones de ALC.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 762,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Publicaciones"
        },
        {
            "text": "Otro tema para destacar es que una de cada cuatro publicaciones no tuvo revisión de pares, sino que fueron prepublicaciones. Estos estudios, al ser presentados sin revisión de pares, podrían no tener la misma la calidad que los revisados (14) . Veinticinco por ciento de las publicaciones incorporaron varios países, y 20% fueron investigaciones multicéntricas. Esto incluyó investigaciones colaborativas y datos de países como fuente secundaria. Argentina, Brasil y Colombia fueron los países que tuvieron más conexiones con otros. Según otro estudio realizado en abril del 2020, Estados Unidos de América fue el país con mayor porcentaje de vínculos con países latinoamericanos sobre publicaciones de COVID-19 (10,94%), seguido de Brasil (9,85%), Italia (6,28%), Reino Unido (6,12%), Colombia (5,31%), Canadá (4,22%), Alemania (4,17%) y Argentina (3,30%) (7).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Publicaciones"
        },
        {
            "text": "En cuanto a los temas abordados en las publicaciones, 66% estuvieron relacionados con el diagnóstico y el pronóstico de la enfermedad, y muchas fueron revisiones sistemáticas. Las que menos representación tuvieron fueron las intervenciones en promoción y prevención. Como la primera preocupación a comienzos de la pandemia fue establecer los mecanismos de transmisión para establecer las medidas de protección y prevención adecuada (12) , se incluyeron 10 publicaciones relacionadas filogénesis del virus y algunos modelajes matemáticos que sirvieron para comprender estos mecanismos.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Publicaciones"
        },
        {
            "text": "Consideramos que parte de la agenda de investigación establecida por la OMS se fue cubriendo (2) . ALC tiene protocolos e investigaciones publicadas que cubren los aspectos de diagnóstico, pronóstico y la caracterización filogenética del virus. Existe, en menor grado, investigación sobre el origen del virus, su prevención y control, investigación sobre vacunas, terapias o integración de las ciencias sociales como respuesta al brote. La ausencia de integración de las ciencias sociales a la investigación en la Región ha sido también destacada en otro ejercicio de prioridades (8) . Se encontraron también algunas innovaciones. Existen otros ejercicios de priorización de investigación sobre COVID-19 más recientes y con preguntas concretas que también deberían tenerse en cuenta en la medida que se conoce más sobre",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Publicaciones"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO international health regulations emergency committee for the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Health",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ginebra: OMS; 2020",
            "authors": [
                {
                    "first": "Salud",
                    "middle": [],
                    "last": "Organización Mundial De La",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "A coordinated global research roadmap: 2019 novel coronavirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "El panorama de los ensayos clínicos sobre COVID-19 en América Latina y el Caribe: evaluación y desafíos",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carracedo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palmero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasan-Granier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saenz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reveiz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Revista Panamericana de Salud Publica",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "For science in Latin America",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wessel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6505",
            "pages": "753--757",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bibliometric Analysis of the100 Highly-cited Articles about COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afshar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tabrizi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Bone Jt Surg",
            "volume": "8",
            "issn": "6",
            "pages": "748--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Análisis bibliométrico de la producción científica latinoamericana y del Caribe sobre COVID-19 en PUBMED. Revista Cubana de Información en Ciencias de la Salud",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Torres Pascual",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torrell-Vallespín",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 en América Latina y Caribe: determinación de prioridades en investigación y llamado a la acción",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "De Colombi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Canario",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mestra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Med Hondur",
            "volume": "88",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical, laboratory and imaging features of COVID-19: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cardona-Ospina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gutiérrez-Ocampo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Villamizar-Peña",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Holguin-Rivera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Escalera-Antezana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Análisis métrico de la producción científica sobre COVID-19 en SCOPUS",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortiz Núñez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What is research collaboration? Research Policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Análisis bibliométrico de la producción científica latinoamericana sobre COVID-19",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gregorio-Chaviano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Limaymanta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "López-Mesa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biomedica",
            "volume": "40",
            "issn": "S2",
            "pages": "104--119",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Contributions of Latin American researchers in the understanding of the novel coronavirus outbreak: a literature review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fiesco-Sepúlveda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Serrano-Bermúdez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PeerJ",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Análisis bibliométrico de la producción científica latinoamericana sobre COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Biomédica",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Developing an environmental health sciences COVID-19 research agenda: results from the NIEHS disaster research response (DR2) work group's modified Delphi method",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Errett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shoaf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Couture",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosselli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Research priorities for Long Covid: refined through an international multi-stakeholder forum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMC medicine",
            "volume": "19",
            "issn": "1",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 and children's well-being: a rapid research agenda",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Dudovitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Russ",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berghaus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "U"
                    ],
                    "last": "Iruka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dibari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Foney",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Matern Child Health J",
            "volume": "2021",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Advancing Social Mission Research: A Call to Action",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Erikson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziemann",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Acad Med",
            "volume": "97",
            "issn": "1",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health care workers and migrant health: Pre-and post-COVID-19 considerations for reviewing and expanding the research agenda",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Somani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muntaner",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Migr Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A health systems resilience research agenda: moving from concept to practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Saulnier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blanchet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Canila",
                    "suffix": ""
                },
                {
                    "first": "Cobos",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Dal",
                    "middle": [],
                    "last": "Zennaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Savigny",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Glob Health",
            "volume": "6",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mapear protocolos de pesquisa, publicações e colaborações sobre a doença causada pelo coronavírus 2019 (COVID-19, na sigla em inglês) desenvolvidos na América Latina e no Caribe",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Resumo Objetivo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Métodos. Foram incluídos protocolos registrados em plataformas internacionais e publicações de pesquisas que consideraram população, dados e autores da ALC. A fonte de informação para os protocolos foi principalmente a Plataforma Internacional de Registros de Ensaios Clínicos (ICTRP, na sigla em inglês) da",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Para as publicações, foram utilizadas bases de dados eletrônicas e repositórios específicos sobre COVID-19. As publicações foram pesquisadas até 11 de novembro, e os protocolos, até 30 de novembro de 2020 (inclusive)",
            "authors": [
                {
                    "first": "Organização",
                    "middle": [],
                    "last": "Mundial Da Saúde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "As informações dos protocolos foram extraídas de acordo com variáveis padronizadas da plataforma ICTRP e das publicações",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Em relação ao financiamento, 64% dos protocolos não vieram da indústria. Em relação às publicações, 23% eram sem revisão por pares e 23% eram colaborativas. Os delineamentos mais frequentes foram revisões sistemáticas e estudos transversais; 47,1% foram realizados em serviços de saúde e 22% no âmbito comunitário",
            "authors": [],
            "year": null,
            "venue": "Resultados. Dos protocolos, 63% eram estudos sobre terapias, 10% sobre prevenção e 45% eram colaborativos",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Observou-se um aumento no número de pesquisas colaborativas (em comparação com estudos anteriores) e de protocolos não financiados pela indústria. A agenda de pesquisa proposta foi coberta, em grande parte, à medida que a pandemia progredia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Conclusões",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Número de protocolos de América Latina y el Caribe según el diseño, el país y el territorio (n , América Latina y el Caribe; ICTRP, Plataforma de Registros de Ensayos Clínicos, por su sigla en inglés). Fuente: elaboración propia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "genéticos, modelajes, organización de servicios, etc. ALC: América Latina y el Caribe. Fuente: elaboración propia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CUADRO 1. Prioridades de investigación global del nuevo coronavirus 2019, marzo de 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Una vez FIGURA 1. Flujograma de selección de publicaciones y protocolos sobre la COVID-19 de países y territorios de América Latina y el Caribe Bases para identi car protocolos: COVID-19, enfermedad por el coronavirus 2019 (por su sigla en inglés); BVS, Biblioteca Virtual de Salud. Fuente: elaboración propia.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}