{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "W e describe a case of severe rhabdomyolysis in a patient with COVID-19. An 81-year-old woman presented to the emergency department with a 5-day history of generalized myalgia, weakness, malaise, loss of appetite, and a dry cough associated with mild dyspnea. She denied fever or chills but reported a history of exposure to the SARS-CoV-2 virus when she visited a relative around 10 days before presentation. She had a medical history of essential hypertension, hyperlipidemia, type 2 diabetes mellitus, and stage III chronic kidney disease. Her home medications included atorvastatin 40 mg daily, losartan, glipizide, and metformin. She denied any history of trauma, substance use, or prolonged immobility."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "At the time of presentation, she was afebrile (temperature, 37.6°C) and had a peripheral oxygen saturation of 89% on room air. Other vital signs were within normal ranges. On physical examination, she was noted to have dry mucous membranes. Notable laboratory findings included a D-dimer of 695 ng/dL (reference, <500 ng/dL); C-reactive protein, 22 mg/dL (reference, <1.0 mg/dL); lactate dehydrogenase, 876 U/L (reference, 100-200 U/L); ferritin, 221 ng/mL (reference, 10-200 ng/mL); aspartate aminotransferase, 45 U/L (reference, 7-40 U/L); blood urea nitrogen, 27 mg/dL (reference, 7-25 mg/dL); creatinine, 1.14 mg/dL (reference, 0.4-1.0 mg/dL; patient's baseline, 0.7-0.9 mg/dL); serum myoglobin, >3680 ng/mL (reference, 0-65 ng/mL); and a creatine kinase (CK) of 6467 U/L (reference, 21-215 U/L). Creatine kinase had been within normal ranges in the past 7 years, ever since she was started on a high-intensity statin. Urinalysis demonstrated 3+ blood with 0-2 red blood cells/highpower field (ref. 0-3) and mild proteinuria (2+). A 2-view chest x-ray showed mild mixed patchy interstitial and alveolar infiltrates in the lower lung fields bilaterally, suggestive of pneumonia."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "She was admitted and given aggressive intravenous hydration with crystalloid fluids. The high-intensity statin was discontinued. A nasopharyngeal swab for Abbott RealTime SARS-CoV-2 polymerase chain reaction assay was positive. The patient was treated with supplemental oxygen and a 5-day course of hydroxychloroquine. Superimposed community-acquired pneumonia was of lower suspicion with a relatively low procalcitonin of 0.59 ng/mL, as well as negative Streptococcus and Legionella urinary antigens. However, a 7-day course of ceftriaxone/doxycycline for empiric treatment was given. On the second day of hospitalization, she was transferred to the medical intensive care unit for increasing oxygen requirements. Repeat chest x-ray showed progression of diffuse mixed opacities in both lungs. To prevent the development of pulmonary edema while receiving necessary intravenous crystalloid, intravenous furosemide was given to keep a net even fluid balance. Her CK peaked at 40,900 U/L on the fourth hospital day. She did not develop acute renal failure."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "Other causes of elevated CK and rhabdomyolysis were evaluated and were unremarkable, including troponin-I, serum thyroidstimulating hormone, nasopharyngeal swab respiratory viral panel (BioFire), HIV screen, Epstein-Barr virus, and Enterovirus polymerase chain reaction on blood, and a urine drug screen."
        },
        {
            "cite_spans": [
                {
                    "end": 813,
                    "ref_id": "BIBREF1",
                    "start": 812,
                    "text": "4"
                },
                {
                    "end": 997,
                    "ref_id": "BIBREF2",
                    "start": 996,
                    "text": "5"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "As of this report, the patient has recovered completely from the acute hypoxemic respiratory failure secondary to COVID-19. She was seen in clinic for follow-up 8 weeks after discharge with no pulmonary issues. Rhabdomyolysis is commonly caused by trauma, substance abuse including cocaine and alcohol, prolonged immobility, hypothermia, and medications especially statins; it is rarely seen in adults with viral infections. To our knowledge, 4 other cases of rhabdomyolysis in COVID-19 patients have been reported to date, 1-3 which was identified either at presentation or developed as a late complication. In all these cases, no alternate etiology was found. Acute renal failure is a well-recognized complication of severe rhabdomyolysis particularly in cases with serum CK elevation greater than 16,000 U/L. 4 A recent postmortem histopathological analysis of 26 Chinese patients demonstrated signs of acute tubular injury associated with high levels of creatine phosphokinase in 3 patients. 5 This could explain, in part, the acute and often severe renal failure increasingly being reported in COVID-19 cases."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "",
            "text": "We recommend keeping a high index of suspicion for rhabdomyolysis in COVID-19 patients, even in cases without obvious clinical signs or symptoms. Creatine kinase should be checked regularly in addition to other inflammatory markers. Managing rhabdomyolysis in COVID-19 patients can be clinically challenging since these patients frequently develop acute hypoxemic respiratory failure, precluding the use of aggressive intravenous hydration. As demonstrated in our case, volume overload and related pulmonary edema can be avoided by administering concurrent diuresis to maintain a net even fluid balance."
        }
    ],
    "metadata": {
        "paper_id": "278c1b51b7e8d60af9cd38b9731d31c42bd135d8",
        "title": "Rhabdomyolysis With COVID-19"
    }
}