{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "The study objective was to identify sociodemographic and coronavirus disease 2019 factors that are associated with COVID-19 vaccine hesitancy among adolescent and young adult (AYA) cancer survivors. Eligible participants were 18 years or older and were diagnosed with cancer as an AYA (ages 15-39 years) and received services through an AYA cancer program. A total of 342 participants completed a cross-sectional survey. Our primary outcome-COVID-19 vaccine hesitancy-was surveyed as a 5-point Likert scale and operationalized as a binary outcome (agree vs hesitant). A large proportion of participants reported COVID-19 vaccine hesitancy (37.1%). In the multivariable regression, female survivors (odds ratio ¼ 1.81, 95% confidence interval ¼ 1.10 to 2.98) and survivors with a high school education or less (odds ratio ¼ 3.15, 95% confidence interval ¼ 1.41 to 7.04) reported higher odds of vaccine hesitancy compared with their male or college graduate or higher counterparts. COVID-19 vaccine hesitancy persists among AYA survivors despite their recommended priority vaccination status and higher chances of severe COVID-19 outcomes."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 140,
                    "ref_id": "BIBREF0",
                    "start": 137,
                    "text": "(1)"
                },
                {
                    "end": 404,
                    "ref_id": "BIBREF1",
                    "start": 401,
                    "text": "(2)"
                },
                {
                    "end": 408,
                    "ref_id": "BIBREF2",
                    "start": 405,
                    "text": "(3)"
                },
                {
                    "end": 412,
                    "ref_id": "BIBREF3",
                    "start": 409,
                    "text": "(4)"
                },
                {
                    "end": 471,
                    "ref_id": "BIBREF4",
                    "start": 468,
                    "text": "(5)"
                },
                {
                    "end": 577,
                    "ref_id": "BIBREF4",
                    "start": 574,
                    "text": "(5)"
                },
                {
                    "end": 701,
                    "ref_id": "BIBREF5",
                    "start": 698,
                    "text": "(6)"
                },
                {
                    "end": 774,
                    "ref_id": "BIBREF6",
                    "start": 771,
                    "text": "(7)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "As of March 2021, there were more than 28 million cases and 500 000 deaths from coronavirus disease 2019 (COVID-19) in the United States (1) . COVID-19 vaccines offer hope to control the spread of COVID-19 and prevention of serious illness related to COVID-19. Roughly 20%-40% of the US population, however, exhibit COVID-19 vaccine hesitancy (ie, cautious about or would refuse COVID-19 vaccination) (2) (3) (4) . Such hesitancy is problematic among cancer survivors (5) , who often have weakened immune systems and are more likely to develop severe respiratory infections (5) . National organizations recommend that cancer survivors receive the COVID-19 vaccine if they have no contraindications (6) , and survivors on active treatment are a priority vaccination group (7) ."
        },
        {
            "cite_spans": [
                {
                    "end": 141,
                    "ref_id": "BIBREF7",
                    "start": 138,
                    "text": "(8)"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Adolescents and young adults (AYA) in the United States have the highest incidence of COVID-19 infection of any age group since June 2020 (8) . For the nearly 1 million AYA cancer survivors in the United States (9), identification of factors associated with vaccine hesitancy is an urgent priority for accelerating vaccination of this vulnerable population. We conducted a survey of AYA cancer survivors to identify whether COVID-19 vaccine hesitancy was common. Eligible participants were aged 18 years or older and diagnosed with cancer between ages 15 and 39 years and received services through the Huntsman Intermountain Adolescent and Young Adult Cancer Care Program, which provides patient navigation to AYA survivors from 2 large health-care systems in Utah and surrounding Mountain West states. Participants gave informed consent and took part in a cross-sectional survey. Data collection occurred between October 2020 and January 2021 via e-mail, mail, and text. All procedures were approved by the University of Utah institutional review board."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 924,
                    "ref_id": "TABREF1",
                    "start": 916,
                    "text": "Table 1)"
                }
            ],
            "section": "",
            "text": "Survey domains included sociodemographics and COVID-19-related factors. Vaccine hesitancy was defined by participants' willingness to receive the COVID-19 vaccine when available and recommended. Data collection overlapped with the Pfizer COVID-19 vaccine press release on November 9, 2020 (10), thus we indicated the timing of survey completion in relation to the press release. Our primary outcome was a binary variable of vaccine hesitancy, defined as agree to vaccinate (agree or strongly agree) vs hesitant to vaccinate (neither agree nor disagree or disagree or strongly disagree) to indicate those who were undecided or unwilling to get the COVID-19 vaccine. We examined differences in vaccine hesitancy by sociodemographic (eg, age, treatment status, gender, education, race and ethnicity) and COVID-19 factors (eg, essential worker status, survey timing) using v 2 and Fisher exact tests or 2-sided t tests. Table 1) ."
        },
        {
            "cite_spans": [
                {
                    "end": 342,
                    "ref_id": "BIBREF10",
                    "start": 338,
                    "text": "(11)"
                }
            ],
            "ref_spans": [],
            "section": "0%",
            "text": "We conducted a multivariable logistic regression to identify factors associated with vaccine hesitancy. As a secondary analysis, we fit a multinomial regression to determine whether different factors were associated with more granular levels of vaccine hesitancy (agree vs neither agree nor disagree vs disagree) as seen in other studies (11) . Odds ratios (ORs) or relative risk ratios (RRRs) and 95% confidence intervals (CIs) are reported as relevant. Analyses were conducted in Stata 14.0, and statistical significance was set at a P value less than .05, and all tests were 2-sided."
        },
        {
            "cite_spans": [
                {
                    "end": 1502,
                    "ref_id": "BIBREF11",
                    "start": 1498,
                    "text": "(12,"
                },
                {
                    "end": 1506,
                    "ref_id": "BIBREF12",
                    "start": 1503,
                    "text": "13)"
                }
            ],
            "ref_spans": [
                {
                    "end": 452,
                    "ref_id": "FIGREF0",
                    "start": 443,
                    "text": "(Figure 1"
                },
                {
                    "end": 1017,
                    "ref_id": "TABREF1",
                    "start": 1010,
                    "text": "Table 1"
                },
                {
                    "end": 1046,
                    "ref_id": "TABREF1",
                    "start": 1039,
                    "text": "Table 1"
                }
            ],
            "section": "0%",
            "text": "Of the 675 eligible survivors, 342 completed the survey (50.7% participation rate) and had a mean age of 29.5 (6.5) years. More than one-half of participants had received treatment since March 2020 (55.3%), were primarily female (61.1%) and non-Hispanic White (81.3%), and had at least some college education (55.4%; data not shown). Although 62.9% intended to get the vaccine, more than one-third (37.1%) expressed COVID-19 vaccine hesitancy (Figure 1 ). Respondents surveyed after the Pfizer press release had statistically nonsignificant lower proportions of hesitancy than those surveyed earlier (30.0% vs 39.7%; P ¼ .10), demonstrating a higher rate of COVID-19 vaccine hesitancy among AYA survivors compared with other studies of high-risk individuals (22% hesitant) (4). There were statistically significantly more female (41.6% vs 30.1% of male survivors; P ¼ .03) and Hispanic (52.9% vs 31.6% of White and 20.0% of non-Hispanic other; P ¼ .03) survivors who exhibited vaccine hesitancy (Supplementary Table 1 , available online). Table 1 shows female survivors had nearly 2 times higher odds of COVID-19 vaccine hesitancy (OR ¼ 1.81, 95% CI ¼ 1.10 to 2.98) than male survivors. In the existing literature, female gender is not associated with COVID-19 vaccine hesitancy (11); some reports indicate that women are more accepting of the vaccine than men (4). Hesitancy among female AYA survivors may be driven by COVID-19 vaccine misinformation asserting that the vaccine causes infertility (12, 13) . This finding demonstrates a need for sensitive communication on vaccination for female survivors and further inquiry into COVID-19 vaccine misinformation."
        },
        {
            "cite_spans": [
                {
                    "end": 227,
                    "ref_id": "BIBREF10",
                    "start": 223,
                    "text": "(11)"
                },
                {
                    "end": 304,
                    "ref_id": "BIBREF13",
                    "start": 300,
                    "text": "(14)"
                },
                {
                    "end": 564,
                    "ref_id": "BIBREF14",
                    "start": 560,
                    "text": "(15)"
                },
                {
                    "end": 898,
                    "ref_id": "BIBREF15",
                    "start": 894,
                    "text": "(16)"
                }
            ],
            "ref_spans": [],
            "section": "0%",
            "text": "Survivors with a high school education or less had 3.15 times higher odds (OR ¼ 3.15, 95% CI ¼ 1.41 to 7.04) of reporting COVID-19 vaccine hesitancy than college graduates, consistent with earlier COVID-19 vaccine research (11) . Lower educational attainment is associated with lower health literacy (14) , which may leave certain survivors susceptible to misunderstanding COVID-19 vaccine messaging. Further, inconsistent and sometimes contradictory US public health messaging has resulted in substantial confusion about COVID-19 among the general population (15) . Targeted education from cancer centers and oncology care teams to encourage equitable COVID-19 vaccination is needed for cancer survivors of all ages. Additionally, oncology care providers should encourage COVID-19 vaccination as such recommendations are the primary facilitator in uptake of other vaccines among AYA survivors (16) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "0%",
            "text": "When we analyzed hesitancy as a 3-level outcome (agree vs neither agree nor disagree vs disagree), survivors surveyed after the Pfizer press release reported lower odds of hesitancy in the neither agree nor disagree group (RRR ¼ 0.5, 95% CI ¼ 0.24 to 0.99) compared with the agree group (data not shown). High school-educated survivors (agree vs neither agree nor disagree: RRR ¼ 3.97, 95% CI ¼ 1.54 to 10.22; agree vs refusal: RRR ¼ 2.88, 95% CI ¼ 1.03 to 8.06) and females (agree vs neither agree nor disagree: RRR ¼ 1.46, 95% CI ¼ 0.80 to 2.64; agree vs refusal: RRR ¼ 2.23, 95% CI ¼ 1.12 to 4.46) remained statistically significantly more hesitant to COVID-19 vaccination."
        },
        {
            "cite_spans": [
                {
                    "end": 212,
                    "ref_id": "BIBREF3",
                    "start": 209,
                    "text": "(4)"
                }
            ],
            "ref_spans": [],
            "section": "0%",
            "text": "Our sample was collected across the Mountain West; therefore, our findings may not be generalizable to other regions. We did not collect political affiliation, which has been associated with vaccine hesitancy (4) . Although reflective of the demographics of the region, our sample was homogenous precluding our ability to evaluate associations by race (4,11). The COVID-19 vaccine provides a light at the end of the tunnel to protect cancer survivors-a population vulnerable to poor COVID-19 outcomes. Yet vaccine hesitancy persists among AYA cancer survivors. Female survivors and survivors with low educational attainment demonstrated higher odds of COVID-19 vaccine hesitancy, highlighting an opportunity for targeted educational campaigns. Furthermore, oncology provider recommendations may have a substantial impact on COVID-19 vaccine uptake as seen in AYA survivor uptake of other vaccines."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding",
            "text": "The research reported in this publication was supported by Huntsman Cancer Foundation and the National Cancer Institute of the National Institutes of Health under Award Number P30CA042014 and T32CA078447."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes",
            "text": "Role of the funder: The funder had no role in the design of the study; the collection, analysis, and interpretation of the data; the writing of the manuscript; and the decision to submit the manuscript for publication."
        }
    ],
    "metadata": {
        "paper_id": "279cf6d47cb731009d48887be0d74055e5daaf95",
        "title": "COVID-19 Vaccine Hesitancy Among Adolescent and Young Adult Cancer Survivors"
    }
}