{
    "abstract_text": "Worldwide. Even people not stricken by this disease are not spared from its negative economic, social, and health-related drawbacks. This commentary provides insight into potential mechanism involved in the development of depression and emotional negativity escalating during the current pandemic. In particular, preventive measures of COVID-19, such as staying at home, are sedentarism measures that decrease physical activity.Physical inactivity alters gut microbiome structure in a fashion that promotes gut dysbiosis and flaring of systemic inflammation, leading to the buildup of body fat.Obesity, which contributes to a trail of health-depleting disorders, furthers gut microbial disintegration while fat tissue stimulates the release of cytokines, promotes metabolic resistance, and alters signaling involved in the production of antioxidants. As a result, the body gets flooded by toxic molecules such pro-inflammatory mediators, free radicals, advanced glycation end products. These J o u r n a l P r e -p r o o f a brief mechanistic review. In progress. 2020. 3. Dhar D, Mohanty A. Gut microbiota and Covid-19-possible link and implications. Virus research. 2020 Aug;285:198018. J o u r n a l P r e -p r o o ",
    "body_text": "toxic molecules alter cellular function in all body tissues, including those of the brain. Neuroinflammation is associated with progressive declines in cognitive and motor functions along with dysregulation in emotions. Counteracting the sedentarism enforced by the COVID-19 pandemic through suitable indoors activities and intake of healthy food is likely to protect against or revert physiological impairments that may affect people retreating to their homes during the current crisis, eventually restoring physical and mental health. Imbalance of gut microbial structure is associated with intestinal injury allowing bacterial endotoxins to get access to the blood stream and remotely affect several organs including the brain resulting in psychological and cognitive alterations. 5, 6 The lethality associated with the evolving COVID-19 crisis has forced most governments to enforce strict social distancing measures in order to minimize chances of infection transmission. 4, 7 These lockdown measures largely require citizens to stay at home and avoid going out except for buying foods and medicines or performing very vital work activities. 8 Staying at home entails a remarkable decrease in the level of physical activity among a large sector of the population in most communities due to a significant increase in sedentary behaviors, 9 which pertain to stopping work temporarily or working online; having lower chances for walking and exercising e.g., J o u r n a l P r e -p r o o f on the streets or in public parks; and allocating more time for social media and television (TV) viewing, which are commonly accompanied by eating not related to hunger. 10, 11 In fact, longitudinal data from China indicate that the COVID-19 outbreak is associated with prolonged sleeping time and decreased physical activity among young groups (< 35 years). 12 Depression, anxiety, distress, and fear constitute most COVID-19-related emotional responses, which may result in emotional dysregulation and negative social behaviors. 4, 13 Dysfunctional emotions are associated with maladaptive behaviors (e.g., illicit drug use) and poor quality of life. 14 A recent systematic review shows that fear of contacting viral infections and social isolation associated with the tight social distancing measures heighten emotional negativity and feelings of loneliness, eventually increasing the risk for suicide among people witnessing great pandemics such as SARS-CoV 2002. 13 In addition to economic recession, lack of resources (e.g., food supply), lack of emotional support associated with distancing measures, 4 we believe that lack of physical activity associated with staying at home during the current pandemic may considerably, in part, heighten emotional negativity in a manner that may alter body immunity and increase the risk for contacting COVID-19 infection.In this light, the current editorial raises the emerging concern as to whether skeletal From another perspective, physical exercise promotes cellular regenerative capacity through activation of adenosine monophosphate -activated protein kinase (AMPK) and nuclear factor erythroid 2-related factor 2 (Nrf2) singling pathways. AMPK and Nrf2 regulate cellular activities involved in the cleavage of free radicals, production of internal antioxidants, activation of autophagy, regulation of metabolism, and DNA repair resulting in better tolerance to constant changes and higher resilience to environmental aggressions such as virulent infections. 7 Hence, lack of physical activity deprives the body of the resilience granted by the detoxifying effects of AMPK and Nrf2, which entails an increased likelihood for developing pathologies that underlie various diseases such as immunosuppression 4, 7 -essential for the development of In this regard, a meta-analytic review 4 and physical inactivity. 11 On the other hand, engaging in organized physical activity is documented to reduce anxiety, restlessness, irritability, and aggression in people with dementia, who express age-related reduction in the levels of physical activity. 10 Based on the aforementioned background, physical inactivity may alter body composition (increasing fat mass) in a fashion that promotes the development of emotional negativity. Therefore, efforts directed toward the enhancement of mental health during the current pandemic should discourage physical inactivity, especially in highly distressed individuals. Participating in a regular, structured physical activity indoors may be a multidimensional strategy to revert alterations in gut J o u r n a l P r e -p r o o f microbiota, body composition, and mood that result from prolonged home stay imposed by the COVID-19 crisis. 4 Dietary modifications that involve less intake of high-caloric food and increased consumption of low glycemic-index foods or going on dietary restriction may complement the effect of exercise both on body composition, physical health, and on mental status. 4",
    "metadata": {
        "paper_id": "2794c7a91c1f8a05feebc7724a80cda054cb1766",
        "title": "Sports Medicine and Health Science Title Corona Virus Disease 2019 (COVID-19): A pandemic that threatens physical and mental health by promoting physical inactivity Running title COVID-19 alters physical and mental health through physical inactivity"
    }
}