{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Twenty two patients who had developed an adverse cutaneous reaction to the Moderna or Pfizer vaccine underwent biopsies. Each case was assessed light microscopically and in select biopsies spike glycoprotein and cytokine assessment were also conducted. The patients developed selflimited cutaneous reactions often described clinically as urticarial or eczematous within one day to 4 weeks after receiving the first or second dose of the Pfizer or Moderna vaccine. Classic clinical and morphologic depictions of type IV cutaneous hypersensitivity with features of dermatitis, interface dermatitis, granulomatous inflammation and/or lymphocytic vasculitic component were observed. Clinical and/or histologic features of perniosis, pityriasis rosea, pityriasis rubra pilaris and guttate psoriasis were seen in select cases. In two cases the dominant picture was urticarial vasculitis, possibly reflective of an Arthus type III immune complex action. The biopsies of normal skin post-vaccine and skin affected by the post vaccine eruption showed rare deep microvessels positive for spike glycoprotein without complement deposition contrasting with greater vascular deposition of spike protein and complement in skin biopsies from severe COVID-19 patients. It is concluded that self-limited hypersensitivity reactions to the vaccine occur possibly due to a substance found in the vaccine vehicle such as polyethylene glycol. An immune response that is directed against human-manufactured spike has to be considered since some of the reactions clinically and or histologically closely resemble mild COVID-19. Finally, vaccine associated immune enhancement largely attributable to the adjuvant properties of the vaccine may unmask certain inflammatory milieus operational in psoriasis, atopic dermatitis and subclinical hypersensitivity."
        }
    ],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Twenty two patients who had developed an adverse cutaneous reaction to the Moderna or Pfizer vaccine underwent biopsies. Each case was assessed light microscopically and in select biopsies spike glycoprotein and cytokine assessment were also conducted. The patients developed selflimited cutaneous reactions often described clinically as urticarial or eczematous within one day to 4 weeks after receiving the first or second dose of the Pfizer or Moderna vaccine. Classic clinical and morphologic depictions of type IV cutaneous hypersensitivity with features of dermatitis, interface dermatitis, granulomatous inflammation and/or lymphocytic vasculitic component were observed. Clinical and/or histologic features of perniosis, pityriasis rosea, pityriasis rubra pilaris and guttate psoriasis were seen in select cases. In two cases the dominant picture was urticarial vasculitis, possibly reflective of an Arthus type III immune complex action. The biopsies of normal skin post-vaccine and skin affected by the post vaccine eruption showed rare deep microvessels positive for spike glycoprotein without complement deposition contrasting with greater vascular deposition of spike protein and complement in skin biopsies from severe COVID-19 patients. It is concluded that self-limited hypersensitivity reactions to the vaccine occur possibly due to a substance found in the vaccine vehicle such as polyethylene glycol. An immune response that is directed against human-manufactured spike has to be considered since some of the reactions clinically and or histologically closely resemble mild COVID-19. Finally, vaccine associated immune enhancement largely attributable to the adjuvant properties of the vaccine may unmask certain inflammatory milieus operational in psoriasis, atopic dermatitis and subclinical hypersensitivity."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "There have been over 176 million cases of COVID-19 with over 3.8 million deaths worldwide."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "COVID-19 is a pandemic that resulted in sweeping social changes but at the same time has drawn a unified front globally to bring its end to fruition. With the advent of a number of effective vaccines, worldwide herd immunity is predicted in the near future. Each COVID-19 vaccine has as its epicenter of functionality an immune response to the spike glycoprotein, the critical viral capsid protein that binds to angiotensin converting enzyme-2 (ACE-2) obligatory for viral entry 1,2,3 ."
        },
        {
            "cite_spans": [
                {
                    "end": 445,
                    "ref_id": null,
                    "start": 443,
                    "text": "1,"
                },
                {
                    "end": 448,
                    "ref_id": "BIBREF4",
                    "start": 446,
                    "text": "4,"
                },
                {
                    "end": 450,
                    "ref_id": "BIBREF5",
                    "start": 449,
                    "text": "5"
                },
                {
                    "end": 766,
                    "ref_id": "BIBREF6",
                    "start": 765,
                    "text": "6"
                },
                {
                    "end": 1058,
                    "ref_id": "BIBREF7",
                    "start": 1057,
                    "text": "7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "The SARS CoV-2 vaccines do not prevent infection. They do however thwart the serious forms of COVID-19 by eliciting an effective T cell and humoral (antibody) mediated immunity response. The two most commonly administered vaccines in the United States are the Moderna vaccine, which is a nucleoside modified messenger RNA that encodes SARS-CoV-2 spike protein (mRNA-1273), and the Pfizer-BioNTech mRNA that encodes the same protein (BNT162b2) 1, 4, 5 We have demonstrated in prior studies that the SARS-CoV-2 spike glycoprotein attaches to endothelium via angiotensin-converting enzyme 2 (ACE2) and results in complement-mediated microvascular injury in the lung and other microvascular fields where endothelia have high ACE2+ expression such as the skin and brain 6 . The basis of the complement activation is that the spike glycoprotein has specific sugar moieties that are recognized by mannan-binding lectin, leading to the activation of MASP-2, ultimately resulting in the formation of C5b-9 that will then damage the cell membranes of the endothelium 7 ."
        },
        {
            "cite_spans": [
                {
                    "end": 269,
                    "ref_id": "BIBREF7",
                    "start": 268,
                    "text": "7"
                },
                {
                    "end": 530,
                    "ref_id": "BIBREF8",
                    "start": 529,
                    "text": "8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Data have suggested that in sites other than the lung and the nasopharynx the spike glycoprotein engagement with endothelium is without intact virus, as revealed by the lack of viral particles on electron microscopy and the absence of any detectable viral RNA in situ 7 . Similarly, mice injected with large doses of the S1 subunit (but not S2 subunit) of the spike protein developed neurological signs associated with central nervous system (CNS) vascular injury; the spike protein was evident in their damaged CNS microvessels 8 . Thus, one could postulate that the spike glycoprotein that is synthesized by the myocytes after receiving the mRNA-based vaccine could disseminate to select ACE2+ microvessels. Based on the millions of people already vaccinated without incident, if this microvascular dissemination occurs, it appears to be at a level that is not usually clinically significant."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "To date there have not been any adverse microvascular or larger vessel thrombotic events with either the Moderna or Pfizer vaccine that resemble severe and critical COVID-19. There are reports of catastrophic thrombotic complications involving the sagittal sinus and splenic veins with the adenovirus vector DNA vaccines manufactured by AstraZeneca and Johnson & Johnson. The exact basis is not known but a clinical parallel has been made with heparin induced thrombocytopenia where patients develop antibodies to heparin and platelet 4 complex. They have recently shown that human platelets express ACE2 and TMPRSS2, the surface serine protease for spike protein priming. They went on to demonstrate that SARS-CoV-2 and the spike protein directly enhance platelet aggregation and clot retraction in vitro, and thereby spike protein enhanced thrombosis formation in wild-type mice transfused with hACE2 transgenic platelets. Furthermore, recombinant human ACE2 protein and anti-spike monoclonal antibody inhibited SARS-CoV-2 spike protein-induced platelet activation 9 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "We encountered 22 patients who developed cutaneous reactions temporally associated with the vaccine administration. All were biopsied and sent to our laboratories for diagnostic evaluation. We studied the nature of the adverse immune response to the vaccine and assessed for any evidence of viral spike protein localization and microvascular complement pathway activation and cytokine expression within the cutaneous microvessels in select cases. Since a biopsy of normal skin can document systemic complement activation and the localization of spike glycoprotein in cutaneous microvessels in the setting of severe and critical COVID-19, three of the authors underwent a biopsy of unremarkable deltoid skin a few weeks after the first dose of Pfizer vaccine in two and Johnson and Johnson in one and prior to receiving the second dose of the vaccine of the former to explore whether or not vaccine-derived spike glycoprotein could localize as pseudovirions to the cutaneous microvessels and, if so, could it have the same potential effect on endothelium we see in the cutaneous ACE2+ microvessels of patients with severe and critical COVID-19 7,10,11 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS",
            "text": "The skin biopsies of 22 patients who developed cutaneous eruptions after receiving the COVID vaccine where the clinical diagnosis was one of a vaccine triggered hypersensitivity reaction were studied."
        },
        {
            "cite_spans": [
                {
                    "end": 365,
                    "ref_id": "BIBREF6",
                    "start": 363,
                    "text": "6,"
                },
                {
                    "end": 367,
                    "ref_id": "BIBREF7",
                    "start": 366,
                    "text": "7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS",
            "text": "Deltoid skin biopsies from 3 people who died of COVID-19 along with 5 pre-COVID skin biopsies were also included. The tissues were tested for the viral spike protein (a cocktail that can detect the S1, S2 and RBD subunits), the SARS-CoV2 membrane and envelope proteins, IL6, caspase 3, ACE2, TNFa, C3d, C4d, MASP-2 and C5b-9 using a previously published protocol 6, 7 blinded to the clinical information."
        },
        {
            "cite_spans": [
                {
                    "end": 57,
                    "ref_id": "BIBREF6",
                    "start": 55,
                    "text": "6,"
                },
                {
                    "end": 59,
                    "ref_id": "BIBREF7",
                    "start": 58,
                    "text": "7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS",
            "text": "Co-expression analysis was used with the Nuance system 6, 7 . Deltoid skin biopsies from 3 physician authors of the paper who did not have COVID-19 infection and who had received the mRNA-based COVID-19 vaccine at days 10 and 14 days, and at 10 days with the Johnson and Johnson vaccine, respectively post-vaccination were examined. A fourth deltoid biopsy from normal skin was available on a 21 year old woman who developed myocardial insufficiency where there was a temporal association with the administration of the Moderna vaccine to evaluate for evidence of systemic complement pathway activation. The study is covered under the IRB protocol 20-02021524."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post COVID-19 Vaccine Cutaneous Eruptions in Patients (22 cases)(see table I)",
            "text": "Skin biopsies were encountered in our routine diagnostic dermatopathology practice to evaluate generalized skin eruptions that had developed following the COVID-19 associated vaccines. The patient population was represented by 10 women, and 12 men ranging in age from 23 years old to 96 years old with a median age of 53. In all cases the onset of the eruption was temporally associated with administering the vaccine and was characterized by a generalized papulovesicular, dermatitistous, and/or urticarial eruption in most cases (figures 3a,4a,5a,6a,6b,7a,8a,9a,10,11a, 12). Another patient developed Grover's disease 1 week following the Moderna vaccine. One case was consistent with guttate psoriasis, presenting with red scaly macules all over the body for two weeks following the second dose of the Pfizer vaccine(10a). A vasculitic presentation was noted in four patients including two patients who had acral lesions resembling perniosis while two patients had urticarial vasculitis. Eleven cases developed following the Moderna vaccine and seven cases occurred following the Pfizer vaccine. In 4 cases the vaccine administered was not known. The reactions occurred after the first dose in 5 cases and after the second dose in 9 cases, and in 8 cases it was not known if the eruption occurred after the first or second dose. The reactions developed in 1 day to 4 weeks after receiving the vaccine. In 17 cases a more precise timing between vaccine administration and eruption development was known. In 8 cases the eruption developed within 1 week after receiving either the first or second dose of the vaccine, including 5 cases where the eruption developed within 48 hours following the vaccine. In 9 cases the reaction was more delayed and developed 8 days, 9 days, 10 days, 12 days, 2 weeks, 3 weeks, and 4 weeks after receiving the vaccine. Some degree of arthralgias and fever was not uncommon. However joint swelling was observed in two patients including one patient who had a folliculocentric vesiculopustular eruption(figure 11a) and another who had thrombocytopenia and hemolysis. One patient had peripheral blood eosinophilia."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 285,
                    "ref_id": null,
                    "start": 276,
                    "text": "figure 1a"
                }
            ],
            "section": "7",
            "text": "The dominant histologic patterns included eczematous dermatitis (ten cases)(figures 4, 6c,6d,6e,7b,8b, 9b), interface dermatitis(figures 2a,3b,3c,4b,4c,5b,5c,6,7,9b) (thirteen cases), urticaria (one case), lymphocytic vasculitis (three cases) including 2 cases of perniosis ( figure 1a ,b,c), Grover's disease (two cases)(figure 14 ), urticarial vasculitis(figure 12b,13a,b) (two cases), and granulomatous inflammation (figures 2a,2b,5,8c)(3 cases) with one exhibiting an interstitial pattern and the other a folliculocentric neutrophilic and granulomatous one reminiscent of vesiculopustular pyoderma gangrenosum 12 (figure 11b,c,d) . In addition, in one case there were pustules noted clinically although there was no histologic documentation of a pustular diathesis; the clinical impression was acute generalized exanthematous pustulosis. Another case presented a photo distributed papular eruption on an erythematous base. In most cases there were other overlapping morphologic reaction patterns defining a hybrid dermatitis, including cases showing combined eczematous, interface, vasculitic, and interstitial granulomatous features. The most common pattern was concurrent interface and eczematous dermatitis identified in 6 cases. Tissue eosinophilia was common. In all cases the clinical impression was congruous with the histologic findings, and in all cases the eruptions resolved either spontaneously or with topical or systemic steroid therapy except in one case where the eruption has persisted for 4.5 months; the patient will now be given a trial of ustekinumab. One case was compatible with guttate psoriasis, another T cell mediated process where it is established that an exogenous antigenic trigger is frequently implicated albeit typically in the context of streptococcal antigen (figure 10b). In another case an unusual picture of interface dermatitis with concomitant features of pityriasis rubra pilaris was observed. The type I interferon signature was upregulated in 4 out of 5 cases tested including one case of perniosis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemical Assessment for Spike glycoprotein, complement deposition, and endothelial cytokine expression (IL-6, caspase 3 and TNFalpha)",
            "text": "The immunohistochemical stain to assess for spike glycoprotein was conducted on 12 of the cases. The basis for doing the stain was to document evidence of human synthesis and establish the ability of spike glycoprotein to dock to ACE-2 positive vessels as a pseudovirion, a hypothesis proffered as the basis of systemic complement activation in the setting of severe and critical COVID-19. We were able to document spike glycoprotein in the cutaneous microvasculature in 10 cases tested. In particular, there were rare deep-seated vessels in the reticular dermis and subcutaneous fat that showed focal detection of spike glycoprotein in endothelium reflecting the preferential expression of ACE2 in the deeper microvessels. There were typically only one or at most a few positive staining vessels (less than 5) (figure 1d, 2c,d). A similar distribution was observed for IL-6, caspase 3, and or TNF alpha, but without significant microvascular complement deposition(figure 12c). The overall amount of microvascular spike glycoprotein and ACE-2 expression was much less than that observed in the setting of thrombotic retiform purpura of severe and critical COVID-19 In all four cases, endothelial cell immunoreactivity was much less for TNFa, IL6, and caspase 3 staining compared to the normal deltoid biopsies from people who died of COVID-19. In the three post-vaccine deltoid biopsies, there was no evidence of complement deposition within microvessels in contrast to the significant degree of microvascular complement deposition seen in patients with fatal COVID-19. "
        },
        {
            "cite_spans": [
                {
                    "end": 1003,
                    "ref_id": "BIBREF13",
                    "start": 1001,
                    "text": "13"
                },
                {
                    "end": 1232,
                    "ref_id": "BIBREF13",
                    "start": 1229,
                    "text": "13,"
                },
                {
                    "end": 1235,
                    "ref_id": "BIBREF14",
                    "start": 1233,
                    "text": "14"
                }
            ],
            "ref_spans": [],
            "section": "Histologic patterns resembling hypersensitivity",
            "text": "The more common histologic patterns were eczematous dermatitis, interface dermatitis, interstitial granulomatous dermatitis, and lymphocytic vasculitis including two cases of perniosis. One of the hallmarks of the vaccine reactions that we encountered was a hybrid inflammatory pattern; a case could show a mixed pattern best exemplified by cases of interface and eczematous dermatitis with an accompanying mild lymphocytic vasculitis. These aforesaid specific histologic patterns are commonly reflective of underlying type IV hypersensitivity. One case associated with a striking pattern of interface dermatitis had concomitant pityriasis rubra pilaris like changes . This patient has had a persistent severe generalized skin eruption for at least 4 months refractory to prednisone and has now been started on ustekinumab therapy . One biopsy showed a distinctive folliculocentric immune reaction that falls under the rubric of sterile neutrophilic folliculitis with folliculocentric vascular injury 13 . Pathogenetically this type of sterile neutrophilic follicular reaction has been hypothesized to represent a TH1 dominant type IV immune response where the cytokine milieu is conducive to a neutrophilic influx into the skin 13, 14 . A minor subset of cases demonstrated an urticarial vasculitis, a morphologic subset of leukocytoclastic vasculitis characteristically triggered by immune complex deposition but other proinflammatory pathways can be implicated. One might consider a scenario where antibodies bound to an undefined foreign protein introduced by the vaccine could be deposited in microvessels as an immune complex and trigger the classic complement pathway to result in a neutrophil rich inflammatory reaction."
        },
        {
            "cite_spans": [
                {
                    "end": 126,
                    "ref_id": "BIBREF15",
                    "start": 124,
                    "text": "15"
                }
            ],
            "ref_spans": [],
            "section": "Post Vaccine reactions resembling a dermatosis with an underlying genetic predisposition",
            "text": "One patient developed eruptive psoriasis expanding the clinical and morphologic spectrum of type IV T cell immune responses 15 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post Vaccine reactions resembling a dermatosis with an underlying genetic predisposition",
            "text": "Although guttate psoriasis has not been reported with the COVID-19 vaccine, the influenza vaccine appears to be a trigger for guttate psoriasis. Molecular mimicry between streptococcal antigens and keratins in the epidermis of patients with eruptive psoriasis underlies the association between streptococcal pharyngitis and guttate psoriasis. There is structural homology between spike glycoprotein and M6 protein implicated in guttate psoriasis although not specifically the spike glycoprotein of SARS CoV-2. However as will be discussed presently, vaccine associated immune enhancement may play a role in unmasking psoriasis in a genetically predisposed patient. Two patients also showed changes of Grover's disease histologically although mechanistically its basis is unclear."
        },
        {
            "cite_spans": [
                {
                    "end": 366,
                    "ref_id": "BIBREF18",
                    "start": 363,
                    "text": "18,"
                },
                {
                    "end": 370,
                    "ref_id": "BIBREF19",
                    "start": 367,
                    "text": "19,"
                },
                {
                    "end": 373,
                    "ref_id": "BIBREF20",
                    "start": 371,
                    "text": "20"
                }
            ],
            "ref_spans": [],
            "section": "Post Vaccine Cutaneous Reactions literature review",
            "text": "Other includes two mutations in which amino acids are replaced with prolines. As well, the vaccine has inactive ingredients like citric acid monohydrate but does not include polyethylene glycol. The combination of these factors may potentially define the basis for why the Johnson and Johnson vaccine has not been associated with these hypersensitivity reactions 18, 19, 20 ."
        },
        {
            "cite_spans": [
                {
                    "end": 48,
                    "ref_id": "BIBREF21",
                    "start": 45,
                    "text": "21,"
                },
                {
                    "end": 51,
                    "ref_id": "BIBREF22",
                    "start": 49,
                    "text": "22"
                }
            ],
            "ref_spans": [],
            "section": "The Mechanism of Systemic Contact Dermatitis could be implicated in the post vaccine reactions",
            "text": "Prior studies on systemic contact dermatitis 21, 22 . have suggested that cross reactivity between the systemically administered antigen and a topical agent to which the patient has been sensitized could Another mechanism is the so called p-1 concept whereby the drugs are bound directly to a T cell receptor."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Mechanism of Systemic Contact Dermatitis could be implicated in the post vaccine reactions",
            "text": "There is no direct presentation with the major histocompatibility complex and there is no prior 10 to 16 years) the neutralizing antibody in response to the manufactured spike would likely prevent spike glycoprotein localization to distant ACE2 positive microvascular beds after humoral immunity is achieved. However during that nascent period where complete adaptive immunity has not been reached to neutralize spike glycoprotein binding, an immune response to circulating pseudovirions is very possible."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Post COVID -19 vaccine reaction is largely a cutaneous confined reaction but not every case",
            "text": "The lack of systemic and/or multiorgan parenchymal dysfunction implies that the skin is selectively targeted in these adverse cutaneous reactions. In particular in many cases the cutaneous reaction is not part of a multiorgan adverse hypersensitivity response triggered by the vaccine but rather than inflammation appears to be limited to the skin in the majority of cases."
        },
        {
            "cite_spans": [
                {
                    "end": 208,
                    "ref_id": "BIBREF19",
                    "start": 206,
                    "text": "19"
                }
            ],
            "ref_spans": [],
            "section": "The Post COVID -19 vaccine reaction is largely a cutaneous confined reaction but not every case",
            "text": "There were a few outliers where the reaction was more severe characterized by joint swelling and a T wave changes, dyspnea and abnormal echocardiography/imaging. The patients typically make a full recovery 19 . The myocardium is rich in ACE2 positive microvessels. We have already shown that human synthesized spike glycoprotein localizes to ACE2 positive vessels of the deeper dermis and fat. We would expect a similarly low level of localization to other organs where the microvessels express ACE2 as does the heart. As a T cell and B cell response is invariably elicited to the human spike glycoprotein some degree of inflammation could be occurring in the heart reflective of the localization of the antigenic target."
        },
        {
            "cite_spans": [
                {
                    "end": 846,
                    "ref_id": "BIBREF25",
                    "start": 844,
                    "text": "25"
                }
            ],
            "ref_spans": [],
            "section": "The role of the vaccine as an adjuvant in unmasking an adaptive immune response in a predisposed host",
            "text": "All vaccines have adjuvants which are added to the vaccine to enhance the adaptive and innate immune response. For example the BCG enhances the tumoricidal capacity of the autoreactive T cells targeting bladder cancer. The adjuvant plays a role in activa ting molecules involved in antigen presentation and other pro-inflammatory cytokines and therefore kick start the immune system. The adjuvants in mRNA vaccines are lipid or polymer-based nanoparticles that protect and stabilize the fragile mRNA and improve its uptake by our immune cells. The mRNA nucleic acid itself is an inherent immunostimulatory molecule due to its recognition by a variety of innate immune receptors localized at the cell surface, endosome, and cytoplasm. It is logical that our innate immune system would be hard wired to recognize foreign nucleic acid as a threat 25 Because of the high levels of proinflammatory cytokines associated with the adaptive TH1 or TH2 immune response, a microenvironment conductive to the influx of inflammatory cells associated with either TH1 or TH2 immune polarization could be operational in some cases. If there is a genetic tendency for a psoriatic diathesis or atopic dermatitis the vaccine could trigger the inflammatory cascade that could eventuate in a particular dermatosis such as dermatitis."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the vaccine as an adjuvant in unmasking an adaptive immune response in a predisposed host",
            "text": "Conversely a subclinical hypersensitivity reaction could become unmasked 26,27 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the vaccine as an adjuvant in unmasking an adaptive immune response in a predisposed host",
            "text": "Due to the lack of data on safety of novel, mRNA COVID-19 vaccines, concern on its impact on patients suffering from inflammatory diseases has been raised. In general, vaccination is an uncommon factor triggering psoriasis flares. The association of vaccination with the new development or exacerbation of this skin disease has been reported. The mechanisms responsible for psoriasis exacerbation after vaccination are yet to be understood. It is possible that similarly to influenza vaccines, it may be caused by both dysregulation of immune system due to viral components and vaccine adjuvants 28, 29 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human manufactured spike glycoprotein does not result in systemic complement pathway activation and vascular injury",
            "text": "Despite microvascular localization of spike glycoprotein, significant microvascular sequelae do not appear to occurreflecting the low burden of manufactured spike glycoprotein in the systemic circulation and the progressive neutralization of human synthesized spike protein by antibodies produced by the host."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human manufactured spike glycoprotein does not result in systemic complement pathway activation and vascular injury",
            "text": "The data shows successful production of the spike glycoprotein post-mRNA vaccination. During that nascent period before the adaptive immune response to neutralize the spike glycoprotein, it is not surprising that circulating spike protein localizes to ACE2 positive endothelium situated in the deeper skin vessels. The human-derived spike glycoprotein that was endocytosed through the endothelium resulted in an endothelial cell response, given the focal expression of caspase-3, IL6, and TNFalpha."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human manufactured spike glycoprotein does not result in systemic complement pathway activation and vascular injury",
            "text": "However, it was not associated with activation of the complement pathway, the critical pathway that is Not surprisingly based on our identification of spike glycoprotein of presumptive human myocyte origin in cutaneous microvessels in vaccinated patients, the spike protein product of the mRNA vaccine is detectable in peripheral blood. A prospective study of 13 Boston healthcare workers injected with the Moderna mRNA-1273 vaccine showed the S1 spike subunit in plasma beginning on day-1 and peaking at day-525. Although the S1 subunit became undetectable by day-14 as antibody levels rose, intact spike protein persisted much longer in a minority. There is evidence that the mRNA vaccines themselves may distribute widely through the body. In a report by one manufacturer to Japanese regulators the biodistribution of lipid nanoparticles in injected rats showed that up to 75% of the inoculum escaped the injection site and was found circulating in the blood and pooled in the spleen, liver, bone marrow, adrenal glands, ovaries, and other tissues 30 , 31 . There was no localization of spike in the microvessels. ACE2 on endothelium of deeper dermal/subcutaneous vessels (blue arrow: red chromagen highlighting ACE2 positive vessels). 5. Spike binds to ACE2 positive microvessels of the skin(blue arrow: red chromagen highlighting spike in endothelium) In the initial phase of vaccine administration spike protein can escape into the blood stream and localize at low levels to ACE-2 positive vessels."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION",
            "text": "We would like to thank Dr. Jonathan Zippin for reviewing our manuscript and offering valuable suggestions. We would also like to thank the following clinicians and pathologists for contributing cases to our study: "
        }
    ],
    "metadata": {
        "paper_id": "278cdeb8497adc639df8ab8ece4a1f42352c61e4",
        "title": "THE HISTOLOGIC AND MOLECULAR CORRELATES OF COVID-19 VACCINE INDUCED CHANGES IN THE SKIN"
    }
}