{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 87,
                    "ref_id": "BIBREF0",
                    "start": 84,
                    "text": "[1]"
                },
                {
                    "end": 245,
                    "ref_id": "BIBREF1",
                    "start": 242,
                    "text": "[2]"
                },
                {
                    "end": 417,
                    "ref_id": "BIBREF2",
                    "start": 414,
                    "text": "[3]"
                },
                {
                    "end": 547,
                    "ref_id": "BIBREF3",
                    "start": 544,
                    "text": "[4]"
                },
                {
                    "end": 694,
                    "ref_id": "BIBREF4",
                    "start": 691,
                    "text": "[5]"
                },
                {
                    "end": 904,
                    "ref_id": "BIBREF5",
                    "start": 901,
                    "text": "[6]"
                },
                {
                    "end": 1166,
                    "ref_id": "BIBREF6",
                    "start": 1163,
                    "text": "[7]"
                },
                {
                    "end": 1276,
                    "ref_id": "BIBREF2",
                    "start": 1273,
                    "text": "[3]"
                },
                {
                    "end": 1417,
                    "ref_id": "BIBREF7",
                    "start": 1414,
                    "text": "[8]"
                },
                {
                    "end": 1615,
                    "ref_id": "BIBREF8",
                    "start": 1612,
                    "text": "[9]"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 vaccination during pregnancy",
            "text": "The morbidity and mortality because of COVID-19 are not specific to age and gender. [1] COVID-19 infection is an extremely contagious disease and it's reported among asymptomatic and symptomatic patients with various systemic manifestations. [2] Pregnancy is a risk factor for severe COVID-19 patients, especially in women with co-morbidities, resulting in increased rates of preterm birth and maternal morbidity. [3] The rate of COVID-19 in pregnant and recently pregnant women attending or admitted to hospital for any reason was around 10%. [4] Pregnant women with severe and critical SARS-Cov-2 infection had a higher rate of admission in ICU, cesarean delivery, and maternal mortality. [5] Furthermore, COVID-19 causes significant morbidity and mortality among the pregnant women. Moreover, the hospitalization due to respiratory illness required 5%-6% of all SARS-CoV-2-infected pregnant women. [6] The mothers with SARS-Cov-2 infection severity had adverse impacts on fetal outcomes. The severity of infection was associated with higher prevalence of prematurity, need for postnatal resuscitation, increased hospital stay, and extended ventilator support. [7] Vaccination during pregnancy is common to save the mother and her child from various infectious diseases. [3] It is cogent that vaccination will decline the risks of infections so that preference should be given to pregnant women for vaccination. [8] Pregnant women were excluded from the initial phase 3 clinical trials of COVID-19 vaccines, so that limited data are available on the efficacy and safety through antenatal and postnatal period. [9] In a randomized control trial, influenza vaccination was related with a relative decline in maternal febrile influenza-like illness."
        },
        {
            "cite_spans": [
                {
                    "end": 110,
                    "ref_id": "BIBREF9",
                    "start": 106,
                    "text": "[10]"
                },
                {
                    "end": 353,
                    "ref_id": "BIBREF10",
                    "start": 349,
                    "text": "[11]"
                },
                {
                    "end": 533,
                    "ref_id": "BIBREF11",
                    "start": 529,
                    "text": "[12]"
                },
                {
                    "end": 772,
                    "ref_id": "BIBREF12",
                    "start": 768,
                    "text": "[13]"
                },
                {
                    "end": 898,
                    "ref_id": "BIBREF0",
                    "start": 895,
                    "text": "[1]"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 vaccination during pregnancy",
            "text": "The positive outcomes were demonstrated following maternal immunization in both early and late pregnancy. [10] The Centers for Disease Control and Prevention, the American College of Obstetricians and Gynecologists, and the Society for Maternal-Fetal Medicine have issued guidelines to support the offering of COVID-19 vaccine to gestational women. [11] A study suggested that COVID-19 vaccination during gestation can lead to transfer of antibodies through placenta and breast milk, which may give out immunity to the newborns. [12] The COVID-19 vaccine should be given to pregnant women after communicating the lack of safety data, with privileged administration for those at more risk of severe infection, until safety and efficacy of the vaccines are established. [13] It is well advised that pregnant women and lactating mothers should be vaccinated for better maternal and fetal outcomes. [1] The gestational females with higher risks or co-morbidities predisposing to COVID-19 infection should be prioritized for the vaccination. There is a clear concern about receiving COVID-19 vaccination in pregnancy and lactation,"
        },
        {
            "cite_spans": [
                {
                    "end": 94,
                    "ref_id": "BIBREF13",
                    "start": 90,
                    "text": "[14]"
                },
                {
                    "end": 235,
                    "ref_id": "BIBREF14",
                    "start": 231,
                    "text": "[15]"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 vaccination during pregnancy",
            "text": "given the lack of efficacy and safety data from available vaccines in the pregnant women. [14] Moreover, the decision of first dose of COVID-19 vaccine should be taken by the pregnant woman but it should be before third trimester. [15] In conclusion, we can say that there is limited data regarding the risk associated with COVID-19 vaccination among pregnant women. By close monitoring of the maternal and fetal findings, we will soon be able to make evidence-based decision and recommendations on efficacy and impact of the vaccination. The population should be counselled about vaccination and involved in risk-benefit discussion. There is limited data available regarding COVID-19 vaccination in pregnant females and lactating mothers. The healthcare professionals have to encourage the women to make an informed decision. Imparting perfect and timely data about COVID-19 vaccination to healthcare professionals, gestational women, and lactating females can enhance vaccine confidence and coverage."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 vaccination during pregnancy",
            "text": "Financial support and sponsorship Self funded."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest",
            "text": "There are no conflicts of interest."
        }
    ],
    "metadata": {
        "paper_id": "279f084745278f2590f5786a8c444b4635269224",
        "title": ""
    }
}