{
    "abstract_text": "",
    "body_text": "SARS-CoV-2 pandemic has now caused millions of COVID-19 cases worldwide. Epidemiological data demonstrate that severe illness can occur in adults of any age [1, 2] . On these grounds, there is a need of reliable risk stratification markers for disease severity and outcome.SARS-CoV-2 RNAemia has been shown to be a feature of severe disease [3] [4] [5] [6] . However, more than viral damage, COVID-19 severity has rather been linked to an overreacting immune response possibly leading to a cytokine storm [7] . Therefore, a reliable marker of immunity may be a suitable candidate to predict COVID-19 severity.Torquetenovirus (TTV) is a non-pathogenic DNA virus highly prevalent in humans (up to 90% in healthy individuals). Its replication increases with age and is higher in males than females [8] , and has been demonstrated to be associated with the immune status of the host. Immunocompetent individuals display low and stable TTV DNA loads, typically under 10,000 copies/mL [9] , whereas immunocompromised patients, especially transplant patients, show much higher TTV DNA loads correlating with the intensity of their immunosuppression [10] . Low TTV DNA load, mirroring strong immune levels, is a marker of graft rejection risk [10, 11] in these populations, whereas high TTV DNA load, reflecting poor immunity, is associated with microbial infection occurrence [12] .In this study, we analyzed TTV DNA load and SARS-CoV-2 RNAemia in severe and mild-moderate COVID-19 patients and investigated whether the combination of the two markers might predict the severity and the outcome of COVID-19.This monocentric retrospective longitudinal cohort study was approved by the institutional review boards of the Strasbourg University Hospitals (Clinical Trials.gov identifier: NCT04405726). All subjects enrolled in this study completed written informed consent. No commercial sponsor was involved in the study. Only persons listed as authors contributed to the writing of the manuscript. All authors vouch for the completeness and accuracy of the data and the fidelity of the study to the protocol.Patients with RT-PCR (real-time reverse transcriptase polymerase chain reaction)confirmed COVID-19 admitted to the Strasbourg University Hospitals from March 7th, 2020, to April 7th, 2020, with available plasma samples were enrolled in the study. Patients were classified as mild-moderate or severe cases [13] . Mild-moderate patients were those with nonpneumonia or mild pneumonia not requiring invasive mechanical ventilation. Patients admitted to the ICU to benefit from invasive mechanical ventilation, or that died without being admitted to the ICU, were classified as severe [14] . To analyze the risk of clinical worsening leading to ICU admission, only patients admitted to the Emergency Department with initially mild/moderate symptoms and that were subsequently discharged, hospitalized or admitted to the ICU at least one day after ER admission were selected.Nucleic acid extraction was performed using the MagNAPure96® instrument (Roche Diagnostics) with 200 µl of sample eluted into 100 µl of extract. TTV DNA load was measured using the TTV R-GENE® kit (bioMérieux, Marcy l'Etoile, France). This kit provides standards to generate a standard curve allowing to measure TTV DNA load values in copies/mL. TTV R-GENE® kit LLOD is 250 copies/mL. This kit also comprises a sensitivity control, with a low viral load around the LLOD, which was detected for all runs. RT-PCR tests for SARS-CoV2 nucleic acid used primer and probe sequences targeting two regions on the RdRp gene specific to SARS-CoV-2 [15] . Assay sensitivity is around 10 copies/reaction. SARS-CoV-2 RNAemia was considered positive if at least one of the targets led to positive amplification. SARS-CoV-2 IgM and IgG directed against the Receptor Binding Domain (RBD) of the SARS-CoV-2 Spike protein were detected using the COVID-19 BSS IgG/IgM rapid test, Biosynex® [16] . Seroconversion was defined as the presence of specific antibodies (IgM and/or IgG). Rapid assay results were analysed as positive or negative, as well as in a semi-quantitative manner for IgG sample line intensity (see Supplementary)(16).The distributions of continuous data were compared using nonparametric Mann-Whitney and Kruskal-Wallis tests when comparing different groups of patients. The distribution of categorical variables was compared using Fisher's exact test. Linear correlations were estimated using Pearson's correlation coefficient. TTV DNA load cutoff was decided based on the highest likelihood ratio of the ROC curve for TTV DNA load measurement as a marker of severe COVID-19 infection. ROC curves were also computed for TTV DNA load at week 1 and 2 after symptom onset as a marker of severe COVID-19 infection. Multivariable logistic regression was performed to assess an adjusted odds ratio between TTV and clinical outcome using R software version 4.1.2. Kaplan-Meier analyses were used to estimate the association between TTV DNA load together with SARS-CoV-2 RNAemia and severe COVID-19 cases occurrence.Patients presented at a median of 7 days after symptom onset (range, 0-33 days). Mean patient age was 64 years (range, 18-93 years) and the M/F sex ratio was 2.41. Of the 215 patients, 128 (59.5%) were mild cases, 87 (40.5%) were severe cases of which 25 (11.6%) died. Univariate analysis between severe and mild-moderate cases showed a larger proportion of male patients in severe cases but no difference in age, body mass index or underlying diseases (diabetes, high blood pressure, COPD, asthma or other respiratory diseases, chronic renal or cardiac failure, and smoking) ( Table 1) . However, the patients who died were significantly older than those who survived (74.1 and 65.3 years, respectively, p = 0.0024). Thirteen patients could be qualified as immunocompromised: 7 solid organ transplant recipients, 2 hematopoietic stem cell transplant recipients, and 4 receiving immunosuppressive drugs for other pathologies. Four of them developed severe COVID-19. Four hundred and three plasma samples were available: 83 (for 77 patients) in the first week after symptom onset, 154 (for 140 patients) in the second week, 110 (for 103 patients) in the third week and 56 (for 52 patients) thereafter. In total, 81 patients had one sample available during follow-up, 86 had two, 41 had three and 7 had four or more.Biological parameters such as SARS-CoV-2 RNAemia and lymphocyte counts were investigated according to disease severity (severe and mild-moderate groups). In the first week after symptom onset, 43.4% (33/76) of patients displayed SARS-CoV-2 RNAemia vs 29.9% (40/134) in the second week and 14.6% (15/103) in the third week (Fig. 1) . In severe patients, SARS-CoV-2 RNAemia positivity rates were higher compared to mild-moderate cases at any timepoint. In the first week after symptom onset, 70.4% of severe cases displayed SARS-CoV-2 RNAemia vs 28.6% of mild-moderate cases (p = 0.0006); in the second week after symptom onset, 47.5% of severe cases displayed SARS-CoV-2 RNAemia vs 16.0% of mild cases (p = 0.0001); in the third week after symptom onset, 21.0% of severe cases displayed SARS-CoV-2 RNAemia vs 4.9% of mild cases (p = 0.025). Furthermore, SARS-CoV-2 viral loads were higher in the severe group, with 40.7% of RNAemiapositive patients in this group displaying SARS-CoV-2 viral loads higher than 100 copies/mL, versus only 16.1% of RNAemia-positive patients of the mild-moderate group. Interestingly, lymphocyte counts and lymphocytes/neutrophils ratio were similar in severe and mildmoderate cases in the first week after symptom onset, whereas these values became significantly lower in severe cases during the second week after symptom onset (p = 0.025 and p<0.0001 for lymphocyte counts and lymphocytes/neutrophils ratios, respectively).TTV DNA loads were investigated in the first and second week after symptom onset, at which timepoints disease severity was analyzed according to TTV groups. TTV DNA load (median: 741 copies/mL, range: 0-933 000 copies/ml) were not correlated with age (Pearson correlation coefficient = -0.03, p = 0.65) nor sex (p = 0.24). TTV DNA loads were poorly correlated to nasopharyngeal SARS-CoV-2 Ct values (detailed in Supplementary) when compared in the same week after symptom onset (Spearman r = -0.17, p = 0.024). However, TTV DNA loads were significantly lower in severe patients compared to mild-moderate patients (537 vs 1059 copies/mL, respectively, p = 0.027) ( Figure S1 ). TTV DNA load ROC curves differentiated severe from mild-moderate cases with a TTV DNA load threshold of 700 copies/mL ( Figure S2 ). In patients with TTV loads < 700 copies/mL (low) in the first week, the rate of severe cases was 55.2% vs 23.4% in patients with TTV loads > 700 copies/mL (high) (likelihood ratio 2.23, p = 0.0069) (Fig. 2 ). In patients with TTV loads 〈 700 copies/mL in the second week, severe cases rate was 58.3% vs 31.1% in patients with TTV loads 〉 700 copies/mL (likelihood ratio 1.83, p = 0.0017). After adjustement for sex, TTV DNA load lower than the threshold of 700 copies/mL was associated with an higher risk of severe COVID (odds ratio=2.80 [95% CI 1.58-4.71]).Seroconversion rates and semi-quantitative IgG scoring were analyzed in the first and second week after symptom onset according to TTV groups. Patients with low TTV loads in the first week had a higher rate of seroconversion (75.9%, 22/29 vs 48.9%, 23/47, p = 0,030). Moreover, in the first week after symptom onset, semi-quantitative IgG results were higher in patients with TTV DNA loads lower than 700 copies/mL, with a mean score of 0.93, vs 0.28 in patients with TTV DNA loads over this threshold (p = 0.0087). Seroconversion rates also tended to be higher in the second week for patients with low TTV loads (91.7%, 55/60 vs 86.5%, 64/74, ns), as well as semi-quantitative IgG results (mean score of 0.92 vs 0.66, ns). For the 13 immunocompromised patients, median TTV DNA load was 1060 copies/mL, suggesting that these patients were not under major immunosuppression at that time. Indeed, mean lymphocyte count in these patients was 1027/mm 3 vs 1019/mm 3 in the cohort, and all of them seroconverted in the second week after symptom onset.TTV DNA load and SARS-CoV-2 RNAemia were then combined to predict the evolution toward severe disease in 138 patients who had a plasma sample available at admission in the emergency department before being discharged, hospitalized or admitted to the ICU. Patients with TTV DNA load < 700 copies/mL and SARS-CoV-2 RNAemia were further admitted to the ICU in 46.7% (n = 7/15) of the cases, vs 26.9% (n = 7/26) for patients TTV DNA load > 700 copies/mL and RNAemia; 19.5% (n = 8/41) for patients with TTV DNA load < 700 copies/mL and no RNAemia; and 3.6% (n = 2/56) for patients with TTV DNA load > 700 copies/mL and no RNAemia (p = 0.0009, Log-rank test) (Fig. 3) . The hazard ratio between patients with two \"favorable\" markers (high TTV load and no SARS-CoV-2 RNAemia) and those with two \"unfavorable\" markers (low TTV load and SARS-CoV-2 RNAemia) was 12.4 (95% CI: 6.0 to 140, Log-rank test). This higher risk of being admitted to the ICU depending on TTV DNA load and SARS-CoV-2 RNAemia was constantly observed, whether patients presented in the mergency department in the first or in the second week after symptom onset (p = 0.006 and p = 0.003, respectively) ( Figure S3 ). Using both markers further classified patient risk, with an aforementioned hazard ratio of 12.4 between patients with two « favorable » or « unfavorable » values, whereas hazard ratios for each marker alone were lower (3.62 [95% CI: 2.04-12.13] for SARS-CoV-2 RNAemia, 2.38 [95% CI: 1.13-5.72] for TTV) ( Figure S4 ).In this study involving 215 patients, we demonstrate that i) SARS-CoV-2 RNAemia positivity rate is higher in severe cases, ii) the rate of severe cases is higher in patients with low TTV DNA load, and iii) TTV DNA load combined with SARS-CoV-2 RNAemia may predict the outcome of COVID-19 infection.SARS-CoV-2 RNAemia positivity can range from 0% to 41%, with much higher rates up to 100% having been reported in severe or critically ill patients [3] [4] [5] [6] 17] . In our cohort, SARS-CoV-2 RNAemia was detected in 40.7% of patients. This percentage decreased with time, from 43.4% in the first week after symptom onset to 14.6% in the third week after symptom onset, and was significantly higher in severe cases compared to mild-moderate patients at all timepoints after symptom onset.Studies on healthy individuals and transplant recipients have demonstrated that low levels of TTV mirror strong immune responses, while high levels correlate with age and reflect weak immune responses [8, 12, 18, 19] . Since COVID-19 severity and mortality rates have been associated to strong immune response and inflammation, we investigated whether plasma levels of TTV may predict the outcome of COVID-19 patients. Using a threshold of 700 copies/ml of TTV DNA load, we observed that severe cases were more frequent in patients with low TTV DNA load as early as the first week after symptom onset. This implies that in situations affecting or provoked by immunity changes, irrespective of age, TTV DNA load quickly adapts and can be a useful marker of severe COVID-19. Furthermore, SARS-CoV-2 seroconversion occurred earlier in patients with low TTV DNA load -mirroring stronger immunity-which suggests a correlation between the intensity of global immunity and of specific anti-SARS-CoV-2 humoral immunity.Additionally, these data highlight the central role of the immune response in COVID-19 progression and corroborate increasingly important findings involving immunity and inflammation in COVID-19 severity. Interestingly, differences in lymphocyte count and lymphocytes/neutrophils ratio between severe and mild-moderate cases did not appear until the second week after symptom onset, whereas TTV DNA load were already lower in severe patients in the first week after symptom onset. This supports the previous perception that TTV DNA load rapidly readjusts in COVID-19 context and could be an early predictive marker of disease progression.We combined TTV DNA load and SARS-CoV-2 RNAemia measured on the same plasma sample to stratify patients at admission and analyze their outcome. Here, we show that patients displaying low TTV DNA load and SARS-CoV-2 RNAemia have a 12-fold higher risk of being admitted to the ICU in the following days. Low TTV DNA load and SARS-CoV-2 RNAemia detection may be effective markers reflecting disease severity and poor outcome that could be conveniently used in clinical laboratory settings. These are non-invasive markers that could be measured as soon as COVID-19 diagnosis is made based on positive SARS-CoV-2 RT-PCR on respiratory samples. Specific soluble immunological markers such as IL-6 [20] or the IL-6/IFN-γ ratio [21] have been described and could be combined with TTV DNA load and SARS-CoV-2 RNAemia. Lymphocyte count, CRP or procalcitonin levels have also been used as predictors of COVID-19 prognosis and have been suggested to be used in conjunction with each other as an overall « score » [22] [23] [24] [25] in the aim of reflecting different aspects of the immune response, while no marker reflecting the globality of the immune function had previously been investigated in the context of COVID-19. Indeed, due to its nature as an endogenous virus, the sole use of TTV DNA load may reflect the strength of the overall immune response. As a matter of fact, in solid organ transplantation, low TTV DNA loads have been shown to predict all types of graft rejection, whether its origin was cellular, humoral or mixed. However, while TTV DNA load is useful to estimate the overall intensity of the immune response, the interplay of the different elements of the immunity involved in the pathophysiology of SARS-CoV-2 infection still remain to be elucidated. Non-infected patients (SARS-CoV-2 negative controls) were not included in this study. Another limitation is the unavailability of pre-COVID-19 plasma samples to determine TTV levels and kinetics upon SARS-CoV-2 infection.The analysis of TTV DNA load and SARS-CoV-2 RNAemia in our wellcharacterized cohort allows both to confirm the role of the immune response in severe COVID-19 cases and to identify patients who are most at risk of an unfavorable outcome. Indeed, despite the retrospective nature of the study, analyzing these biological data at the time at which patients seek medical help and their association with disease outcome closely mimics the possible use of these markers in actual clinical practice. Prospective longitudinal studies on larger cohorts could strenghten these findings and define guidelines for the use of TTV DNA load in COVID-19 patients. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper",
    "metadata": {
        "paper_id": "279f0332045313a04361618c2a105b1da8e99218",
        "title": "Combining predictive markers for severe COVID-19: Torquetenovirus DNA load and SARS-CoV-2 RNAemia"
    }
}