{
    "paper_id": "279ae61ce54ccbd3551b404d8e2afa5663747786",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Mustafa",
                "middle": [],
                "last": "Mahmood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alaa",
                "middle": [],
                "last": "Al Zubaidi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cerebral venous thrombosis in a young patient with COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article Title"
        },
        {
            "text": "Emergency Department, Al Ain Hospital, Al Ain, U.A.E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1-Mustafa Mahmood Eid"
        },
        {
            "text": "College of Medicine, University of Diyala, Baqubah, Iraq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2-Alaa Al Zubaidi"
        },
        {
            "text": "Headache; COVID-19; Cerebral venous thrombosis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "COVID-19 is a new emerging disease that started in 2019 and spread world wide to become a pandemic disease in 2020. Typically, the disease affects the respiratory system and patients suffering of COVID 19 present with fever, cough and shortness of breath. Nevertheless, affected patients may be asymptomatic or may present due to diseases in other organs like the heart or the eye. (1, 2) Cerebral venous thrombosis (CVT) is a rare neurovascular emergency that results from thrombosis of the brain's venous channels. Multiple factors were implanted as a causative agent, either separated or in combination. These include hyper-coagulable state, trauma and surgery, sinusitis, and medications like oral contraceptives. Patients may present with headache, nausea and vomiting, seizures, or focal neurological deficit. CVT is diagnosed depending on clinical presentation and imaging studies like computerized tomography (CT) and magnetic resonance imaging (MRI). Clinical laboratory studies are useful for determining the possible causes of CVT. Treatment of CVT involves anticoagulation or thrombolytic therapy and the treatment of the underlying cause. (3) The incidence of CVT in COVID-19 patients remains unknown. The underlying mechanism of CVT in COVID-19 patients remains debatable. It has been proposed that COVID-19 may induce a prothrombotic state, as supported by the elevated levels of factor VIII, fibrinogen, D-dimer, and circulating prothrombotic microparticles such as antiphospholipid antibodies. It has been found that the concomitant CVT infection and COVID-19 seem to portend a much poorer prognosis than each condition individually. (4)",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A 38-year-old female presented to the emergency department with a headache, left side numbness, and slurred speech. She was referred from another hospital after her swab for SARS-CoV-2 appeared positive. Her referral paper claimed that the patient was admitted due to a stroke experienced before two days. The patient claimed that she complained of headache, left side weakness, and slurred speech on further questioning. Thus, she was admitted as a case of acute stroke and a COVID-19 swab was done routinely for screening on admission. Details on the patient management in that facility were unknown. The patient denied any past medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visual Case Discussion"
        },
        {
            "text": "She gave a history of close contact with an active COVID-19 patient and she was on oral contraceptive pills. The patient's vital signs showed a blood pressure of 125/80 mmHg, a heart rate of 78 beats per minute, a respiratory rate of 18 breaths per minute, a temperature of 36.8 C, and an oxygen saturation of 99 % on room air. Her chest, cardiovascular and abdominal examination was unremarkable. The patient was alert and oriented to person, place, time, and situation on neurological examination. The cranial nerves and the motor examination were intact and normal coordination was observed. The patient had left upper limb numbness and some slurred speech. The patient's blood tests were unremarkable. Her chest CT showed a right lower lobe subpleural consolidation related to COVID-19 ( Figure 1 ). The patient's brain CT showed right thalamus and right temporal lobe hypodensity (possible infarction) ( Figure 2) . Therefore, the medical on-call was consulted; he reviewed the patient and admitted him. COVID-19 protocol was started and the neurologist was consulted. The neurologist arranged for a brain MRI. The MRI showed features of cerebral venous sinus thrombosis and right thalamic lesion with features suggestive of right thalamus venous infarction (Figure 3 & 4) . Additionally, CT angiography of the head and the neck was requested and showed evidence of filling defect/thrombosis in the straight sinus, right transverse, and sigmoid sinus ( Figure 5 & 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 800,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 918,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1263,
                    "end": 1277,
                    "text": "(Figure 3 & 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1458,
                    "end": 1471,
                    "text": "Figure 5 & 6)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Visual Case Discussion"
        },
        {
            "text": "Consequently, the patient was admitted to the intensive care unit. She was treated with heparin infusion for six days and warfarin was added. Within few days, the patient's speech returned to normal and her left upper limb numbness disappeared. Her headache resolved and she became symptoms-free. The patient was discharged on warfarin after nine days, where she was asymptomatic with no neurological deficiencies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visual Case Discussion"
        },
        {
            "text": "True/ False Question:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Question 2"
        },
        {
            "text": "Intracranial hypotension is considered one of the etiology of cerebral venous thrombosis (CVT)? 1-True.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Question 2"
        },
        {
            "text": "The correct answer is Explanation: Isolated cortical venous thrombosis has been associated with intracranial hypotension syndrome, but only rarely. In a study, Schievink and Maya found that CVT was present in only 3 (2.1%) out of 141 patients with spontaneous intracranial hypotension. (3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2-False."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 patient with symptomatic bradycardia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "-Eid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Vis J Emerg Med",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.visj.2020.100920"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conjunctivitis as initial presenting symptom in a COVID-19 patient",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "2-Eid",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Khalaf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Vis J Emerg Med",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.visj.2021.100997"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cerebral Venous Thrombosis: Background, Etiology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "3-Mcelveen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keegan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Epidemiology. Emedicine.medscape.com",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cerebral Venous Thrombosis in Patients with COVID-19 Infection: a Case Series and Systematic Review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Stroke Cerebrovasc Dis",
            "volume": "29",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jstrokecerebrovasdis.2020.105379"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "the risk of CVT, including the following:  Oral contraceptives -Including the third-generation formulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig.1Chest CT scan showed a right lower lobe subpleural consolidation (down arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Brain CT scan revealed (A) a right thalamus hypodensity with mild mass effect over the right lateral ventricle and third ventricle, and the third ventricle is mildly displaced to the left side (red circle). (B) Hypodensities in the right temporal lobe (red circle).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Brain MRI showed (A) an irregular ovoid lesion seen involving the right thalamus, producing underlying mass effect seen compressing the third ventricle with a slight contralateral bulge (red circle). (B) A patchy area of the hyperintense parenchymal signal changes seen peripherally in the right temporal lobe likely ischaemic changes (red circle).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Brain MRI (side view) showed a linear hyperintensity along (A) the right transverse and sigmoid venous sinuses (down arrows). (B) straight venous sinus, with corresponding filling defects (down and right arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Brain CT angiography revealed evidence of filling defect, thrombosis in right transverse (down arrows), and sigmoid (left arrow) sinus venous sinuses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A, B, C) Brain CT angiography showed evidence of filling defect-thrombosis in the straight sinus, right transverse, and sigmoid sinus venous sinuses (arrows). 7  L-asparaginase.  Heparin -Heparin therapy has been reported to produce thrombotic thrombocytopenia with associated venous sinus thrombosis.(3)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}