{
    "abstract_text": "",
    "body_text": "The authors and many readers of Science & Education are well versed and certainly convinced about the merits of history, philosophy and sociology of science (HPS) in science education research and practice. Yet, there are many science educators who continue to be quite sceptical about the utility of HPS for science education. Some argue that HPS is far too removed from the practicalities of teachers and teaching in schools. Others indicate that philosophical reflections are too abstract and elusive even for researchers, let alone educators. In this editorial, I wish to address such concerns and provide examples of how theoretical constructs derived from philosophical accounts can provide fruitful input into science education research as well as practice. There are many types of applications of philosophical perspectives in science education which cannot be reviewed in one editorial. Indeed, the whole scope of the journal concerns the fundamental question of making use of HPS in science education. Here, I will focus on the transformation of philosophical constructs such as 'argument', 'scientific method' and 'nature of science'. These constructs are often depicted in science curricula internationally and specified as learning outcomes at secondary science education (Park et al., 2020) . I will draw on our own research to illustrate theoretical constructs from philosophical accounts can be of benefit to science education empirically and practically. I will conclude with a summary of the contributions made by the papers included in this issue.The first example of a philosophical construct relates to 'argument'. The philosopher Stephen Toulmin provided an account of an argument (Toulmin, 1958) based on concepts such as 'claim', 'data', 'warrant', 'backing', 'rebuttal' and 'qualifier' . Arguments highlight how claims are justified with reasons and evidence. Toulmin's Argument Pattern (TAP) has been used in numerous studies in educational research as a tool for analysing arguments in educational settings (e.g. Cebrián-Robles et al., 2018) including in the context of big questions such as evolution and creationism (Guilfoyle & Erduran, 2021) . TAP has been utilised as a teaching and learning heuristic (e.g. Bulgren & Ellis, 2012) . In our research, we have used TAP as an analytical tool for tracing argumentation in science lessons and student group discussions (Erduran et al., 2004; Lazarou & Erduran, 2021) as well as for investigating science teachers' views (Chan & Erduran, 2022) and their learning to teach argumentation (Erduran et al., 2006) . Our use of TAP has resulted in qualitative and quantitative indicators of quality in teaching and learning in everyday science lessons. We also adapted Toulmin's ideas to structure in-service teacher education sessions (www.argue. web. ox. ac. uk), helping us to reflect on our own teaching practice as science teacher educators.The second example relates to 'scientific methods'. The philosopher Robert Brandon discussed an account of scientific methods based on two primary factors: (a) whether or not a method consists of manipulation of variables and (b) whether or not a method is based on hypothesis testing or parameter measurement (Brandon, 1994) . The various combinations of methods relative to these factors in experiments and observations thus resulted in a matrix. We have adapted Brandon's Matrix (BM) for tracing the nature of high stakes examination questions in England (Cullinane et al., 2019) which illustrated the disproportionate attention given to different types of scientific methods and variation across examination boards that can inevitably then disadvantage some students. In other words, by using BM as an analytical tool, we demonstrated how different examination boards promote different scientific methods which means that students are not being examined about the same construct of scientific method. Our analysis also provided some concrete implications for how examination questions can be revised. Indeed, we worked with examiners to design new questions following training sessions focusing on BM (Project Calibrate, 2020). BM was used in our team to develop teaching videos for secondary students which have been demonstrated to lead to statistically significant gains in students' learning of scientific methods . Our team has produced resources for teachers' professional development that incorporates concrete actions and activities for teacher trainers to teach BM (Wooding, et al., 2020) . Science teachers who have been introduced to BM have displayed positive attitudes towards it, viewing BM as a useful framework for teaching Ioannidou et al., 2022) .The third theoretical construct relates to the 'nature of science' (NOS). In our booklength account on NOS (Erduran & Dagher, 2014) , we drew on the work of philosophers Gurol Irzik and Robert Nola (Irzik & Nola, 2014) who characterised NOS based on the Family Resemblance Approach (FRA). The philosophers' account was itself driven by Ludwig Wittgenstein's family resemblance idea. Our work involved adaptations and extensions of Irzik and Nola's framework to illustrate the relevance of FRA for science curriculum, assessment, teaching, learning and teacher education. FRA provides a rationale for why we call a domain 'science' and includes a set of categories which help us understand what science is about. We call physics, biology, chemistry, geology and other disciplines 'science' because they share particular characteristics, just as members of a biological family would resemble each other on the basis of some characteristics such as facial features and eye colour. Also similar to a biological family, there will also be variations in the characteristics. Although science domains can be similar in terms of their knowledge and reasoning as well as social and institutional contexts, they may also differ, for example in what counts as an observation in astronomy versus chemistry. Our book was mainly intended to be a theoretical case for a renewed vision for NOS, one that would provide a holistic justification of why we call an endeavour 'science' and how NOS can be taught in a meaningful fashion, drawing on different aspects of science and making connections across them. We referred to NOS as a cognitive, epistemic, social and institutional system. Each aspect can be unpacked further. Science has particular aims and values, and progresses through certain practices and methods producing knowledge (cognitive-epistemic aspects) and all these aspects are situated within a social context driven by social values, organisations, politics, economics and so on (social-institutional aspects). Our book also included documentary excerpts from various science curricula as empirical data, as well as reference to the broader science education research literature to justify the relevance of the approach. In subsequent work, FRA has been transformed for various empirical and practical purposes, including for use in teacher education and undergraduate teaching (Petersen et al., 2020) . FRA has also been adapted as an analytical tool for examining science (Caramaschi et al., 2022; Yeh et al., 2019) and STEM curricula (Couso & Simmaro, 2020; Park et al., 2020) , high-stakes assessments (Cheung, 2020) , textbooks (BouJaoude et al., 2017; Park et al., 2020) , pre-service teachers' drawings about NOS , public narratives about NOS displayed in COVID-19 tweets (Bichara et al., 2021) as well as for tracing elementary (Albayrak & Kaya, 2020) and university students' understanding of NOS.The preceding examples illustrate how philosophical constructs can be transformed for empirical and practical use. The philosophical constructs not only helped frame our characterisation of concepts that are relevant for science education but also provided us with methodological heuristics as well as practical training resources, video-based teaching and learning materials, and examination questions. The empirical adaptations of the philosophical constructs enabled the development of qualitative and quantitative approaches to doing research in science education. The articles in this issue of the journal are further examples of how philosophical themes can be situated in science education, ranging from research on understanding how teachers (Davidson, Jaber and Southerland) and students (Penn and Ramnarain) understand scientific inquiry to teacher education about NOS (Garcia-Carmona). An argumentation framework is used in characterising dynamics of dissent in science education (Brohinsky, Sonnert and Sadler) as well as talk moves (Soysal). NOS themes are situated in children's literature and explored in preservice teachers' teaching (Erumit and Akerson). The age-old contrast of science as process or fact is explicated with a case-study methodology involving undergraduate students (Oberg and colleagues) and scientific literacy in the context of . Teleological thinking in the context of evolution (Ginnobili, Galli and Ariza) and big questions in the context of astronomy education (Salimpour and Fitzgerald) are guided by philosophical reflections as well as empirical reference. Across the papers, key constructs such as 'scientific inquiry' and 'teleological thinking' are enriched through philosophical insight.Philosophical reflections not only help us, as science educators, gain conceptual clarity on central issues (e.g. the definition of scientific methods) but also may inspire us to be creative and imaginative in designing innovative methodologies, analytical tools and practical resources. Of course, the transformation of philosophical constructs and themes for empirical and practical use may not be straightforward. Furthermore, not all philosophical work needs to be transformed for educational use. After all, philosophical inquiry is an end in itself as well. When philosophical ideas are subjected to transformations for educational application, they require thoughtful consideration not only of ideas and intellectual traditions but also of real people, classrooms and educational systems. When science educators engage with philosophical constructs, the evidence is that new insights can be gained in ways that would not otherwise be possible. How would we, for example be able to tell if three examination boards in England differentiate scientific methods if we did not have a robust definition and understanding of 'scientific methods'? How would we assess students' arguments in the context of evolution versus creationism if we lacked clarity about what to call an 'argument'? Science education will benefit from thoughtful engagement with philosophical themes, not from broad strokes attempt to discredit philosophical work due to a lack of empirical and practical utility which, as the content of Science & Education amply illustrate, is unwarranted",
    "metadata": {
        "paper_id": "2772179c4840cbbb1156ddf42d9ab88344d13f04",
        "title": "Too Philosophical, Therefore Useless for Science Education?"
    }
}