{
    "abstract_text": "HF affects millions of patients every year, adding a significant financial burden to global health care systems.This review discusses the role of novel transcatheter-based therapies for the management of HF.Ongoing clinical trials will provide answers on the potential clinical benefits of these technologies in HF outcomes. SUMMARY Chronic heart failure is one of the most debilitating chronic conditions affecting millions of people and adding a significant financial burden to health care systems worldwide. Despite the significant therapeutic advances achieved over the last decade, morbidity and mortality remain high. Multiple catheter-based interventional therapies targeting different physiological and anatomical targets are already under different stages of clinical investigation. The present paper provides a technical overview of the most relevant catheter-based interventional therapies under clinical investigation. (J Am Coll Cardiol Basic Trans Science 2022;7:181-191",
    "body_text": "H eart failure (HF) is a major global health problem carrying significant morbidity and mortality despite the introduction of novel pharmacological and device-based therapies (1) . Its prevalence has been estimated to increase to 2.97% of the U.S. population by 2030 (2) , whereas the total costs associated with HF care will more than double. It is estimated that by 2030, the cost of care will amount to $69.8 billion, up from $30. which propagates the remodeling process (6) .Specific to ischemic heart disease, necrotic myocardium undergoes fibrosis and scar formation (3) , which also contribute to LV remodeling (7) . Following this early stage, myocardial remodeling is predominantly driven by the hypertrophic myocyte elongation in the noninfarcted zone, as occurs in nonischemic dilated cardiomyopathy (8, 9) .Thus, changes in LV mass ultimately represent a maladaptive response and represent one the most frequently seen features in myocardial remodeling (5) , as this contributes to a worsened imbalance between energy supply and demand, as the degree of hypertrophy is generally unable to be compensated by capillary growth (10) . All these mechanical changes result in inefficient oxygen delivery from capillaries to myocytes (11) , resulting in subendocardial hypoperfusion and ischemia at times of high energy demand (10) .Surgical ventricular reconstruction aimed to reverse ventricular remodeling by excluding the infarcted akinetic region. However, in the overall study population, there were no changes in functional capacity, cardiac-related death, or rehospitalization rates (12) . Specifically, in the STICH (Surgical Treatment of Ischemic Heart Failure) trial (13) , 555 patients who underwent coronary artery bypass grafting plus surgical ventricular reconstruction and showed a postoperative LVESV index (LVESVi) #70 mL/m 2 by echocardiography experienced a survival benefit compared with coronary artery bypass grafting alone (13) . The benefit of this approach was less clear in patients with HF with reduced ejection fraction (HFrEF) and extensive ventricular dilation because it technically limits the ability to achieve sufficient reduction in LV volume (5) . In addition, the highly invasive nature and risk associated with this surgical procedure have led most major surgical centers to abandon this procedure (5) . The emergence of less invasive catheter- repeated as many times as needed at progressively more basilar levels so as to exclude as much of the infarcted, dyskinetic myocardium as possible.The first-generation system, used in 51 patients, required a median sternotomy. The current, secondgeneration system uses the less invasive LIVE procedure described previously and has been used in 35 higher speeds seem to increase the mean PA pressure, possibly owing to increased venous return (16, 22) .The system provides up to 5 L/min of flow at 30,000 rpm, with a mean flow of 3.5 L/min at 25,000 rpm. The device was tested in a single-center, is currently enrolling NYHA functional class III patients to assess the safety, performance, and usability of the V-LAP. Coincidentally, the first patient was enrolled immediately before the COVID-19 pandemic began, which allowed the researchers to remotely monitor his rising LAP using the implanted device,illustrating an impossible-to-foresee benefit of this technology (50) . We are eagerly awaiting for the results of this promising trial. jgranada@crf.org",
    "metadata": {
        "paper_id": "279540f798b8141546d580952d35e4d68d6f9df2",
        "title": "STATE-OF-THE-ART REVIEW A Glimpse Into the Future of Transcatheter Interventional Heart Failure Therapies"
    }
}