{
    "abstract": [],
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "authors": [
                {
                    "first": "K",
                    "last": "To",
                    "middle": [
                        "K"
                    ],
                    "suffix": ""
                },
                {
                    "first": "O",
                    "last": "Tsang",
                    "middle": [
                        "T"
                    ],
                    "suffix": ""
                },
                {
                    "first": "C",
                    "last": "Chik-Yan Yip",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa149"
                ]
            },
            "pages": "",
            "ref_id": "b0",
            "title": "Consistent detection of 2019 novel coronavirus in saliva",
            "venue": "Clin Infect Dis",
            "volume": "",
            "year": 2020
        },
        "BIBREF1": {
            "authors": [
                {
                    "first": "N",
                    "last": "Farshidfar",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Hamedani",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {
                "DOI": [
                    "10.1111/odi.13375"
                ]
            },
            "pages": "",
            "ref_id": "b1",
            "title": "Hyposalivation as a potential risk for SARS-CoV-2 infection: Inhibitory role of saliva",
            "venue": "Oral Dis",
            "volume": "",
            "year": 2020
        },
        "BIBREF2": {
            "authors": [
                {
                    "first": "X",
                    "last": "Peng",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "X",
                    "last": "Xu",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "last": "Li",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "L",
                    "last": "Cheng",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "X",
                    "last": "Zhou",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "B",
                    "last": "Ren",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b2",
            "title": "Transmission routes of 2019-nCoV and controls in dental practice",
            "venue": "Int J Oral Sci",
            "volume": "12",
            "year": 2020
        },
        "BIBREF3": {
            "authors": [
                {
                    "first": "P",
                    "last": "Eachempati",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "S",
                    "last": "Nagraj",
                    "middle": [
                        "K"
                    ],
                    "suffix": ""
                },
                {
                    "first": "Skk",
                    "last": "Krishanappa",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "R",
                    "last": "George",
                    "middle": [
                        "P"
                    ],
                    "suffix": ""
                },
                {
                    "first": "Hhk",
                    "last": "Soe",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "L",
                    "last": "Karanth",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "",
            "ref_id": "b3",
            "title": "Management of gag reflex for patients undergoing dental treatment",
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "year": 2019
        },
        "BIBREF4": {
            "authors": [
                {
                    "first": "Makison",
                    "last": "Booth",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "C",
                    "last": "",
                    "middle": [],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "176--80",
            "ref_id": "b4",
            "title": "Vomiting Larry: a simulated vomiting system for assessing environmental contamination from projectile vomiting related to norovirus infection",
            "venue": "J Infect Prev",
            "volume": "15",
            "year": 2014
        },
        "BIBREF5": {
            "authors": [
                {
                    "first": "Rwk",
                    "last": "Li",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "Kwc",
                    "last": "Leung",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "Fcs",
                    "last": "Sun",
                    "middle": [],
                    "suffix": ""
                },
                {
                    "first": "L",
                    "last": "Samaranayake",
                    "middle": [
                        "P"
                    ],
                    "suffix": ""
                }
            ],
            "issn": "",
            "other_ids": {},
            "pages": "130--134",
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome (SARS) and the GDP. Part II: Implications for GDPs",
            "venue": "Br Dent J",
            "volume": "197",
            "year": 2004
        }
    },
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 201,
                    "ref_id": "BIBREF0",
                    "start": 200,
                    "text": "1"
                },
                {
                    "end": 462,
                    "ref_id": "BIBREF2",
                    "start": 461,
                    "text": "3"
                },
                {
                    "end": 1195,
                    "ref_id": "BIBREF3",
                    "start": 1194,
                    "text": "4"
                },
                {
                    "end": 1375,
                    "ref_id": "BIBREF4",
                    "start": 1374,
                    "text": "5"
                },
                {
                    "end": 1493,
                    "ref_id": "BIBREF4",
                    "start": 1492,
                    "text": "5"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "The 2019 novel coronavirus was identified in the self-collected saliva of 91.7% of patients involved with new coronavirus disease (COVID-19). Viral culture has detected live virus in saliva specimen. 1 Although antiviral proteins of saliva can potentially inhibit replication of COVID-19 virus 2 , COVID-19 can be transmitted through the saliva and contact with oral, nasal mucous membrane, which is concerned as a potential person-to-person transmission path. 3 During this outbreak, any dental practice should be concerned considering transmission of this virus by any procedures that induce and spread droplets of saliva, oral, or nasopharyngeal discharges. Besides the cautions that we take for our selected treatments during COVID-19 outbreak, any condition that induces gag reflex in our patients should be highly concerned and urgently manageable. This letter highlights the importance of management of gag reflex during COVID-19 outbreak and reviews the current evidences that have verified feasible strategies to control this common problem in dental practice. Gag reflex is a common problem faced during dental procedures. Gagging may be accompanied by excessive secretion of saliva. 4 Experiments reported that splashes and droplets produced during projectile vomiting could spread to great distances i.e. more than 3 m in forward and 2.6 m in lateral direction. 5 The findings show that areas of at least 7.8 m 2 would be contaminated following an episode of projectile vomiting. 5 Hence, any stimulation that might result in subsequent gag reflex, coughing or vomiting should be utterly controlled and properly managed. Moreover, a large area around the patient should be deliberated for accurate decontamination."
        },
        {
            "cite_spans": [
                {
                    "end": 66,
                    "ref_id": "BIBREF3",
                    "start": 65,
                    "text": "4"
                },
                {
                    "end": 525,
                    "ref_id": "BIBREF3",
                    "start": 524,
                    "text": "4"
                },
                {
                    "end": 745,
                    "ref_id": "BIBREF3",
                    "start": 744,
                    "text": "4"
                },
                {
                    "end": 1174,
                    "ref_id": "BIBREF3",
                    "start": 1173,
                    "text": "4"
                },
                {
                    "end": 1523,
                    "ref_id": "BIBREF3",
                    "start": 1522,
                    "text": "4"
                },
                {
                    "end": 1626,
                    "ref_id": "BIBREF5",
                    "start": 1625,
                    "text": "6"
                },
                {
                    "end": 1950,
                    "ref_id": "BIBREF5",
                    "start": 1949,
                    "text": "6"
                },
                {
                    "end": 2317,
                    "ref_id": "BIBREF3",
                    "start": 2316,
                    "text": "4"
                },
                {
                    "end": 2686,
                    "ref_id": "BIBREF5",
                    "start": 2685,
                    "text": "6"
                },
                {
                    "end": 2961,
                    "ref_id": "BIBREF3",
                    "start": 2960,
                    "text": "4"
                }
            ],
            "ref_spans": [],
            "section": "",
            "text": "Various interventions have been presented to control gag reflex. 4 The studied techniques to manage and prevent gag reflex include pharmacological interventions such as topical and local anesthetics, antihistamines, sedatives, tranquillizers, parasympatholytics, and CNS depressants, and non-pharmacological approaches such as behavioral management, acupressure, acupuncture, transcutaneous electric nerve stimulation, employing salt on the tip of the tongue, prosthetic devices, laser stimulation, and ear plug techniques. 4 Exaggerated or repeated prolonged gag reflex in the absence of normal stimuli probably needs behavioral modification. The ultimate goal in this approach is reducing anxiety to make a safe routine dental care possible. 4 Relaxation techniques to reduce anxiety, distraction techniques to divert patient's attention, hypnosis as a temporary expedient have been documented in this approach, which all seem to be very attainable. Considering other possible non-pharmacological techniques, using some salt on the tip of the tongue stimulates the taste buds and consequently activates the chorda tympani nerve leading to inactivation of the gag reflex. 4 Although, there is no enough evidence to confirm which intervention is most useful to manage gag reflex, it seems that some of them may be more feasible during dental treatments in COVID-19 outbreak. These may include behavioral management and reducing the stress and dental fear, hypnosis 6 , anti-nausea medicines, sedatives, local anesthetics. 4 Moreover, careful retraction, effective suction, and appropriate patient positioning are imperative. 6 In radiographic examinations, intra-oral radiographies, particularly posterior periapical and bitewing radiographies, may trigger the gag reflex. Therefore, extra-oral radiographies such as panoramic radiography, lateral oblique view radiography, or cone-beam computed tomography (CBCT) should be considered if justified. 6 In prosthodontics, using digital impression is superior to conventional techniques and if not reachable, adjusted trays and local anesthesia of oral mucosa for sensitive patients are recommended. Due to potential risk of generating aerosol, topical anaesthetic spray is prohibited; therefore, using gels, lozenges, mouthrinses, or injection might be more feasible. 4 During third molar extraction, avoiding stimulation of the known trigger regions inside the oral cavity (base of the tongue, fauces, palate, uvula, and posterior pharyngeal wall) is crucial. In case of traumatic injuries, effective evacuation of blood in oral cavity may reduce the risk of aspiration or swallow subsequent to gag reflex induced by accumulated blood. 6 Reducing the noise of the rotary instruments, avoiding the certain dental materials with strong smell, setting the instruments of out patient's sight, eluding mechanical stimuli during dental treatments would also be helpful in management of gag reflex in dental practice. 4 By considering all these recommendations, dental practitioners would have a substantial role in preventing the spread of COVID-19 during outbreak."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest statement:",
            "text": "None to declare."
        }
    ],
    "metadata": {
        "authors": [
            {
                "affiliation": {},
                "email": "",
                "first": "Shahram",
                "last": "Hamedani",
                "middle": [],
                "suffix": ""
            },
            {
                "affiliation": {},
                "email": "",
                "first": "Nima",
                "last": "Farshidfar",
                "middle": [],
                "suffix": ""
            }
        ],
        "title": "The Predicament of Gag Reflex and its Management in Dental Practice during COVID-19 Outbreak"
    },
    "paper_id": "278355b9f7cbcee0e50e2d5e6f6169a0f2df0255",
    "ref_entries": {
        "FIGREF0": {
            "latex": null,
            "text": "The Predicament of Gag Reflex and its Management in Dental Practice during COVID-19 Outbreak Shahram Hamedani a , Nima Farshidfar* b a. Oral and Dental Disease Research Center, School of Dentistry, Shiraz University of Medical Sciences, Shiraz, Iran. b. Student Research Committee, Shiraz University of Medical Sciences, Shiraz, Iran. *Corresponding Author: Nima Farshidfar Affiliation: Student Research Committee, Shiraz University of Medical Sciences, Shiraz, Iran. Postal/Mail address: School of Dentistry, Ghom Abad Street, Shiraz, Iran. Email: n.farshidfar@icloud.com / Tel: +989332854482 Running title: Gag reflex management during COVID-19 outbreak",
            "type": "figure"
        }
    }
}