{
    "paper_id": "27a572187938564738b622cbb250642d28e81dc3",
    "metadata": {
        "title": "Citywide serosurveillance of the initial SARS-CoV-2 outbreak in San Francisco",
        "authors": [
            {
                "first": "Isobel",
                "middle": [],
                "last": "Routledge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrienne",
                "middle": [],
                "last": "Epstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saki",
                "middle": [],
                "last": "Takahashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Owen",
                "middle": [],
                "last": "Janson^",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jill",
                "middle": [],
                "last": "Hakim^",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elias",
                "middle": [],
                "last": "Duarte^",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keirstinne",
                "middle": [],
                "last": "Turcios^",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [],
                "last": "Vinden^",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kirk",
                "middle": [],
                "last": "Sujishi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jesus",
                "middle": [],
                "last": "Rangel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcelina",
                "middle": [],
                "last": "Coh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Besana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wai-Kit",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ching-Ying",
                "middle": [],
                "last": "Oon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [],
                "last": "Chui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cassandra",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kara",
                "middle": [],
                "last": "Yun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "H B"
                ],
                "last": "Lynch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wesley",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Karlon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Thornborrow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "J"
                ],
                "last": "Peluso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "E"
                ],
                "last": "Henrich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Pak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [],
                "last": "Briggs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Greenhouse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabel",
                "middle": [],
                "last": "Rodriguez-Barraquer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Serosurveillance provides a unique opportunity to quantify the proportion of the population that has been 1 exposed to pathogens. Here, we developed and piloted Serosurveillance for Continuous, ActionabLe 2 Epidemiologic Intelligence of Transmission (SCALE-IT), a platform through which we systematically 3 tested remnant samples from routine blood draws in two major hospital networks in San Francisco for 4 SARS-CoV-2 antibodies during the early months of the pandemic. Importantly, SCALE-IT allows for 5 algorithmic sample selection and rich data on covariates by leveraging electronic medical record data. We 6 estimated overall seroprevalence at 4.2%, corresponding to a case ascertainment rate of only 4.9%, and 7 identified important heterogeneities by neighborhood, homelessness status, and race/ethnicity. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Neighborhood seroprevalence estimates from SCALE-IT were comparable to local community-based 9 surveys, while providing results encompassing the entire city that have been previously unavailable. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Leveraging this hybrid serosurveillance approach has strong potential for application beyond this local 11 context and for diseases other than SARS-CoV-2. 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The rapid spread of the SARS-CoV-2 virus has laid bare important gaps in routine infectious diseases 14 surveillance. Serological data, particularly when collected at high spatial and temporal resolutions, are a 15 key resource for addressing many key epidemiological questions since they directly quantify the proportion 16 of the population that has been infected by a pathogen 1, 2 . For SARS-CoV-2, serology is particularly useful given the high levels of disease under-ascertainment: serologic surveillance is the gold standard for 18 estimating attack rates (the proportion of the population that has been infected) and highly complementary 19 to virologic and syndromic surveillance systems for providing vital information on where a population is 20 along the epidemic curve 3 . Population-based serosurveys that employ a probabilistic sampling frame are 21 considered to be the gold standard for estimating seroprevalence. However, performing large population-22 based serosurveys can be prohibitively resource-intensive to initiate swiftly or perform repeatedly, 23 especially during an ongoing outbreak, as demonstrated by the relative sparsity of population-based vs. 24 convenience sampled serosurveys for SARS-CoV-2 that have been conducted to date 3 . For example, to 25 date, no population-based serosurveys have been conducted for the city of San Francisco or wider Bay 26",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 383,
                    "end": 384,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "Area, and few have been conducted in the United States, limiting our ability to identify of risk factors for 27 infection, understand population level immunity, and determine which populations and localities may be in 28 need of targeted public health resources such as testing, contact tracing, or vaccine allocation 4 . 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "Residual blood samples from readily available sources (e.g., blood donors or remnant samples collected 30 from routine medical care visits), especially when linked to individual-level meta-data, provide a unique 31 opportunity to address these limitations and to efficiently survey a population for antibodies over an 32 extended period of time 5,6 . Such studies were found to be useful in the 2009 H1N1 influenza pandemic 7-13 , 33 facilitating analyses on a broader spatial and temporal scale than typical cross-sectional serological surveys 34 allow. However, in most studies that use residual blood samples the source population is unknown 14 . This 35 presents a major limitation, as the results are difficult to interpret when it is not known whether the sampled 36 population is representative of the population of interest. 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "The San Francisco Bay Area has widely been recognized for taking an early and proactive response to 38 COVID-19. San Francisco Bay Area counties introduced a shelter-in-place order on 17 March 2020, 39 requiring residents to remain at home unless leaving the house for essential activities. Relative to many 40 other US cities, few cases were detected in San Francisco during the early months of the epidemic, a pattern 41 which continued as the pandemic progressed. However, like many other areas, a high proportion of asymptomatic infections and limited access to diagnostic testing during this time makes it difficult to 43 interpret these numbers. Results from an early San Francisco seroprevalence study conducted on 44 convenience samples in late March to early April 2020 suggested that <1% of the population had been 45 infected overall 16 , in contrast to a seroprevalence of >6% estimated by a community study focusing on a 46 specific neighborhood, particularly among the Hispanic/Latinx population 17 . The lack of citywide, 47 representative seroprevalence estimates during this time period limits the ability to determine to what 48 degree these discrepancies reflect heterogenous exposure or differences in study design. 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "Here we present a blueprint and early results of the ongoing SCALE-IT study (Serosurveillance for 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "Continuous, ActionabLe Epidemiologic Intelligence of Transmission), leveraging residual sera samples 51 from two large hospital systems in San Francisco, California to quantify the prevalence of SARS-CoV-2 52 antibodies. Importantly, these remnant samples are linked to electronic medical records (EMRs) enabling 53 careful algorithmic selection based on demographic and clinical variables, improving their 54 representativeness to the general population. We tested over 5,000 samples collected from late March to 55",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "June 2020 from San Francisco residents, and calculated raw and adjusted seroprevalence estimates over 56 space, time, and socio-demographic indicators. These data provide estimates of the overall seroprevalence 57 in San Francisco during the initial phase of the local SARS-CoV-2 outbreak and highlight spatial and 58 demographic heterogeneities in transmission across the city. After obtaining the list of eligible samples according to the above criteria, we selected serum samples for 92 the study using a sampling algorithm aimed to ensure an adequate sample size for each of five age strata 93 and to maximize geographic representativity. After setting a daily target sample size for our overall 94 population, we divided this equally between five age bins to set a target sample size for each age bin. We 95 also set a target sample size for each zip code which was proportional to its population size. For each 96 zipcode with a larger number of eligible samples than its target size, we kept all samples from age groups 97 with sample sizes below or at their target and obtained a random sample from any age group that had an 98 eligible sample size above the target size. We intentionally over-sampled pregnant women as a healthy 99 sentinel population by aiming to obtain up to 10% of the samples from pregnant women undergoing routine 100 care, as defined by ICD-10 codes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 13"
        },
        {
            "text": "We used two serologic assays for this study in order to maximize assay specificity. First, we screened all 111 samples using an in-house ELISA assay, and then performed confirmatory testing on a subset of samples 112 above a threshold value using an in-house Luminex assay. The ELISA assay detected IgG to the receptor 113 binding domain (RBD) of the spike (S) protein, based on published protocols with minor modifications 21 . 114",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serologic Assays and Validation Data 110"
        },
        {
            "text": "Briefly, 1 ug of RBD was used to coat each well of 384-well high binding plates, secondary antibody was 115 individual patients, from UCSF Health (n=3037 patients) and ZSFG (n=1698 patients) (Figure 1) . By 167 design, the age distribution of sampled individuals remained consistent throughout the study period, and the geographic distribution of residents matched the proportion of the San Francisco population living in 169 each zip code (Figure 2 ). Our sample did not achieve the target sample size for the youngest age group due 170 to the limited number of children receiving routine phlebotomy in the UCSF and ZSFG health systems 171 (Table 1) [CrI]: 2.1%-6.3%). Based on the number of cases reported during the period covered by the study, we 180 estimate that only 4.9% of all infections were ascertained by the reporting system (95% CrI: 3.3%-9.9%) 181",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 201,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 440,
                    "end": 449,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Serologic Assays and Validation Data 110"
        },
        {
            "text": "(Supplementary Text 1). Amongst pregnant women seeking routine care (N=268), we estimated a raw 182 seroprevalence of 3.4% (9/268 seropositive), and after adjusting for test performance characteristics we 183 estimate 3.5% (95% CrI: 1.1 -6.4%) seroprevalence amongst this group. This estimate in our sentinel 184 population group is consistent with the estimates across our overall population of samples. 185",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serologic Assays and Validation Data 110"
        },
        {
            "text": "We did not observe statistically significant differences in seroprevalence by age ( Figure 3A ) or hospital 187 system (Supplementary Table 2) . We found seroprevalence to be nearly twice as high in uninsured 188 individuals (6.3%, 95% CrI: 3.1 -9.9%)) than in those with some form of insurance, [Private/Commercial: 189 3.4% (95% CrI: 1.6 -4.7%); Government: 4.0% (95% CrI: 2.3 -5.0%)] (Figure 3B) . With respect to 190 race/ethnicity, seroprevalence was highest in those identifying as Hispanic (6.3%, 95% CrI: 4.4-8.3%) 191 followed by Black or African American (4.8%, 95% CrI: 2.8-7.0%), and lowest in those who identified as 192 ( Figure 3D ). Although these samples were obtained over a three-month collection period, given the 195 relatively low attack rate during these initial stages of the pandemic in San Francisco, we were not able to 196 detect meaningful differences in seroprevalence over time (Supplementary Table 2) . 197 198 Geographically, we found seroprevalence to be highest in the Bayview neighborhood in the southeast region 199 of the city, at 8.1% (95% CrI: 4.6%, 12.3%) (Figure 4A, Supplementary Table 3) . Although several other 200 neighborhoods had similarly high seroprevalences, there was much more uncertainty around these estimates 201 ( Figure 4B) . These findings are consistent with patterns of incidence in the city during this period of time 202 ( Figure 4C) . We identified 157 individuals who were homeless in our study, and amongst this group 203 seroprevalence was estimated to be 10.8% (95% CrI: 6.1%, 16.5%). 204",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 142,
                    "text": "(Supplementary Table 2)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 398,
                    "text": "(Figure 3B)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 932,
                    "text": "(Supplementary Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1131,
                    "text": "(Figure 4A, Supplementary Table 3)",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1282,
                    "text": "Figure 4B)",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1397,
                    "text": "Figure 4C)",
                    "ref_id": null
                }
            ],
            "section": "186"
        },
        {
            "text": "As validation of the representativity of our approach using curated remnant samples, we compared results 206 from this study to two contemporaneous community-based serosurveys conducted in specific 207 neighborhoods of San Francisco. First, we compared these results to a cross-sectional serosurvey carried 208 out in a census tract within the Mission District (census tract 022901, zip code 94110) between April 25 209 and April 28, 2020 17 . Chamie et al tested 2,545 census tract residents for SARS-CoV-2 antibodies and 210 estimated seroprevalence to be 3.1% (95% CI: 2.5-3.9%). This is consistent with our findings of 3.8% 211 seroprevalence (95% CrI: 1.8-6.3%) between April and June 2020 in the broader Mission District 212 neighborhood. Second, we compared our results to a cross-sectional serosurvey carried out in two census 213 tracts in San Francisco's 10th District between May 30 and June 2, 2020 (https://unitedinhealth.org/sf-214 district-10), located in the Bayview neighborhood. Among the nearly 1,600 individuals tested for 215 antibodies, seroprevalence was estimated at 5.6% in Latinx participants (n=320), 2.3% in Black participants 216 (N= 397) and 0.4% in white participants (n=231). The relatively high seroprevalence we detected in the 217 Bayview neighborhood through our study is comparable to the results of this community-based study, and 218 the disparities by race/ethnicity were similar in direction, though different in magnitude, to those identified comparison also rely upon convenience sampling as participation in the studies was voluntary, and therefore 221 may contain inherent selection biases themselves. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "205"
        },
        {
            "text": "In this study, we developed and piloted a scalable and systematic pipeline using remnant samples from two 251 major hospital networks in San Francisco to select, collect, and test specimens for SARS-CoV-2 antibodies 252 (SCALE-IT). Through this effort, we estimated seroprevalence during the early months of the epidemic to 253 be relatively low throughout San Francisco (4.2%), but still representing more than 20 times the number of 254 infections identified by PCR-confirmed cases at that time. This may be due to the limited availability of 255 PCR testing during the beginning of the pandemic and the lack of testing of asymptomatic individuals. We 256 also identified important disparities in seroprevalence at the neighborhood level, with highest 257 seroprevalence in the Bayview neighborhood in the southeast region of the city, as well as 258 disproportionately higher seroprevalence in individuals experiencing homelessness and those identifying 259 as Hispanic, Black/African American, or male. Leveraging this hybrid serosurveillance approach has 260 potential for broad application beyond this local context and for diseases other than SARS-CoV-2. 261",
            "cite_spans": [],
            "ref_spans": [],
            "section": "250"
        },
        {
            "text": "The heterogeneities in seroprevalence we observed by race/ethnicity and socio-economic status --here 263 obtained from EMR data on health insurance status and whether individuals were housed --echo patterns 264 which have been highlighted over the course of the pandemic at national and global levels 29,30 . Specific to 265 San Francisco, our results provide estimates of SARS-CoV-2 cumulative exposure at a granular spatial 266 resolution with a scope covering the entire city; despite low overall seroprevalence, we identified specific 267 neighborhoods with disproportionately higher seroprevalence. Interestingly, we also found seroprevalence 268",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "to be approximately twice as high in those identifying as male compared to female. Potential explanations 269 for this difference include differential pathogen exposure by sex, which is supported by findings of other 270 studies in San Francisco, finding PCR positivity rates of 1.2% (20/1658) in women and 3.3% (63/1908) 271 in men, with an odds ratio of 2.71 (1.64-4.69) for PCR positivity in males, and also that the majority (74%,) 272 of those who tested positive by PCR or were seropositive for SARS-CoV-2 were frontline workers and 273 unable to shelter-in-place 17 , it has been found that males and females mount different immune responses 274 and infection severity 31 , which could affect assay sensitivity, however we believe this is unlikely to explain the large difference we see in our estimates as we do not see sex-based differences in the sensitivity of our 276 assay on the positive controls used in the study, which represent a range of disease severities. 277 278 While a key strength of our approach was leveraging residual sera from two large health system networks 279 and using data from EMRs to algorithmically select samples for inclusion, there are limitations to this type 280 of surveillance that require consideration. Most obviously, patient samples may not be fully representative 281 of the underlying population. This may be particularly true during \"shelter-in-place\" periods, when 282 behavioral changes may affect the availability and characteristics of the patient population. These issues 283 can ideally be mitigated by careful sample selection, as done here by focusing on a subset of outpatients, 284",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "with the possibility of further refinement by inclusion of additional selection criteria (e.g., by restricting or 285 weighting sampling to consider specific visit types or underlying conditions). Representativity of the 286 serosurveillance system could also be enhanced by including a broader network of local health systems. 287",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "We also recognize that the generalizability of our findings may differ by age groups, and is likely to be 288 lower in children who were under-represented in our sample set despite the stratified sampling framework. 289",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "Additional study designs, such as school-based serosurveys, could be leveraged to augment these data to 290 prospectively assess seroprevalence in specific age-groups, possibly by using non-invasive, saliva-based 291 antibody testing 32 . Despite including over 5,000 samples, our study was not powered to detect differences 292 between covariates or by time in a multiple regression framework, in part due to San Francisco's success 293 in maintaining low transmission and thus low seroprevalence during this time period. Lastly, while we 294 validated our estimates against results from a couple of available community based studies, further 295 validation would be ideal to assess validity of results and findings. 296",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "In this pilot study, we developed and implemented a SARS-CoV-2 serosurveillance system to detect 298 population-level pathogen exposure in near-real time, and demonstrated how data collected through this 299 platform were comparable to results from more resource intensive community-based serological studies 300 and incidence data. The appeal of this hybrid approach is that it achieves many of the strengths of population-based surveys and provides rich data, while leveraging existing infrastructure to allow for much 302 greater efficiencies often seen in convenience sampling approaches. Using EMR data, we were able to 303 develop a stratified sampling frame, ensuring improved representativeness of the results in contrast to 304 serosurveys performed using convenience samples without these key pieces of information 14 . At the same 305 time, we used these data to identify important spatial and demographic heterogeneities in seroprevalence 306 within our study site; serosurveys performed on residual samples are often limited to coarser levels of meta-307 data on the sampled population 33 . The relative ease with which SCALE-IT can be implemented means that 308 it can be deployed over a broad geographic scale, continuously over time, and dynamically adjusted to 309 address specific surveillance needs. 310",
            "cite_spans": [],
            "ref_spans": [],
            "section": "297"
        },
        {
            "text": "We envision multiple lines of work for future directions. First, the samples that we have selected, collected, 312 and processed in this work could serve as a valuable biorepository for future applications. The ability to 313 link rich EMR data to a large bank of well-curated serum samples opens up opportunities for additional 314 analysis including longitudinal studies of patients. Second, as serosurveillance efforts will be fundamental 315 to monitor SARS-CoV-2 transmission rates and evaluate the impact of control interventions (both NPIs and 316 pharmaceuticals) over the coming months and years, future work could leverage these and prospective 317 serological data to parametrize mechanistic models and to study the effects of control strategies on infection 318 rate. Third, as discussed by others 1,2 , our local SCALE-IT platform could easily be expanded to contribute 319 to a 'Global Immunological Observatory' to perform serosurveillance for other pathogens beyond the 320 SARS-CoV-2 virus. Data generated by such an observatory could be used to address specific public health 321 gaps including serosurveillance for seasonal pathogens such as influenza or emerging infections. Lastly, 322 the insights gained from developing this platform could serve as a blueprint for adoption by other health 323 systems in various contexts. 324 325",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of serological surveys to generate key insights into the changing global 363 landscape of infectious disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J E"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet",
            "volume": "388",
            "issn": "",
            "pages": "728--730",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Global lmmunological Observatory to meet a time of pandemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "58989--365",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SeroTracker: a global SARS-CoV-2 seroprevalence dashboard",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Arora",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High prevalence of antibodies to the 2009 pandemic influenza A(H1N1) virus in the 386 Norwegian population following a major epidemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Waalen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seroprevalence of Influenza A(H1N1)pdm09 Virus Antibody",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoschler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "1894--1897",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sero-immunity and serologic response to pandemic influenza A (H1N1) 2009 virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Seroprevalence of antibodies to SARS-CoV-2 in 10 sites in the United 393",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Havers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 seroprevalence and neutralizing activity in donor and patient blood",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Community Transmission of Severe Acute Respiratory Syndrome Coronavirus 2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chamie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disproportionately Affects the Latinx Population During Shelter-in-Place in San Francisco",
            "authors": [],
            "year": null,
            "venue": "Clin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Universal PCR and antibody testing demonstrate little to no transmission of SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Appa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "CoV-2 in a rural community",
            "authors": [],
            "year": 2020,
            "venue": "Open Forum Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofaa531"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Annual Reports",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS-CoV-2-specific ELISA development",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Immunol. Methods",
            "volume": "484",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "EPPIcenter/flexfit: Flexible format standard curve fitting and data processing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "antigens to assess changes in malaria transmission using sero-epidemiology",
            "authors": [],
            "year": null,
            "venue": "Wellcome",
            "volume": "412",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Conditional dependence between tests affects the 414 diagnosis and surveillance of animal diseases",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stryhn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lind",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Prev. Vet. Med",
            "volume": "45",
            "issn": "",
            "pages": "107--122",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Google Geocoding API",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Core Team. R: A language and environment for statistical computing. R Foundation for Statistical 418",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stan Development Team. 2020. Stan Modeling Language Users Guide and Reference Manual",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Antibody responses to SARS-CoV-2 in patients with COVID-19",
            "authors": [
                {
                    "first": "Q.-X",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "845--848",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "COVID-19 Hospitalization and Death by Race/Ethnicity 426 (COVID-19)",
            "authors": [],
            "year": 2021,
            "venue": "Accessed",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sex differences in immune responses that underlie COVID-19 disease outcomes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Supervised self-collected SARS-CoV-2 testing in indoor summer camps to inform 432 school reopening",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cooch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.10.21.20214338"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Prevalence of SARS-CoV-2 antibodies in a large nationwide sample of patients on 434 dialysis in the USA: a cross-sectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "396",
            "issn": "",
            "pages": "1335--1344",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "serum samples from routine blood draws from the University of California, San Francisco (UCSF) 62 and San Francisco Department of Public Health (SFDPH) inpatient and outpatient healthcare systems were 63 sampled from March 28, 2020 onward. UCSF Medical Center is a network of 3 hospitals with 64 approximately 1.8 million outpatient visits annually 19 . The SFDPH hospital, Zuckerberg San Francisco 65",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "were stored at +4 °C in outpatient laboratories at UCSF and ZSFG, and collected by our 104 study team twice every week. After collection, samples were centrifuged for 15 minutes at 3500 g before 105 aliquoting a working stock of 300 uL into 96 well barcoded tubes, diluting in 1:1 HEPES storage buffer, 106 and storing at +4 °C. The remainder of the sample was aliquoted into 1.4 mL barcoded tubes and stored at 107 -20 °C. 108 109",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "diluted 1:5,000 (Southern Biotech #2048-05), and OPD was used to develop the plates. Concentration serial dilutions of a pool of positive control samples 22 . Samples with an ELISA concentration value above 118 0.049 were selected for confirmatory testing (see Supplementary Text 1). 119 120For confirmatory testing, we used a multiplex microsphere assay (Luminex platform) to detect IgG against 121 the SARS-CoV-2 S protein, RBD, and the nucleocapsid (N) protein, based on a standardized serology 122 protocol with minor modifications 23 . Briefly, plasma samples were diluted to 1:100 in blocking buffer A 123 (1xPBS, 0.05% Tween, 0.5% bovine serum albumin (BSA), 0.02% sodium azide). Antigen concentrations 124 used were as follows: S: 4 ug/mL, RBD: 2 ug/mL, and N: 3 ug/mL. As above, concentration values were 125calculated from the Luminex median fluorescent intensity (MFI) using a plate-specific standard curve from 126 serial dilutions of a pool of positive control samples. A logistic regression model including the 127 concentration values of the three antigens for each sample was determined to have the highest cross-128 validation accuracy for classification, and was used to establish a cutoff for positivity (see Supplementary 129 Text 1). 130 131 Serologic assays were optimized using positive and negative controls from several sources. Serum samples 132 from 127 patients with PCR confirmed SARS-CoV-2 infections (representing 266 total samples, with 1-4 133 longitudinal monthly time points per individual beginning at 3 weeks post-symptom onset) were obtained 134 from the Long-term Impact of Infection with Novel Coronavirus (LIINC) study 135 (https://www.liincstudy.org/) and used as positive controls. Importantly, participants in this cohort 136 represent a range of infection severities (ranging from asymptomatic to severe), age, sex, and ethnicity and 137 race. Serum samples from 119 individuals obtained prior to the emergence of SARS-CoV-2 were used as 138 negative controls. The overall sensitivity of our serial testing approach using positive and negative controls 139 was 94.0% (95% CrI = 89.0%, 97.2%) and specificity was 99.8% ( 95% CrI = 98.2%, 100.0%) 140 (Supplementary Table 1, Supplementary Text 1). 141 Analytic Methods 144 Raw seropositivity was determined as the proportion of all samples from unique individuals that tested 145 positive on the confirmatory assay. We then produced estimates of seroprevalence adjusted for the 146 sensitivity and specificity of the serial testing approach, incorporating potential conditional dependence of 147 the tests as described in Gardner et al 24 (see Supplementary Text 1). We stratified by covariates to obtain 148 seroprevalence estimates for each stratum (age, sex, insurance status, ethnicity, and neighborhood). To 149 identify neighborhoods, we geocoded sample addresses using the Google Cloud Geocoding API 25 . Samples 150 (n=365 unique individuals) which could not be geocoded to rooftop (n=261) and/or were from homeless 151 individuals (n=157) were excluded from neighborhood level estimates of seroprevalence, however 152 estimates of seroprevalence were calculated for homeless individuals separately and provided alongside 153 neighborhood level estimates of seroprevalence. All analysis was conducted using the R statistical 154 software 26 and the Stan programming language 27 . Code and data to reproduce all analyses are available at: 155 https://github.com/EPPIcenter/scale-it. 156 157 Institutional Review Board (IRB) Approval 158This study received expedited review approval by the UCSF IRB #20-30379 ('Serological Surveillance of 159 SARS-CoV-2 in Residual Serum/Plasma Samples'). The IRB did not require patient contact or written 160 consent to use residual sera. The LIINC study (providing positive control samples) was approved by the 161 UCSF (IRB #20-30479). Pre-pandemic samples used as negative controls came from the New York Blood 162Bank, and were de-identified and not subject to IRB review for use in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". Our results were relatively representative of the San Francisco population by race and ethnicity, 172 although our sample overrepresented those who identified as Black/African American and slightly 173 underrepresented those who identified as Asian. 174 175 Overall, from 5,244 samples we identified 192/4,735 positive samples from unique patients for a raw 176 seroprevalence of 4.1%. After weighting for age group and sex to match the population structure of San 177 Francisco and correcting for test performance characteristics (overall sensitivity of 93.7% and specificity 178 of 99.6%), this corresponds to an estimated population seroprevalence of 4.2% (95% Credible Interval 179",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Flow diagram of sampling algorithm 226",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distributions of SCALE-IT samples by A) epidemiological week and age group, B) zip code and231 percentage below the poverty line, and C) map of counts of samples collected by zip code. 232 Stratified seroprevalence by A) age, B) insurance type, C) ethnicity (groups with N <50 were 234 excluded from plot) and D) sex. Estimates are adjusted for test performance, and error bars show 95% 235 credible intervals. For C), stars (*) indicate the ethnic groups where the 2.5% and 97.5% quantiles of 236 (Figure 3 continued) the differences in posterior estimates for seroprevalence between samples from 237 Hispanic patients and that group did not cross zero. Crosses ( †) indicate the ethnic groups where the 238 2.5% and 97.5% quantiles of the differences in posterior estimates for seroprevalence between samples 239 from Black or African American patients and that group did not cross zero. For D) a star (*) indicates 240 that the 2.5% and 97.5% quantiles of the differences in posterior estimates for seroprevalence between 241 Males and Females did not cross zero. 242 Multipanel map showing A) seroprevalence by neighborhood, adjusted for test performance. 244 Box shows adjusted seroprevalence in individuals experiencing homelessness. B) range of 95% Credible 245 interval of estimates, C) cumulative incidence by planning neighborhood from March -June 2020, using 246 data from SFDPH (https://data.sfgov.org/COVID-19/COVID-19-Cases-by-Geography-and-Date/d2ef-247 idww). For A) and B), estimates for neighborhoods with under 50 samples from unique individuals are 248 not plotted and shown in grey. 249",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Socio-demographic characteristics of patients sampled in SCALE IT and of the San Francisco population (2019).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the significant contribution to this work made by the following persons and organizations: 328Dr. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of 357 the manuscript. None of the authors have conflicts of interest to disclose. 358 359",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        }
    ]
}