{
    "paper_id": "27b79e5d57d673c06d3b1b84323d9ba18bca64b8",
    "metadata": {
        "title": "Breast Cancer Care During COVID-19 Pandemic",
        "authors": [
            {
                "first": "Himanshu",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raghav",
                "middle": [],
                "last": "Yelamanchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nikhil",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "K"
                ],
                "last": "Durga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has created great difficulties both for patients and healthcare practitioners. Hospitals across the world are reformed to meet the growing requirement to manage patients with respiratory and flu-like illness. There is an acute shortage of healthcare workers due to reallocation and quarantine. There is a great risk for the cancer patients to contact the virus in the healthcare facility and also patients who are carriers and are a risk to the healthcare community during treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor in Chief,"
        },
        {
            "text": "Patients should be advised to follow social distancing and take adequate personal protective measures while visiting healthcare facility. Prior online appointments should be encouraged to prevent crowding at registration counters. Investigation facilities should be fast tracked to avoid long waiting queues. Triaging of the patients should be done based on the survival benefit of interventions and prognosis into low-, medium-, and high-risk groups. Tumor board meetings should be held through web conferences. All newly diagnosed cases should preferably be offered neoadjuvant therapy unless contraindicated. It is evident that hormone receptor-positive tumors respond well to neoadjuvant hormonal therapy and have the advantage of not causing any bone marrow suppression with better side effect profile when compared with chemotherapy with comparable conversion rates. Hormonal therapy also has the advantage that patients can be safely followed on telemedicine consultation and hence preferred during this pandemic. Trastuzumab can be started safely as it has not shown any detrimental effects on the immune system. Neoadjuvant radiotherapy in breast carcinoma has also shown promising results in various studies [1] and can be used as an alternative to chemotherapy during this pandemic.",
            "cite_spans": [
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor in Chief,"
        },
        {
            "text": "Surgeries should be avoided as much as possible [2] except in the high-risk groups and when there are no options left such as in breast carcinoma during pregnancy. All operation theater staff must wear proper personal protective equipment while operating. Operative procedures should be simple without any complex reconstructive procedures. Enhanced Recovery After Surgery (ERAS) protocol should be followed to minimize hospital stay in the postoperative period. However, postoperative complications should be dealt immediately in the healthcare facility without any delay.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor in Chief,"
        },
        {
            "text": "Adjuvant hormonal therapy can be safely started. Patients who are on adjuvant chemotherapy already should complete their regimen as per schedule with precautions. In patients who are undergoing radiotherapy, hypofractionated doses should be administered to reduce the number of appointments and boost radiotherapy should be avoided [3] . For patients who are awaiting adjuvant radiotherapy, it can be safely postponed for several weeks in patients with low risk without any adverse outcomes.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor in Chief,"
        },
        {
            "text": "Screening for breast cancer should be limited to high-risk population. All patients with breast symptoms and palpable lump during self-breast examination must be evaluated and diagnosed in the healthcare facility. Patients should be offered psychological support as they are faced with a very stressful condition both of breast cancer and also the fear of contacting the virus. Special online webinars should be conducted to deal with this problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor in Chief,"
        },
        {
            "text": "Conflict of Interest The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neoadjuvant radiotherapy of early-stage breast cancer and long-term disease-free survival",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poleszczuk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luddy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Breast Cancer Res",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International guidelines on radiation therapy for breast cancer during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aristeiyz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boersma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Oncol (R Coll Radiol)",
            "volume": "32",
            "issn": "",
            "pages": "279--281",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}