{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "LETTER RESEARCH LETTER Comment on: The Gabrin sign",
            "text": "To the Editor: COVID-19 has sparked uncertainties and controversies worldwide as to its origin, epidemiology, and natural course. In this situation, the different medical disciplines strive to contribute to a better understanding of the disease, some with a sound and sober scientific approach, others with a propensity for publicity and sensationalism, further igniting the emotional overtones associated with the pandemic. The study of the cutaneous manifestations of COVID-19 has evolved with the hope that they may be useful as markers for the disease, for prognostication, and for further insights into the pathogenesis of the disease manifestations."
        },
        {
            "cite_spans": [
                {
                    "end": 694,
                    "ref_id": "BIBREF1",
                    "start": 693,
                    "text": "2"
                },
                {
                    "end": 1178,
                    "ref_id": "BIBREF2",
                    "start": 1176,
                    "text": "3,"
                },
                {
                    "end": 1180,
                    "ref_id": "BIBREF3",
                    "start": 1179,
                    "text": "4"
                }
            ],
            "ref_spans": [],
            "section": "LETTER RESEARCH LETTER Comment on: The Gabrin sign",
            "text": "Wambier et al 1 originally hypothesized an association between SARS-CoV-2 infectiveness and the androgen pathway, which presumably results in an androgen-mediated SARS-CoV-2 vulnerability, explaining the disproportioned male mortality rate from COVID-19. Since then, the same league of authors has provided within half a year, 8 scientific publications aiming at corroborating their hypothesis. Based on their observations, they suggested that antiandrogen treatment, including the 5-reductase inhibitors, could have a therapeutic benefit, whereas others caution against the use of these agents, as they may disrupt androgen metabolism in the lungs, which could aggravate respiratory disease. 2 Ultimately, Wambier et al 1 pressed ahead with the proposition of the eponym the Gabrin sign to visually identify patients at higher risk for severe symptoms of COVID-19 based on the presence of androgenetic alopecia (AGA). 1 Yet, their studies have been scrutinized by others with regard to the accuracy and validity of the statistics and are not found to be conclusive; specifically, the identification and severity grading of AGA can vary when experts are rating the condition. 3, 4 Various dermatologic conditions are traditionally regarded as cutaneous markers for elevated mortality risk from a specific condition. Among these have been the signs related to the risk of myocardial disease, such as the horizontal ear lobe crease, high breast hair density, precocious greying, and AGA. Despite impressive data on this topic, on close assessment, many of the studies also proved to be marred by methodical errors."
        },
        {
            "cite_spans": [
                {
                    "end": 454,
                    "ref_id": "BIBREF4",
                    "start": 453,
                    "text": "5"
                }
            ],
            "ref_spans": [],
            "section": "LETTER RESEARCH LETTER Comment on: The Gabrin sign",
            "text": "Although a putative association of hypertension, metabolic syndrome, and coronary heart disease with early-onset severe AGA in men may pose itself a higher mortality risk with COVID-19, alternative risk factors for severe disease from COVID-19 in younger men without pre-existing medical conditions are currently being unravelled, specifically loss-of-function variants of X-chromosomal TLR7 associated with impaired type I and II interferon responses. 5 Dr Frank Gabrin was the first American emergency room doctor to die of severe acute respiratory syndrome from COVID-19, and Dr Gabrin also had androgenetic alopecia. In our opinion, before establishing an eponym such as the Gabrin sign, one would expect a confirmation of the observation as it relates to its proposed eponym by at least one more independent party of investigators. At last, considering the stigmatizing character of AGA in men, it is questionable whether Dr Gabrin would have appreciated being remembered posthumously for his baldness."
        }
    ],
    "metadata": {
        "paper_id": "278608c7c327d9f3c8a12a7c70484a66dacd15e5",
        "title": ""
    }
}