{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Background: Understanding the long-term kinetic characteristics of SARS-CoV-2 antibodies and the impact of inactivated vaccines on SARS-CoV-2 antibodies in convalescent patients can provide information for developing and improving vaccination strategies in such populations."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Methods: In this cohort, 402 convalescent patients who tested positive for SARS-CoV-2 by RT-PCR from 1 January to 22 June 2020 in Jiangsu, China, were enrolled. The epidemiological data included demographics, symptom onset, and vaccination history. Blood samples were collected and tested for antibody levels of specific IgG, IgM, RBD-IgG, S-IgG, and neutralizing antibodies using a the commercial magnetic chemiluminescence enzyme immunoassay."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Results: The median follow-up time after symptom onset was 15.6 months (IQR, 14.6 to 15.8). Of the 402 convalescent patients, 44 (13.84%) received an inactivated vaccine against COVID-19. A total of 255 (80.19%) patients were IgG-positive and 65 (20.44%) were IgM-positive. The neutralizing antibody was 83.02%. Compared with nonvaccinated individuals, the IgG antibody levels in vaccinated people were higher (P=0.007). Similarly, antibody levels for RBD-IgG, S-IgG, and neutralizing antibodies were all highly increased in vaccinated individuals (P<0.05). IgG levels were significantly higher after vaccination than before vaccination in the same population. IgG levels in those who received 'single dose and ≥14d' were similar to those with two doses (P>0.05). Similar conclusions were drawn for RBD-IgG and the neutralizing antibody."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 36,
                    "ref_id": "BIBREF20",
                    "start": 33,
                    "text": "19)"
                },
                {
                    "end": 409,
                    "ref_id": "BIBREF0",
                    "start": 406,
                    "text": "(1)"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Coronavirus disease 2019 (COVID- 19) is an infectious disease caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It was first discovered in December 2019, in the city of Wuhan, China, and subsequently spread to countries around the world, causing a pandemic. As of 15 October 2021, there have been 239,437,517 confirmed cases, including 4,879,235 deaths, reported to the WHO (1) ."
        },
        {
            "cite_spans": [
                {
                    "end": 186,
                    "ref_id": "BIBREF1",
                    "start": 183,
                    "text": "(2,"
                },
                {
                    "end": 189,
                    "ref_id": "BIBREF2",
                    "start": 187,
                    "text": "3)"
                },
                {
                    "end": 424,
                    "ref_id": "BIBREF1",
                    "start": 421,
                    "text": "(2)"
                },
                {
                    "end": 670,
                    "ref_id": "BIBREF3",
                    "start": 667,
                    "text": "(4)"
                },
                {
                    "end": 802,
                    "ref_id": "BIBREF4",
                    "start": 799,
                    "text": "(5)"
                },
                {
                    "end": 909,
                    "ref_id": "BIBREF6",
                    "start": 906,
                    "text": "(6)"
                },
                {
                    "end": 1133,
                    "ref_id": "BIBREF1",
                    "start": 1130,
                    "text": "(2)"
                },
                {
                    "end": 1412,
                    "ref_id": "BIBREF7",
                    "start": 1409,
                    "text": "(7)"
                },
                {
                    "end": 1416,
                    "ref_id": "BIBREF8",
                    "start": 1413,
                    "text": "(8)"
                },
                {
                    "end": 1420,
                    "ref_id": "BIBREF9",
                    "start": 1417,
                    "text": "(9)"
                },
                {
                    "end": 1625,
                    "ref_id": "BIBREF10",
                    "start": 1621,
                    "text": "(10)"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "Based on serological studies of naturally infected populations, IgM antibodies are the first to be expressed and are mainly present in the circulation, promoting antigenic modulation (2, 3) . IgG antibodies begin to appear later in the immune response because they undergo affinity maturation through somatic mutations, resulting in high affinity for the target antigen and an enhanced ability to neutralise the pathogen (2) . SARS-CoV-2 particles contain four main structural proteins: spike protein (S), envelope protein (E), membrane protein (M), and nucleocapsid protein (N). Of these, spike protein (S) interacts with hosts' ACE2 and TMPRSS2 receptors for entry (4) . Therefore, in terms of protection, the S protein is considered to be the most relevant antigen causing key antibody responses (5) . Neutralizing antibodies play an important role in the prevention and vaccine development of COVID-19 (6) . Currently, there is still a large global population in various forms of temporary quarantine to limit the spread of the virus, resulting in severe disruptions to international travel and local socioeconomic activities (2) . Therefore, there is an urgent need to better understand the nature and duration of immunization against SARS-CoV-2 since almost all epidemiological models, vaccination campaigns, and public health measures assume some degree of immunity during the COVID-19 recovery period (7) (8) (9) . Some studies in Iceland and the United States have shown that antibodies persist for more than 4 months after infection, but other studies have reported rapid fading of antibodies within 3-4 months (10) . Most of the available studies have explored the outcome of specific antibodies at 6 months or even 1 year. Nevertheless, we urgently need to understand the long-term durability of SARS-CoV-2-specific IgG and IgM and neutralizing antibody (nAb) responses after symptom onset or RT-PCR confirmation, which is critical for learning the characteristics or patterns of antibody depletion. In addition, the increasing number of COVID-19 convalescent patients will want to know if they still need the vaccine and how many doses are sufficient."
        },
        {
            "cite_spans": [
                {
                    "end": 173,
                    "ref_id": "BIBREF2",
                    "start": 170,
                    "text": "(3)"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION",
            "text": "In the first round of follow-up of 284 convalescent patients between August and October 2020, we obtained short-term characteristics of the dynamic changes in antibodies (3) . In the current study, we continued a second round of follow-up of 318 patients recovering from COVID-19 from December 2020 to June 2021, in addition to testing for specific antibodies IgG, IgM, and neutralizing antibodies, we also measured antibody levels for IgG subtypes and collected information on vaccination in these subjects. The aim was to understand the dynamic characteristics and duration of specific antibodies in the naturally infected population over a longer period of time, and the effect of vaccination on antibody levels in all aspects."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 270,
                    "ref_id": "FIGREF1",
                    "start": 261,
                    "text": "(Figure 1"
                }
            ],
            "section": "Patients and Data Collection",
            "text": "A total of 402 COVID-19-cured patients (confirmed from January to June 2020) in Jiangsu Province, China, were followed up in two rounds between 26 August 2020 and 28 October 2020 (the first round) and between 8 December 2020 and 21 June 2021 (the second round) (Figure 1 ). Of these, 284 patients participated in the first follow-up visit, 318 in the second, and 228 in both rounds. According to the Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia released by the National Health Commission of the People's Republic of China, the detection of novel coronavirus nucleic acids in specimens such as nasal and oropharyngeal swabs, sputum and other lower respiratory secretions, blood, stool, and urine using real-time reverse transcriptase-polymerase chain reaction (RT-PCR) and (next-generation sequencing) (NGS) were the primary criteria for diagnosis. All subjects included in this cohort met the above criteria. As in the first round (3), blood samples were collected from the second round of follow-up to measure the level of specific antibodies against SARS-CoV-2 and to monitor the dynamics of the antibodies in the body. The clinical data included immunization history of inactivated vaccine against COVID-19, demographics, and acute phase disease severity classification (Version 8 Diagnosis and Treatment Protocol for COVID-19)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Data Collection",
            "text": "CLIA-Based (Chemiluminescence Immunoassay) Detection of Specific Antibodies and Neutralizing Antibodies Against SARS-CoV-2"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Data Collection",
            "text": "In the second round of follow-up, participants' serum samples were used to test the levels of the following antibodies: specific IgG, IgM, IgG subtypes (RBD-IgG, S-IgG, and N-IgG), and neutralizing antibodies. These specific antibodies were tested using the following commercial kits: Novel Coronavirus (2019-nCoV) IgM/IgG antibody diagnostic kit (plate CLIA) supplied by Bioscience Co. (China National Medical Products Administration, approval numbers 20203400183 [IgG] and 2 0 2 0 3 4 0 0 1 8 2 [ I g M ] ) o n a n a u t o m a t e d m a g n e t i c chemiluminescence analyzer (Axceed 260; Bioscience). Detailed information on the principle of the test, the procedure, and the sensitivity and specificity of this kit can be found in the first round of follow-up (3). The levels of neutralizing antibodies against SARS-CoV-2 were calculated using ACE2-RBD inhibiting antibody concentration using the research kit (Bioscience Co.) conducted on the same automated magnetic chemiluminescence analyser. The chemiluminescent signal was measured as a relative light unit (RLU) using the optical system of the analyser. The titres of SARS-CoV-2 ACE2 competitive antibodies in the serum sample were measured as S/CO (sample/ cut-off) by comparing the RLU of a sample to the cut-off determined from standard curves. If the S/CO value is ≥2.0, the test result is positive, while if the S/CO value is <1.0, the result is considered negative; if between 1.0-2.0, the judgment is indeterminate and comprehensive judgment is recommended. The detection performance of the MCLIA kits for neutralization antibodies was reported by the manufacturer and the coincidence rate was 85-90%."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 1013,
                    "ref_id": "TABREF1",
                    "start": 1006,
                    "text": "Table 1"
                }
            ],
            "section": "Statistical Analyses",
            "text": "Continuous variables were expressed as means ± 95%CI, and significance was calculated using the two-tailed t-test, one-way ANOVA or Wilcoxon rank sum (Mann-Whitney) test as appropriate, and categorical variables were presented as percentages, and significance was calculated using the chisquare test or Fisher's exact test as appropriate. The change in IgG positive rates over the follow-up period was presented as line plots and the change in the level of IgG quantification was shown as bar plots. Evaluation of the effectiveness of vaccination doses was shown on a violin plot. Multivariate regression analyses of antibody positive rates and levels with factors, such as sex, age, disease severity, and vaccination were performed to confirm the cross-effect between these factors. Stata (version 15.0) and GraphPad Prism (version 9.0) software were used for the statistical analysis. Statistical significance was considered at P<0.05 (ns: no signifi cance; *p<0.05; **p<0.01; ***p<0.001; ****p<0.0001). Table 1 . The female to male ratio was 52.8% vs. 47.2%. The age range varied from 8 to 91 years and was concentrated in the 30-39 years (24.84%) and 50-59 years (23.27%) age groups. The mean age of all patients was 45.21 years (IQR, . Depending on the severity of disease, the normal type accounted for the largest proportion (50.94%), followed by the asymptomatic type (28.93%). In these convalescent patients, 44(13.84%) received an inactivated vaccine against COVID-19. There were no statistically significant differences in the demographic and clinical characteristics between the vaccinated and unvaccinated groups."
        },
        {
            "cite_spans": [
                {
                    "end": 215,
                    "ref_id": null,
                    "start": 207,
                    "text": "28-11.19"
                }
            ],
            "ref_spans": [
                {
                    "end": 19,
                    "ref_id": "TABREF0",
                    "start": 12,
                    "text": "Table 2"
                },
                {
                    "end": 612,
                    "ref_id": "TABREF0",
                    "start": 605,
                    "text": "Table 2"
                },
                {
                    "end": 788,
                    "ref_id": "TABREF0",
                    "start": 780,
                    "text": "Table S2"
                }
            ],
            "section": "Distribution of IgM/IgG Positive Rates and Antibody Levels",
            "text": "As shown in Table 2 , among the 318 individuals who participated in this round of follow-up, 255 (80.19%) were IgG-positive, and 65 (20.44%) were IgM-positive. The antibody level for IgG was 9.73 (95%CI, 8. 28-11.19 ) in those patients with positive IgG, meanwhile, the antibody level for IgM was 4.85 (95%CI, 2.85-6.86) in those patients with positive IgM. Compared with unvaccinated individuals, the IgG antibody levels of vaccinated people were higher (P=0.007). However, there was no statistically significant difference in IgM antibody levels between those with and without a history of vaccination. Table 2 and S1 illustrate the correlation of IgG positive rates with age and severity of disease in all convalescent patients and unvaccinated convalescent patients (P<0.05). Table S2 suggests that the rate of IgG positivity in vaccinated convalescent individuals was related to sex and disease severity (P<0.05). The IgG positive rate was significantly greater in females than in males (96.30% vs. 76.47%), and there was a positive correlation with disease severity. However, we did not observe an association between IgG levels, sex, and disease severity in the vaccinated population (P>0.05)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 169,
                    "ref_id": "TABREF3",
                    "start": 156,
                    "text": "(Tables S3-S6"
                }
            ],
            "section": "Distribution of IgM/IgG Positive Rates and Antibody Levels",
            "text": "Comparisons of IgM/IgG positive rates and antibody levels between convalescent patients with and without vaccination are shown in the Supplemental material (Tables S3-S6 ). The rate of IgG positivity was only slightly higher in the vaccinated women (P=0.042). However, IgG antibody levels were elevated in overall, male, 30-39 years age group, and asymptomatic and mild type subjects(P<0.05). Relative to the unvaccinated group, the IgM positive rate in the vaccinated group was only increased in the mild type, and IgM antibody levels were only increased in the 30-39 age group (P=0.028 and P=0.003, respectively)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 184,
                    "ref_id": "TABREF3",
                    "start": 177,
                    "text": "Table 3"
                }
            ],
            "section": "Distribution of IgM/IgG Combinations in Second-Round Follow-Up Subjects",
            "text": "15.6 months after symptom onset, the predominance of IgG single-positive was 62.58% at the end of the second follow-up. The percentage of IgM single-positive was 2.83%, IgM/IgG Table 3 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 519,
                    "ref_id": "TABREF4",
                    "start": 512,
                    "text": "Table 4"
                }
            ],
            "section": "Distribution of Positive Rates and Antibody Levels for IgG Subtypes and Neutralizing Antibodies",
            "text": "At the second follow-up, the positive rate of RBD-IgG was 89.31%, S-IgG was 91.51%, neutralizing antibody was 83.02%, and N-IgG was 78.93%. We found that the positive rates of IgG subtypes and neutralizing antibodies correlated with disease severity (P<0.05) and showed a positive correlation. No differences were found in the positive rates of IgG subtypes and neutralizing antibodies between those with and without vaccination (P>0.05). In terms of antibody levels, the mean for RBD-IgG was 11.37 (95% CI, 10. Table 4 ."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 180,
                    "ref_id": "TABREF0",
                    "start": 165,
                    "text": "(Tables S9-S12)"
                },
                {
                    "end": 858,
                    "ref_id": "FIGREF2",
                    "start": 849,
                    "text": "Figure 2C"
                }
            ],
            "section": "Distribution of Positive Rates and Antibody Levels for IgG Subtypes and Neutralizing Antibodies",
            "text": "Comparisons of levels for IgG subtypes and neutralizing antibodies between convalescent patients with and without vaccination are shown in the Supplemental material (Tables S9-S12) . Remarkably, compared to the unvaccinated group, the level of RBD-IgG antibodies in vaccinees was significantly higher in males, 40-49 age group and patients with mild disease (P<0.05). For S-IgG, antibody levels were significantly higher in vaccinated individuals than in unvaccinated individuals, regardless of sex. Similar conclusions could be drawn for the 30-39 years and 40-49 years age groups and convalescent patients with mild and normal type disease (P<0.05). For neutralizing antibodies, we found that antibody levels were significantly higher in vaccinated individuals than in unvaccinated individuals, irrespective of sex and disease severity (P<0.05) ( Figure 2C ). In addition, similar findings were found in the 30-39, 50-59, and ≥60 age groups."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 425,
                    "ref_id": "FIGREF2",
                    "start": 416,
                    "text": "Figure 2A"
                }
            ],
            "section": "Kinetics of the IgG Positive Rates and Antibody Levels During the Two Follow-up Rounds",
            "text": "Of the 402 patients that participated in the follow-up, the length of follow-up ranged from 5.4 months to 17.4 months. The horizontal axis was divided into seven equal parts: 5-6 months, 7-8 months, 9-10 months, 11-12 months, 13-14 months, 15-16 months and 17-18 months. The variation in the total positive rate, the positive rate in the unvaccinated group and the positive rate in the vaccinated group are shown in Figure 2A . There was an overall upward trend in the IgG positive rate over the months after symptom onset. The lowest positive rate of 60.87% was recorded at 5-6 months, reaching a maximum of 100% in 17-18 months. Interestingly, there was a sudden increase in the IgG positive rate at 7-8 months, after which it was stable. The positive rate for vaccinated individuals was greater than that of unvaccinated individuals at 87.80% by 15-16 months."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 96,
                    "ref_id": "FIGREF2",
                    "start": 86,
                    "text": "Figure 2B)"
                }
            ],
            "section": "Kinetics of the IgG Positive Rates and Antibody Levels During the Two Follow-up Rounds",
            "text": "The IgG antibody levels for all subjects showed a fluctuating upward trend over time( Figure 2B) , from 5.20 to 12.85. There was a small peak at 11-12 months, when the IgG level reached 12.24. Remarkably, from 15-16 months onwards, a succession of patients had been vaccinated, it was evident that the IgG antibody levels were significantly higher in the vaccinated than in the unvaccinated ('17-18 months': 21.08 vs 9.32; '15-16 months': 13.81 vs 9.15) participants."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 242,
                    "ref_id": "FIGREF3",
                    "start": 233,
                    "text": "Figure 3A"
                },
                {
                    "end": 567,
                    "ref_id": "FIGREF3",
                    "start": 557,
                    "text": "(Figure 3)"
                }
            ],
            "section": "Evaluation of the Effectiveness of Vaccination on Convalescent Patients",
            "text": "A total of 44 patients received an inactivated COVID-19 vaccine by the second round of follow-up. It was observed that the IgG levels were significantly higher after vaccination than those before vaccination in the same population ( Figure 3A ) by comparing the IgG levels in the first and second follow-up. The participants were divided into four parts according to the dose and the inoculation days between the sampling and the last vaccination: '1 dose and inoculation time less than 14 d', '1 dose and ≥14 d', '2 doses and <14 d' and '2 dose and ≥14 d' (Figure 3) . IgG, RBD-IgG, and neutralizing antibodies were selected for At two-month intervals, the horizontal axis has been divided into seven equal parts, 5~6 months, 7~8 months, 9~10 months, 11~12 months, 13~14 months, 15~16 months and 17~18 months. (A) Trends in IgG positive rate over months after symptom onset in overall, unvaccinated and vaccinated convalescent patients. (B) Trends in IgG antibody levels over months after symptom onset in overall, unvaccinated and vaccinated convalescent patients. (C) Trends in neutralising antibody levels over months after symptom onset in overall, unvaccinated and vaccinated convalescent patients. P values were determined applying a two-tailed Mann-Whitney U test. P<0.05 was considered to be statistically significant."
        },
        {
            "cite_spans": [
                {
                    "end": 244,
                    "ref_id": null,
                    "start": 237,
                    "text": "(16.32)"
                }
            ],
            "ref_spans": [
                {
                    "end": 340,
                    "ref_id": "FIGREF3",
                    "start": 331,
                    "text": "Figure 3B"
                },
                {
                    "end": 382,
                    "ref_id": "FIGREF3",
                    "start": 373,
                    "text": "Figure 3C"
                }
            ],
            "section": "Evaluation of the Effectiveness of Vaccination on Convalescent Patients",
            "text": "evaluation. The comparison revealed that IgG levels in those who received 'single dose and ≥14 d' were significantly higher than those who received 'single dose and <14 d' (15.93 vs 3.55), and similar with those with '2 doses and <14 d' (16.32) and '2 dose and ≥14 d' (18.43) (P>0.05). Similar conclusions were drawn for RBD-IgG ( Figure 3B ) and neutralizing antibodies ( Figure 3C )."
        },
        {
            "cite_spans": [
                {
                    "end": 501,
                    "ref_id": "BIBREF4",
                    "start": 498,
                    "text": "(5,"
                },
                {
                    "end": 505,
                    "ref_id": "BIBREF11",
                    "start": 502,
                    "text": "11)"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "The recent emergence of multiple viral variants and cases of reinfection have led to a reflection on the duration of the antibodies produced by the interaction of SARS-CoV-2 with the immune system. One of the key issues in the current COVID-19 pandemic is to understand the magnitude and kinetics of protective humoral immunity to SARS-CoV-2 following natural infection, which will undoubtedly contribute to protection against re-infection, public health policy development and vaccine progression (5, 11) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "In this study, we conducted the second round of follow-up with 318 convalescent patients in Jiangsu Province (the longest follow-up was about 18 months). To the best of our knowledge, our cohort of patients with COVID-19 has the longest follow-up period worldwide (5). The first round of follow-up obtained the short-term kinetics of SARS-CoV-2 specific and neutralizing antibodies over 7 months after symptom onset in COVID-19 patients (3). The long-term characteristics of anti-SARS-CoV-2 antibodies were explored by examining the magnitude and trend of specific antibodies in these subjects over time. Vaccination information was also collected from these participants to understand the effect of vaccination on antibody levels. Our research found that IgG positive rates remained high (80.19%) and that vaccinated individuals had higher levels of IgG antibody compared to unvaccinated individuals. A similar conclusion can (C) Effect of different doses and inoculation days on neutralising antibody levels. P values were determined applying a two-tailed Mann-Whitney U test. P < 0.05 was considered to be statistically significant (ns: no significance; ***p < 0.001; ****p < 0.0001)."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "be drawn for IgG subtypes and neutralizing antibodies. These findings fill a gap in the kinetics of the long-term immune response to SARS-CoV-2 and highlight the need for vaccination of the convalescent population."
        },
        {
            "cite_spans": [
                {
                    "end": 137,
                    "ref_id": "BIBREF12",
                    "start": 133,
                    "text": "(12,"
                },
                {
                    "end": 141,
                    "ref_id": "BIBREF13",
                    "start": 138,
                    "text": "13)"
                },
                {
                    "end": 262,
                    "ref_id": "BIBREF15",
                    "start": 258,
                    "text": "(14)"
                },
                {
                    "end": 380,
                    "ref_id": null,
                    "start": 370,
                    "text": "Dan et al."
                },
                {
                    "end": 473,
                    "ref_id": "BIBREF17",
                    "start": 469,
                    "text": "(16)"
                },
                {
                    "end": 485,
                    "ref_id": null,
                    "start": 476,
                    "text": "He et al."
                },
                {
                    "end": 748,
                    "ref_id": "BIBREF4",
                    "start": 745,
                    "text": "(5)"
                },
                {
                    "end": 933,
                    "ref_id": null,
                    "start": 922,
                    "text": "8.28-11.19)"
                },
                {
                    "end": 1040,
                    "ref_id": "BIBREF18",
                    "start": 1036,
                    "text": "(17,"
                },
                {
                    "end": 1044,
                    "ref_id": "BIBREF19",
                    "start": 1041,
                    "text": "18)"
                },
                {
                    "end": 1121,
                    "ref_id": "BIBREF20",
                    "start": 1117,
                    "text": "(19)"
                },
                {
                    "end": 1323,
                    "ref_id": "BIBREF21",
                    "start": 1319,
                    "text": "(20)"
                },
                {
                    "end": 1898,
                    "ref_id": "BIBREF24",
                    "start": 1894,
                    "text": "(22)"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Previous studies have shown that antibodies caused by SARS-CoV-2 appear 3 days after the onset of symptoms or 1 week after infection (12, 13) . Understanding population-level seroprevalence and humoral immune kinetics is essential for vaccination strategies (14) . However, little is known about the durability of the long-term humoral response against SARS-CoV-2 (15). Dan et al. showed that the SARS-CoV-2 specific IgG antibody could be maintained for up to 8 months (16) . He et al. found that participants maintained their anti-SARS-CoV-2 IgG antibodies for at least 9 months (15). Xiang et al. also found that most patients recovering from COVID-19 developed detectable SARS-CoV-2 specific IgG antibodies 1 year after the onset of symptoms (5) . In our study, the rate of IgG positivity remained high at 80.19% during the almost 18 months of follow-up after symptom onset, and the IgG antibody level was 9.73 (95%CI, 8.28-11.19) . Researchers have reported that IgG persisted for more than 2 years in patients recovering from SARS (17, 18) . Since SARS-CoV-2 shares 79.6% genomic sequence homology with SARS-Cov (19) , we assume that IgG has the potential to continue to exist. In addition, several studies have shown that anti-SARS-CoV-2 specific IgM levels decrease progressively over 3-5 months after infection (20) . Our study found that 20.44% of participants were positive for IgM 13-14 months after the onset of symptoms, which complements the results of existing studies. A previous study found that RBD-IgG persisted in 96.8% (31 of 32) of subjects at 14 months (21), which was slightly higher than 89.31% (284/318) at 15.6 months after symptom onset in our study. We also found that vaccinated individuals had higher antibody levels of IgG, RBD-IgG, S-IgG, N-IgG and neutralizing antibodies than unvaccinated individuals, consistent with the conclusions reached by Carlos et al. (22) ."
        },
        {
            "cite_spans": [
                {
                    "end": 214,
                    "ref_id": "BIBREF25",
                    "start": 210,
                    "text": "(23)"
                },
                {
                    "end": 219,
                    "ref_id": "BIBREF26",
                    "start": 215,
                    "text": "(24)"
                },
                {
                    "end": 224,
                    "ref_id": "BIBREF27",
                    "start": 220,
                    "text": "(25)"
                },
                {
                    "end": 640,
                    "ref_id": "BIBREF11",
                    "start": 636,
                    "text": "(11,"
                },
                {
                    "end": 644,
                    "ref_id": "BIBREF25",
                    "start": 641,
                    "text": "23,"
                },
                {
                    "end": 648,
                    "ref_id": "BIBREF26",
                    "start": 645,
                    "text": "24,"
                },
                {
                    "end": 652,
                    "ref_id": "BIBREF28",
                    "start": 649,
                    "text": "26)"
                },
                {
                    "end": 958,
                    "ref_id": "BIBREF29",
                    "start": 954,
                    "text": "(27)"
                },
                {
                    "end": 963,
                    "ref_id": "BIBREF30",
                    "start": 959,
                    "text": "(28)"
                },
                {
                    "end": 968,
                    "ref_id": "BIBREF31",
                    "start": 964,
                    "text": "(29)"
                },
                {
                    "end": 973,
                    "ref_id": "BIBREF32",
                    "start": 969,
                    "text": "(30)"
                },
                {
                    "end": 1411,
                    "ref_id": "BIBREF33",
                    "start": 1407,
                    "text": "(31)"
                },
                {
                    "end": 1479,
                    "ref_id": "BIBREF34",
                    "start": 1475,
                    "text": "(32)"
                },
                {
                    "end": 1484,
                    "ref_id": "BIBREF35",
                    "start": 1480,
                    "text": "(33)"
                },
                {
                    "end": 1489,
                    "ref_id": "BIBREF36",
                    "start": 1485,
                    "text": "(34)"
                },
                {
                    "end": 1494,
                    "ref_id": "BIBREF37",
                    "start": 1490,
                    "text": "(35)"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "This study also examined the relationship between positive rates and levels of specific antibodies, sex, age, and disease severity. Some reports have observed a correlation between antibody levels and male sex (23) (24) (25) , which is consistent with our findings on IgG antibody levels in vaccinated individuals. However, we also found that the IgG-positive rate was slightly higher in females, which could be an illusion due to the small number of vaccinees and the uneven ratio of males to females, to be further verified by expanding the sample size. There was evidence that IgG antibody levels were positively correlated with age (11, 23, 24, 26) , but we did not observe a significant difference in antibody levels between the age groups of 20-60 years and 60 years and above. In contrast, children and adolescents are more likely to be free of novel coronavirus or less symptomatic, and their immune response was not as violent as that of adults (27) (28) (29) (30) , consistent with our finding of lower antibody levels and positive rates in the <20 years age group. Compared to the other three clinical types, patients with the severe/critical type disease had higher antibody levels and positive rates, while those with the asymptomatic type disease had the lowest IgG levels and positive rates, which may be related to high levels of viral load or inflammatory storm in severe/critical patients (31) . Our study further confirmed the findings of a previous study (32) (33) (34) (35) . We performed multivariate regression analyses of antibody positive rate and level with the factors, incorporating the cross effect between these factors such as sex, age, disease severity, and vaccination into the model. The interaction between the factors was ultimately confirmed to be non-existent."
        },
        {
            "cite_spans": [
                {
                    "end": 215,
                    "ref_id": "BIBREF38",
                    "start": 211,
                    "text": "(36)"
                },
                {
                    "end": 1225,
                    "ref_id": "BIBREF39",
                    "start": 1221,
                    "text": "(37,"
                },
                {
                    "end": 1229,
                    "ref_id": "BIBREF41",
                    "start": 1226,
                    "text": "38)"
                },
                {
                    "end": 1415,
                    "ref_id": "BIBREF42",
                    "start": 1411,
                    "text": "(39)"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "The best indicator of vaccine protection is the epidemiological effectiveness of prevention. However, antibody levels can indirectly reflect the effectiveness of immune protection, as supported by Khoury et al. (36) . A key strength of this study was a 15.6 months-long follow-up of a population recovering from natural infection with COVID-19, incorporating inactivated vaccination as a factor for the first time, and assessing changes in the seroprevalence and kinetics of anti-SARS-CoV-2 antibodies, including IgG, RBD-IgG, and neutralizing antibodies. Compared to unvaccinated individuals, IgG antibody levels of vaccinated individuals were elevated in overall, male, 30-40 age group, and asymptomatic and mild type groups; levels of RBD-IgG and neutralizing antibodies were increased in vaccinated individuals. These data illustrate the importance of improving vaccination uptake and aid in future COVID-19 public health measures. In addition, our study aimed to examine the effects of vaccination doses on vaccinated individuals. We found that in those with a single dose of the vaccine, IgG and neutralizing antibody levels were similar to those who received two doses, which serves as an effective immune booster (37, 38) , supporting the notion that one dose is sufficient for patients with a novel coronavirus issued by the Technical Guidelines for Vaccination against Novel Coronavirus (1st Version) (39) ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "Our study had several limitations. First, a larger sample size is needed to draw more convincing conclusions. However, due to the need for continuous, prolonged follow-up of convalescent patients in this study, there was a lack of sufficient participants and loss to follow-up, resulting in an under-representation of severe/critical illness (n=4) and poor extrapolation of measurements. Presently, there is an increasing number of viral variants, and the extent and persistence of the human immune response to them has not yet been studied, a gap that needs to be addressed in future studies."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION",
            "text": "In summary, we found that most convalescent COVID-19 patients were still positive for IgG antibodies 15.6 months after symptom onset, which suggested the possibility of long-term immunization. People vaccinated with one dose of inactivated vaccine produced higher levels of antibodies than unvaccinated individuals, which was similar to those who received two doses. These findings can help governments and health authorities to implement more suitable vaccination strategies for people recovering from natural infections."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT",
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT",
            "text": "The studies involving human participants were reviewed and approved by the Institutional Review Board of Jiangsu Provincial Center for Disease Control and Prevention (JSJK2021-B007-01). Written informed consent to participate in this study was provided by the participants' legal guardian/next of kin."
        }
    ],
    "metadata": {
        "paper_id": "2798c4a00eb66ccad3df64d28c6fbf0f72dfb3d6",
        "title": "Article 829665 1 (2022) Long-Term Kinetics of SARS-CoV-2 Antibodies and Impact of Inactivated Vaccine on SARS-CoV-2 Antibodies Based on a COVID-19 Patients Cohort"
    }
}