{
    "abstract": [],
    "body_text": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor",
            "text": "IgA nephropathy in a pediatric patient after receiving the first dose of Pfizer-BioNTech C-OVID-19 vaccine"
        },
        {
            "cite_spans": [
                {
                    "end": 456,
                    "ref_id": "BIBREF0",
                    "start": 453,
                    "text": "[1,"
                },
                {
                    "end": 459,
                    "ref_id": "BIBREF1",
                    "start": 457,
                    "text": "2,"
                },
                {
                    "end": 462,
                    "ref_id": "BIBREF2",
                    "start": 460,
                    "text": "3,"
                },
                {
                    "end": 465,
                    "ref_id": "BIBREF4",
                    "start": 463,
                    "text": "4,"
                },
                {
                    "end": 468,
                    "ref_id": "BIBREF5",
                    "start": 466,
                    "text": "5]"
                }
            ],
            "ref_spans": [
                {
                    "end": 857,
                    "ref_id": "TABREF1",
                    "start": 850,
                    "text": "Table 1"
                }
            ],
            "section": "Letter to the Editor",
            "text": "The Pfizer-BioNTech vaccine (BNT162b2 mRNA) against coronavirus disease 2019 was granted the US Food and Drug Administration's emergency use authorization in December 2020 for individuals aged 16 years; this was extended to include children aged 12 to 15 years on May 10, 2021. Few cases of IgA nephropathy (IgAN) flare-up have been reported, showing macroscopic hematuria, following the second dose of COVID-19 vaccine in adult and pediatric patients. [1, 2, 3, 4, 5] Herein, we report the first case globally of a pediatric patient with IgAN presenting with macroscopic hematuria < 24 h after the first dose of Pfizer-BioN-Tech vaccine was given to the patient on Friday, 6th August 2021. The patient had no history suggestive of previous COVID-19 infection before vaccination, nor had he suffered any history of reactions to any vaccinations. See Table 1 for clinical information. We conducted further tests; On 31st, August 2021: Yellow colour, hazy appearance, trace protein, RBC: 286/ul (up to 2). On 6th, January 2022: Amber colour, hazy appearance, negative protein, RBC: 160/ul (up to 2). Hence, recent tests showed that microscopic hematuria still persisted but had been reducing."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor",
            "text": "The patient is a previously healthy 12-year-old boy (Jordanian, BMI: 20.8, non-smoker) who presented with new-onset gross hematuria, proteinuria, and acute kidney injury < 24 h following the first dose of Pfizer-BioNTech vaccine. He had no family history of autoimmune disease, and he was not taking any medications. Urinary tract ultrasound showed normal kidneys with prominent pyramids with type I increased parenchymal echogenicity, no perinephric fluid and no hydronephrosis, no urolithiasis or masses. His gross hematuria self-resolved, but his kidney insufficiency persisted."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor",
            "text": "Kidney biopsy performed 2 days after admission was consistent with IgAN. Microscopic exam of the biopsy sections revealed 11 glomeruli in the submitted cores, all of which showed mild increase of mesangial cells and matrix; no thickening of capillary loops, segmental sclerosis, crescent formation or necrosis were seen. Mild interstitial edema was noted. Many of the tubules showed red cell casts with mild tubular injury and flattening of epithelial cells. No interstitial fibrosis or inflammation was seen. No vascular changes were noted. The immunoflourescence studies showed 5 glomeruli revealing granular mesangial deposits of IgA (+1) and C3 (+1), and absence of IgG, IgM, C4 and fibrinogen (Appendix 1). We used the following biomarkers to evaluate kidney sufficiency and follow it up:"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor",
            "text": "1. Serum Creatinine (0.53-0.79 mg/dl) 2. Serum Urea (15-36 mg/dl) 3. Urinalysis"
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor",
            "text": "The patient received intravenous methylprednisolone pulse therapy, and his follow-up serum creatinine level showed improvement. The patient was discharged with enalapril 5 mg tablet, prednisolone 5 mg tablet and esomeprazole 20 mg tablet once daily."
        },
        {
            "cite_spans": [
                {
                    "end": 292,
                    "ref_id": "BIBREF0",
                    "start": 289,
                    "text": "[1,"
                },
                {
                    "end": 295,
                    "ref_id": "BIBREF1",
                    "start": 293,
                    "text": "2,"
                },
                {
                    "end": 298,
                    "ref_id": "BIBREF2",
                    "start": 296,
                    "text": "3,"
                },
                {
                    "end": 301,
                    "ref_id": "BIBREF4",
                    "start": 299,
                    "text": "4,"
                },
                {
                    "end": 304,
                    "ref_id": "BIBREF5",
                    "start": 302,
                    "text": "5]"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor",
            "text": "It is not yet clear how COVID-19 vaccination may be associated with IgAN flares. We concur with previous authors' statements that symptoms of IgAN should be monitored closely following COVID-19 vaccination, as it may uncover previously undiagnosed glomerulonephritis in pediatric patients [1, 2, 3, 4, 5] ."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions",
            "text": "All authors contributed in drafting, reviewing, and revising this letter."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest",
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. "
        }
    ],
    "metadata": {
        "paper_id": "2782206f3cac344021410362b3de4da02dbc8814",
        "title": "Vaccine xxx (xxxx) xxx"
    }
}