{
    "abstract": [
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract",
            "text": "Using data from the COVID-19 questionnaire of the Survey of Health, Ageing and Retirement in Europe (SHARE), we investigate the time patterns of precautionary health behaviours of individuals aged 50 years and above during the summer of 2020, an easing phase of the COVID-19 pandemic in Europe. We also examine how these health behaviours differ by the presence of chronic conditions such as hypertension, high cholesterol level, heart disease, diabetes or chronic bronchitis, which can be considered as risk factors for COVID-19. Our results suggest that while on average, people became less precautious during the analysed time period, this is less so for those who are at higher risk. We also document large regional differences in precautionary health behaviours and show that higher-risk individuals are on average more cautious in all regions. We conclude that people adjusted their health behaviours in line with the generally understood risk of the COVID-19 disease. At the same time, our results also point out divergences in the level of willingness to take different precautionary steps."
        }
    ],
    "body_text": [
        {
            "cite_spans": [
                {
                    "end": 1051,
                    "ref_id": "BIBREF8",
                    "start": 1034,
                    "text": "(Hale et al. 2021"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Until a sufficiently large share of the population becomes vaccinated, changing individual behaviour is key to contain the spread of COVID-19. Accordingly, some of our everyday activities have changed drastically since the outbreak of the pandemic as governments urged citizens to take precautionary steps, stemming from recommending hand sanitising and mandating wearing a mask in public to staying at home, often forced by a curfew. Using data from the Survey of Health, Ageing and Retirement in Europe (SHARE), we investigate the time patterns of several precautionary health behaviours among the European population above age 50 years during the summer (June and July) of 2020. We can consider this period as an easing phase of the COVID-19 pandemic since it falls between the \"first wave\" (spring of 2020) and the \"second wave\" (autumn of 2020). Although there were heterogeneities across countries, average death rates due to COVID-19 slightly decreased (WHO 2020) and COVID-19-related policies became on average less stringent (Hale et al. 2021 ) over this period."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "We assess how precautionary health behaviours are shaped by the presence of chronic diseases across European regions. Do we see that cautious behaviour of older people is spreading or is it rather fading over time? Are there any differences based on health status in the precautionary steps they take and the time pattern of such steps? Given the substantially larger COVID-19 mortality risk of older people (it was 3.7 times higher in the age group above 60/65 years than in the general population; also, 90 per cent or more of reported COVID-19 deaths occurred in this age group during the first wave of the pandemic in European countries, see OECD and European Union 2020, p. 55.), especially of those suffering from chronic diseases, it is important to understand the dynamics of different health behaviours to curb the number of fatalities due to the virus."
        },
        {
            "cite_spans": [
                {
                    "end": 290,
                    "ref_id": "BIBREF19",
                    "start": 270,
                    "text": "(Sallis et al. 2008;"
                },
                {
                    "end": 311,
                    "ref_id": "BIBREF16",
                    "start": 291,
                    "text": "Richard et al. 2011)"
                },
                {
                    "end": 572,
                    "ref_id": "BIBREF8",
                    "start": 554,
                    "text": "(Hale et al. 2021)"
                },
                {
                    "end": 1045,
                    "ref_id": "BIBREF6",
                    "start": 1023,
                    "text": "(Gadarian et al. 2020)"
                },
                {
                    "end": 1078,
                    "ref_id": "BIBREF9",
                    "start": 1059,
                    "text": "(Harper et al. 2020"
                },
                {
                    "end": 1332,
                    "ref_id": null,
                    "start": 1300,
                    "text": "Harper et al. social distancing)"
                },
                {
                    "end": 1353,
                    "ref_id": "BIBREF24",
                    "start": 1335,
                    "text": "Wise et al. (2020)"
                },
                {
                    "end": 1651,
                    "ref_id": "BIBREF21",
                    "start": 1631,
                    "text": "(Shiina et al. 2020)"
                },
                {
                    "end": 1725,
                    "ref_id": "BIBREF5",
                    "start": 1700,
                    "text": "Franzen and Wöhner (2021)"
                },
                {
                    "end": 1850,
                    "ref_id": "BIBREF4",
                    "start": 1831,
                    "text": "Clark et al. (2020)"
                },
                {
                    "end": 2025,
                    "ref_id": "BIBREF3",
                    "start": 2003,
                    "text": "Bourassa et al. (2020)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Drivers of health behaviour are complex; ecological models provide a comprehensive framework of the multiple and interacting levels of factors that influence health behaviour, grouped into intrapersonal, interpersonal, organisational, community and public policy levels (Sallis et al. 2008; Richard et al. 2011) . Given the substantial negative externalities arising from irresponsible individual behaviour during a pandemic, governments introduced restrictions of individual behaviour in most European countries with varying levels of policy stringency (Hale et al. 2021) . Apart from policy stringency, the likelihood of compliant behaviour also varies both across and within countries. Accordingly, some of the recent scholarly attention has focused on understanding the factors behind adhering to cautious health behaviour under COVID-19. The assessed factors are diverse, and the results are mixed, and some found that in the USA partisanship is the single most consistent factor that differentiates health behaviours (Gadarian et al. 2020) , and others (Harper et al. 2020 ) found no effect of politically relevant variables and named simply the fear of COVID-19 as the predictor of positive behaviour change, i.e. of improved hand hygiene and physical distancing (or, using the terminology of Harper et al. social distancing) . Wise et al. (2020) also reported that the strongest predictor of physical distancing was the perceived likelihood of personally being infected. A Japanese study highlights the importance of awareness and knowledge as being informed about COVID-19 was associated with a more precautious behaviour (Shiina et al. 2020) . Based on a sample of students in Switzerland, Franzen and Wöhner (2021) found that personal interests in staying at home (i.e. having high-risk relatives) increased compliance. Clark et al. (2020) observed that belief in the effectiveness of health precautions against COVID-19 and prioritising one's health in general made a difference. Similarly, Bourassa et al. (2020) demonstrated that physical distancing is associated with conventional health behaviours and healthier habits in general."
        },
        {
            "cite_spans": [
                {
                    "end": 147,
                    "ref_id": "BIBREF4",
                    "start": 128,
                    "text": "Clark et al. (2020)"
                },
                {
                    "end": 631,
                    "ref_id": "BIBREF23",
                    "start": 599,
                    "text": "(Thøgersen-Ntoumani et al. 2011)"
                },
                {
                    "end": 854,
                    "ref_id": "BIBREF12",
                    "start": 838,
                    "text": "Montepare, 2020)"
                },
                {
                    "end": 1081,
                    "ref_id": "BIBREF7",
                    "start": 1057,
                    "text": "(Grembowski et al. 1993)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "The rapidly expanding COVID literature has yet collected less evidence specifically about the behaviour of older people, though Clark et al. (2020) found that age was generally unrelated to voluntary compliant behaviours during the pandemic. In general, the public discourse during the pandemic characterised older people as a rather homogeneous vulnerable group that society needs to protect even at the cost of sacrificing much of their social life and that of other generations as well . Although the ageing process and older people are diverse, their health status, attitudes and behaviour vary (Thøgersen-Ntoumani et al. 2011) . For instance, not only actual age but positive views on ageing in general and a younger subjective age (or a more youthful identity) are often associated with health-promoting activities, such as walking Montepare, 2020) . Similarly, self-efficacy, in other words perceived competency, has a beneficial effect on health behaviour, and it may explain part of the relationship between socio-economic status and health status (Grembowski et al. 1993) . Apart from diverging attitudes, the health status of older people varies as well. For example, there are profound disparities in the prevalence of chronic diseases in the European Union by socio-economic status (OECD and European Union 2020). Thus, it is worth studying the heterogeneities of the older age group to better understand their behaviour."
        },
        {
            "cite_spans": [
                {
                    "end": 538,
                    "ref_id": "BIBREF18",
                    "start": 513,
                    "text": "(Salanié and Treich 2020)"
                },
                {
                    "end": 939,
                    "ref_id": "BIBREF22",
                    "start": 916,
                    "text": "(Ssentongo et al. 2020;"
                },
                {
                    "end": 963,
                    "ref_id": "BIBREF14",
                    "start": 940,
                    "text": "O'Driscoll et al. 2021)"
                }
            ],
            "ref_spans": [],
            "section": "Introduction",
            "text": "Our simple theoretical framework of individual-level drivers of health behaviour covers the perceived probability of getting infected and the perceived health risk of an infection, which together influence the general level of risk aversion related to COVID-19. Then, deciding about each precautionary step involves a subjective cost-benefit analysis of the behaviour shift. Note that some precautionary behaviours, such as wearing a mask, can have positive externalities by reducing the risk of infecting others (Salanié and Treich 2020) . Here, we assume that people take into account only the subjective cost and benefit of each precautionary step, which might include an altruistic motive. We suspect that the perceived health risk is influenced by objective (or wellestablished) risk factors, such as age, chronic diseases and being a male that are all positively related to the health risk imposed by COVID-19 (Ssentongo et al. 2020; O'Driscoll et al. 2021) , and by the knowledge and awareness of these risk factors, which are usually associated with educational level. Regarding the individual-level cost-benefit analysis of changing a behaviour, we have several considerations. First, some precautionary steps are in general less costly than others (i.e. hand washing vs. not meeting family) and thus we expect them to be more widespread. Second, the same precautionary step may impose different levels of costs to different people. For example, we expect that those who are employed and those who live alone are less likely to stay at home and to give up personal social interactions as that would mean a larger sacrifice from them."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction",
            "text": "We contribute to the existing literature about health behavioural responses to a pandemic by focusing on the risk group of older people and the role of their health status. Given the large sample size and variation in interview times, we are also able to demonstrate time trends of average levels of precaution, and we show regional differences in precautionary behaviour across Europe, indicative of the role of the cultural and policy context. Our paper is structured as follows. First, we briefly introduce the data and the health behaviour, health status and control variables we use. Then, we show the time patterns of different health behaviours over the summer, both together and separately for individuals with and without a chronic condition. We also demonstrate regional differences of health behaviour, while keeping the decomposition by chronic condition. Finally, we turn to our linear probability models of different health behaviour changes, where next to the baseline associations some of the regressions allow differing time trends of behaviour by health status and age. We conclude with discussing our results."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data",
            "text": "Our analysis is primarily based on the SHARE-COVID-19 data (Börsch-Supan 2020a, b). We restrict the SHARE-COVID-19 sample to those observations that were recorded during the eight weeks between 8 June 2020 and 2 August 2020. Thus, we exclude the last three weeks of the SHARE-COVID-19 fieldwork when relatively few interviews were conducted (omitting 4.5% of the sample or 2593 observations, 61.9% of them being from a single country, Austria). Also, the education indicator-which comes from the SHARE Wave 7 data, see below-is missing for 7496 observations. Taking into account the small number of item non-responses, the final sample size used in the analyses is 46,040 from 26 European countries and Israel. (The Netherlands cannot be included in the analysis due to not participating in SHARE Wave 7.) The included countries are Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Israel, Italy, Latvia, Lithuania, Luxembourg, Malta, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden and Switzerland."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data",
            "text": "The variables that are in the focus of our analysis are eight indicators of health behaviour from the SHARE-COVID-19 survey. They capture how people changed their health behaviours in response to the outbreak of the COVID-19 pandemic. To ease the interpretation of the results, we dichotomise all eight indicators as follows. (1) No walks equals one if someone has not left home since the outbreak or responds \"not any more\" to the question whether he/she went out for a walk since the outbreak, zero otherwise. (2) No shopping equals one if someone has not left home since the outbreak or responds \"not any more\" to the question about going shopping since the outbreak, zero otherwise. (3) No meeting with family equals one if someone has not left home since the outbreak or responds \"not any more\" to the question about visiting other family members since the outbreak, zero otherwise. (4) No meeting with others equals one if someone has not left home since the outbreak or responds \"not any more\" to the question about meeting more than five people outside the household since outbreak, zero otherwise. (5) Distance to others equals one if someone responds \"always\" to the question about keeping distance from others in public. (6) Wearing mask equals one if someone responds \"always\" to the question about wearing a face mask in public. (The latter two variables are not defined for those who have not left home since the outbreak, around 18% of the sample.) (7) More hand washing equals one if someone responds \"yes\" to the question about washing hands more than usual. (8) More hand sanitising equals one if someone responds \"yes\" to the question about using hand sanitiser or disinfection fluids more than usual."
        },
        {
            "cite_spans": [
                {
                    "end": 406,
                    "ref_id": "BIBREF13",
                    "start": 388,
                    "text": "Nandy et al. 2020;"
                },
                {
                    "end": 429,
                    "ref_id": "BIBREF22",
                    "start": 407,
                    "text": "Ssentongo et al. 2020;"
                },
                {
                    "end": 446,
                    "ref_id": "BIBREF25",
                    "start": 430,
                    "text": "Zaki et al. 2020"
                }
            ],
            "ref_spans": [],
            "section": "Data",
            "text": "To capture the health status and COVID-19 risk of individuals, we use binary indicators of drugs taken regularly for high blood cholesterol, high blood pressure, heart disease (including coronary or cerebrovascular diseases and other heart diseases), diabetes and chronic bronchitis. These are well-established risk factors for COVID-19 severity and mortality (see e.g. the meta-analyses Nandy et al. 2020; Ssentongo et al. 2020; Zaki et al. 2020 ; there is some disagreement on the effect of chronic bronchitis but its presence definitely increases the perceived risk). We classify a respondent as high risk (66.5% of the sample) if he/she takes drugs regularly for any of the above-listed conditions. In addition, we use the risk factors for overweight ) and obesity (BMI 30 and above) from SHARE Wave 7 as control variables."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 833,
                    "ref_id": "TABREF0",
                    "start": 826,
                    "text": "Table 1"
                }
            ],
            "section": "Data",
            "text": "The demographic and socio-economic control variables are the following. We use gender and age, the latter split into four similar sized categories (age up to 63, 64-70, 71-76 and above 76), or simply into two categories (cut at 70 years) in some analyses (47.6% of the sample is above 70 years). We generate a binary indicator of being employed (including self-employment) at the time of the COVID-19 outbreak and a binary indicator of living alone (i.e. of the household size being equal to one, which was asked in Wave 8 and is imputed from Wave 7 if it is missing there). Finally, based on ISCED-97 (International Standard Classification of Education) codes in the SHARE Wave 7 data, we create three categories of education level: primary, secondary and tertiary education (ISCED-97 levels 0-1, 2-4 and 5-6, respectively). Table 1 shows descriptive statistics of the demographic, socio-economic and health indicators."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach",
            "text": "As a starting point, we display the weekly averages of the eight indicators of health behaviour during the eight examined weeks. In doing so, we net out country effects because different countries conducted the survey at different pace during the summer. Afterwards, we show the weekly averages separately for those with at least one chronic condition and those without any."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach",
            "text": "Next, to illustrate the regional differences in health behaviour during our analysed period, we split the European SHARE countries into three groups: West and North (Austria, Belgium, Denmark, Finland, France, Germany, Luxembourg, Sweden, Switzerland), South (Cyprus, Greece, Italy, Malta, Portugal, Spain) and East (Bulgaria, the Czech Republic, Croatia, Estonia, Hungary, Latvia, Lithuania, Poland, Romania, Slovakia, Slovenia). For each country group, we show the average of the eight indicators of health behaviour separately for those with and without the presence of at least one chronic condition."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach",
            "text": "A limitation of the descriptive approach is that the interview date is not random; thus, the observed time patterns might partly be driven by composition changes of the respondents. To address this issue, we apply regression models, controlling for a rich set of individual characteristics that might be related both to health behaviours and to interview timing. We fit linear probability models of the eight health behaviour indicators using a linear time trend, the presence of the five specific chronic conditions, gender, age, education level, employment status at the time of the outbreak, the binary variable of living alone and country indicators (fixed effects) as explanatory variables. The results do not change qualitatively if logit models are used instead. To check for the presence of nonlinear time trends, we re-estimate the regression models with replacing the linear time trend with bi-weekly interview week effects."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach",
            "text": "To examine the presence of differential time trends across health status, we also estimate linear probability models that contain the interaction term between having (at least one) chronic condition and the time trend. Besides, to analyse specifically whether the different time trends by health status arise from the relatively older or the younger population, we also estimate models with threeway interaction terms between the presence of chronic conditions, the time trend and the binary indicator of being above 70 years old."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach",
            "text": "All analyses were performed with Stata Statistical Software: Release 16. College Station, TX: StataCorp LLC."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 19,
                    "ref_id": null,
                    "start": 13,
                    "text": "Fig. 1"
                },
                {
                    "end": 991,
                    "ref_id": null,
                    "start": 983,
                    "text": "Figure 2"
                },
                {
                    "end": 1601,
                    "ref_id": null,
                    "start": 1593,
                    "text": "Figure 3"
                }
            ],
            "section": "Time patterns of health behaviours",
            "text": "According to Fig. 1 , on average, around 85% of respondents washed hands and the same proportion used hand sanitiser or disinfection fluids more than usual after the start of the pandemic. Also, if leaving their home, 76% always kept distance and 59% always wore a face mask in public. Fifty-three per cent of respondents stayed at home or did not visit other family members and 63% did not meet more than five people outside the household since the outbreak. (These two indicators will be referred to as \"no meeting\" indicators below.) Even the most substantial changes in health behaviour-never leaving home for walking and for shopping since the outbreak-were reported by 31% and 27%, respectively. A gradual loosening of the behavioural changes during the eight examined weeks is especially visible for the two \"no meeting\" and the \"distance in public\" indicators. Meanwhile, the proportion of those who always wear a mask in public or use sanitiser more often seem to increase. Figure 2 shows these descriptive time trends split by the health status of the respondents. People with chronic conditions were in general more cautious. The differences by health status are the strongest for the no walks, no shopping and the two \"no meeting\" indicators, while negligible for hand washing and hand sanitising. The graphs also indicate that regarding the two \"no meeting\" measures, people with chronic conditions-compared to healthy respondents-rather kept their cautiousness during the summer. For the other measures, we do not see clear evidence for diverging time patterns by health status. Figure 3 displays the average values of the health behaviour indicators by country groups and health status. Within each country group and for each indicator, we again see that people with chronic conditions were more careful. The differences by health status are the strongest for the no walks, no shopping and the two \"no meeting\" indicators, while they are negligible for hand washing and hand sanitising. We also see that on average, people in Western and Northern Europe were the least cautious during the analysed period, especially about going for walks, shopping, meeting with family members and wearing masks. We do not see major differences in precautionary health behaviours between Southern and Eastern Europe, although some of them are slightly more prevalent in the South than in the East. "
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 482,
                    "ref_id": "TABREF1",
                    "start": 475,
                    "text": "Table 2"
                }
            ],
            "section": "Regression results",
            "text": "Turning to the regression results, we first note that our main health behaviour indicators will be the first four measures (\"no walks\", \"no shopping\" and the \"no meeting\" indicators) because the \"distance\" and the \"mask\" variables are only defined on the selected sample of those who responded that they left their home since the outbreak, while \"hand washing\" and \"hand sanitising\" seem the least costly interventions and were performed by the vast majority of respondents. Table 2 displays the effect of specific chronic conditions and the time trend after controlling for individual characteristics and country indicators. Diagnosed hypertension and high blood cholesterol increase the prevalence of precautionary health behaviour measures generally by 1-2%points, while the more severe conditions (heart disease, diabetes and chronic bronchitis) increase the first four (main) indicators by 2-9%points but do not generally have a substantial effect on the other four measures. On the other hand, apart from the hand washing and hand sanitising indicators, being overweight or obese does not unequivocally imply more cautiousness."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression results",
            "text": "In line with the descriptive graphs, the \"no meeting\" and the \"distance\" indicators decrease in time (by around 6%points during the eight examined weeks), while the prevalence of wearing masks and more hand sanitising increases (statistically significantly at the 1% level) by 2-5%points during the period."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression results",
            "text": "The effects of the control variables are roughly in line with the theoretical framework presented in \"Introduction.\" Older people are more severely affected by the disease and are more risk averse; hence, their health behaviour changed more substantially for the main indicators. Compared to people aged 50-63 (plus a few individuals aged under 50), the no walks, no shopping and no meeting indicators are 0-3%points higher at ages 64-70, 4-10%points higher at ages 71-76 and 14-28%points higher at ages 77 and above. We do not see such differences by age for the \"distance\", \"mask\" and \"hand washing\" indicators, while the prevalence of hand sanitising even decreases with age. Females, although face smaller objective risk, are more risk averse, and their indicators are 2-7%points higher than those of males. The effect of the level of education is ambiguous as it decreases the main indicators and increases the others. Finally, since the employed have more social interactions in any case and people living alone need more social interactions to maintain their everyday activities, both groups changed their health behaviour less radically (apart from the \"hand washing\" and \"hand sanitising\" indicators for the employed)."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 121,
                    "ref_id": null,
                    "start": 114,
                    "text": "Table 3"
                },
                {
                    "end": 512,
                    "ref_id": null,
                    "start": 505,
                    "text": "Table 4"
                }
            ],
            "section": "Regression results",
            "text": "To assess nonlinear time effects, we include indicators of bi-weekly interview dates instead of the linear trend. Table 3 shows a gradual decrease of up to 4-6%points in the prevalence of the \"no meeting\" and \"distance\" indicators and a gradual increase of up to 3.3%points in the prevalence of wearing masks. We see some evidence for nonlinear time patterns in the other four behavioural indicators; however, the magnitudes of the estimated time effects on these outcomes are small (at most 2.2%points). Table 4 displays the estimation results from models that allow differing time trends by health status. The two \"no meeting\" and the \"distance to others\" indicators show significant heterogeneities in their trends: they decreased by 8-10%points in the eight weeks for the healthy and only by 4-5% points for the chronically ill population. Also, hand washing became less prevalent only in the healthy group. As the lower panel of the table indicates, heterogeneity by health status is more substantial (and statistically significant for six out of the eight indicators) for the population aged 70 years or above."
        },
        {
            "cite_spans": [
                {
                    "end": 605,
                    "ref_id": "BIBREF8",
                    "start": 587,
                    "text": "(Hale et al. 2021)"
                },
                {
                    "end": 2349,
                    "ref_id": "BIBREF8",
                    "start": 2332,
                    "text": "Hale et al. 2021)"
                }
            ],
            "ref_spans": [
                {
                    "end": 751,
                    "ref_id": null,
                    "start": 744,
                    "text": "Table 3"
                }
            ],
            "section": "Discussion",
            "text": "We analysed the time patterns of precautionary health behaviours during eight weeks of an early easing phase of the COVID-19 pandemic in Europe. The number of COVID-19-related death cases per million population decreased from 0.31 in the first week of our observation period to 0.14 in the fifth week and only went up to 0.19 by the last week (July 27-August 2) (WHO, 2020 statistics, weighted by our sample). At the same time, governments gradually eased the COVID-19-related policy restrictions during this time period, as shown by the stringency indicator of the University of Oxford (Hale et al. 2021) . Our results suggest that the time patterns of precautionary health behaviours differ by the costliness of the behaviours. We do not see Table 3 Linear probability models of health behaviours with bi-weekly interview time effects Robust standard errors in brackets, **p < 0.01, *p < 0.05. All regressions include the individual-level control variables and country dummies of major changes in the least adapted, most costly behaviours (not going out for walks or shopping). We see decreasing patterns in the costly but more widely adapted behaviours (not meeting with family members, with others and keeping distance in public places). Note that the decreasing patterns might be the joint consequence of the easing of restrictive policy measures, of the decrease of COVID-19-related death cases and also of changing risk attitudes and risk perceptions of individuals. It is beyond the scope of this study to disentangle these various mechanisms. Finally, the least costly behaviours are found to be the most persistent; we even see increasing patterns in wearing mask and hand sanitising. Our analysis also revealed that individuals with a higher health risk due to chronic conditions acted differently and were more likely to take even the costly precautionary steps over the summer across all three European regions. On average, people in Western and Northern Europe were the least cautious during the analysed period. The regional differences cannot be explained by differences in the rate of COVID-19-related death cases or policy stringency as, on average, Western and Northern Europe is characterised by similar cumulative COVID-19-related death rates (as measured by WHO 2020) and stringency indicators (as measured by Hale et al. 2021) as Southern Europe. Also, precautionary behaviours were rather similar in the East and South, despite the lower COVID-19-related death rates and stringency in the East."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The presence of a chronic condition led to the maintenance of more cautious behaviours especially among those above age 70 years, highlighting how the interaction between different risk factors drives health behaviour."
        },
        {
            "cite_spans": [],
            "ref_spans": [
                {
                    "end": 408,
                    "ref_id": null,
                    "start": 401,
                    "text": "Table 4"
                },
                {
                    "end": 729,
                    "ref_id": "TABREF1",
                    "start": 722,
                    "text": "Table 2"
                }
            ],
            "section": "Discussion",
            "text": "Our study is subject to some limitations. The data used refer to a specific early phase of the COVID-19 pandemic; hence, it remains for future research to analyse later changes in precautionary behaviours. Also, the analysis is based on cross-sectional data, making use of variations in the timing of the interview. Therefore, we could not analyse individual-level changes in precautionary behaviours Table 4 Linear probability models of health behaviours with heterogeneous time patterns Robust standard errors in brackets, **p < 0.01, *p < 0.05. Linear trend starts on 8 June and corresponds to 8 weeks. All regressions include individual-level control variables and country dummies. The sample sizes are the same as in Table 2 throughout the COVID-19 pandemic. A further limitation is that the sample used is not a representative sample of the population partly due to item and unit non-response, partly due to the restriction of the sample to interviews conducted during the analysed eight weeks. Nevertheless, as the sample restrictions are not based on individual characteristics and we include a rich set of control variables in our regression models, our results likely reveal patterns that are present in the entire population of Europe."
        },
        {
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion",
            "text": "The main results are robust to the exclusion of the first two weeks of the fieldwork from the analysis, when some countries had not started the fieldwork yet. Also, specification checks indicate that estimating bi-weekly interview week effects instead of the linear time effect in our regression models does not alter substantially the results. Our findings point to the divergence in the level of willingness to take different precautionary steps since subjective costs of forgoing social interactions are higher than the individual-level costs of increased personal hygiene. We also observe substantial heterogeneities among older people in the level and time trends of their health behaviour as objective risk factors such as a chronic condition or older age affect the level of precaution. From a policy point of view, it is reassuring that more vulnerable people take more efforts to avoid an infection, highlighting the importance of raising awareness about the risk factors related to the pandemic. At the same time, considering the positive externalities of precautionary behaviours, it can be desirable to maintain high levels of precautions even among the less vulnerable groups. Our findings also underline that some of the older people may need more assistance, for example to do the shopping or to fight the mental health implications of loneliness and increased stress during a lockdown."
        }
    ],
    "metadata": {
        "paper_id": "27785a7409cd095dc2d9990b63b9b0f0f82f397e",
        "title": "Time patterns of precautionary health behaviours during an easing phase of the COVID-19 pandemic in Europe"
    }
}