{
    "paper_id": "279498cf22a0f39850fed78ba12dc28be2feada8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "S ir, we write with reference to your recent BDJ in Practice article entitled 'How does dentistry move from survival to revival? 1 We are disappointed with both the tone and content of this article, particularly with reference to those which pertain to our Association. The objective, third-party reader may view this as a thinly veiled attempt to discredit the BAPD.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also note that you directly refer to the Chair of our Scientific Committee, Dr Dominic O'Hooley, within a rather dismissive paragraph where we feel that you clearly intimate the lack of validity of a referenced opinion piece, within your own opinion piece. Surely, the irony of this has not escaped you?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, you make unreferenced assertions and disparaging comments regarding a BAPD international fallow time comparison table: we would however draw your attention to the fact that Professor Jan Clarkson, mentioned within your article as a lead author of ' Aerosol Generating Procedures and their Mitigation in International Dental Guidance Documents -A Rapid Review', published on 24 July 2020 by the CoDER Working Group, liaised with both Dominic O'Hooley and Tif Qureshi from the BAPD, who provided assistance regarding the very international protocols that ended up within the aforementioned document. You may therefore wish to revisit the document to read the formal thank you to the BAPD and perhaps revise your opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the spirit generated within your opinion piece of highlighting factual inaccuracies, we feel it is pertinent to note the following: AE Your 10 August 2020 piece refers to healthcare workers registered with the GDC not being required to self-isolate for 14 days after arrival back in the UK. This is factually incorrect as the exemption was removed on 31 July 2020 for those arriving back in the UK on that date or after, this being clearly set out on the Government website at the time of writing this reply 2 AE You omit the BDA's role in the call to cease face to face dentistry. On 22 March 2020, the BDA wrote to its members and advised them that practices should 'cease routine dentistry and operate an advice and emergency service only', and that, 'dentists involved in urgent care will require full personal protective equipment including FFP3 masks'. 3 After numerous posts on social media obviously and quite reasonably interpreting this statement as meaning that practices needed to close prior to direction from the CDO, the statement was then revised on the public website to correctly say, 'dentists involved in urgent care in specialist centres will require full personal protective equipment including FFP3 masks'. 4 In closing, we would expect an unreserved apology to the BAPD within the editorial of the next BDJ in Practice, copied to both your Twitter and Facebook accounts, regarding your regrettable attempt to discredit the BAPD within your article. ",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 863,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1233,
                    "end": 1234,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Editor's note I wish to thank the BAPD for their correspondence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On behalf on the BAPD"
        },
        {
            "text": "After consideration, I consider the piece in question to be an opinion article, with which they are entitled to disagree in a professional manner, and as a result do not believe an apology is merited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On behalf on the BAPD"
        },
        {
            "text": "The British Dental Association has sought urgent clarity on the government's future plans for public health provision following its pledge to scrap Public Health England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LETTERS TO THE EDITOR"
        },
        {
            "text": "In an open letter to Secretary of State for Health and Social Care Matt Hancock the BDA has stressed that oral health inequalities will likely widen as a result of the COVID-19 pandemic. It has outlined its concerns over the potential loss or disruption to priority work areas in dental public health, including the generation of tools and guidance for local authorities, commissioners and practitioners, epidemiology, and providing leadership and co-ordination covering key groups from young children to vulnerable older people and policy areas including sugar reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LETTERS TO THE EDITOR"
        },
        {
            "text": "BDA Chair Mick Armstrong said: ' Any loss or disruption to dental public health work will have a material impact on communities across this country. We now risk leaving policy makers without evidence to base plans, practitioners without guidance to operate in unprecedented times, while losing vital expertise from a committed and highly skilled workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LETTERS TO THE EDITOR"
        },
        {
            "text": "'Effective management of the pandemic response is a clear a national priority. But meaningfully protecting the public longterm hinges on an effective approach to public health, in which oral health is not an optional extra. ' We have greeted signals from the Department of Health and Social Care on prevention. As Matt Hancock has noted scaling up these approaches has the power both to transform lives and save money.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LETTERS TO THE EDITOR"
        },
        {
            "text": "' A pandemic is not the time to cast aside that logic, but to double down. ' Read the letter at: https://www.bda. org/news-centre/press-releases/takeresponsibility-dentists-issue-open-letterto-matt-hancock Double down on prevention: Open letter to Matt Hancock on the future of public health",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LETTERS TO THE EDITOR"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How does dentistry move from survival to revival?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westgarth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BDJ In Pract",
            "volume": "33",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Available online at: www",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Guidance: Coronavirus (COVID-19): travellers exempt from border rules in the UK. Updated 31",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Email to members: 'We support dentists and practices choosing to stop regular patient treatment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "British Dental Association. Live updates: Coronavirus and dentistry",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "J. Smithson, B. Napier, S. Thackeray, R. Doshi, T. Qureshi, N. Khaira, D. O'Hooley, V. Holden, W. Williams, S. Jacobs, M. Currie and Z. Kanaan",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}